Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/*.lproj/Localizable.strings
Languages: cs, ko, nl, sk, tr, uk, zh_hans, zh_hant

# settings_notification_type_preview_restrictive_description
source: Only displays the contact’s nickname.
cs: Zobrazuje pouze přezdívku kontaktu.
ko: 연락처의 닉네임만 표시됩니다.
nl: Toont alleen de bijnaam van de contactpersoon.
sk: Zobrazí iba prezývku kontaktu.
tr: Yalnızca kişinin takma adını görüntüler.
uk: Показується лише прізвисько контакта.
zh_hans: 仅显示联系人的昵称
zh_hant: 僅限顯示聯絡人的暱稱

# settings_notification_type_preview_restrictive_sender_name
source: ~John
cs: ~Jan
nl: ~Jan
sk: ~Ján
uk: ~Джон
zh_hans: ~老三
zh_hant: ~小明

# settings_notification_type_preview_balanced_title
source: Display Name
cs: Zobrazovat jméno
ko: 표시 이름
nl: Naam tonen
sk: Zobraziť meno
tr: Görünen Ad
uk: Показувати ім’я
zh_hans: 显示名称
zh_hant: 顯示名稱

# settings_notification_type_preview_balanced_description
source: Displays the contact’s full name (default setting).
cs: Zobrazuje celé jméno kontaktu (výchozí nastavení).
ko: 연락처의 전체 이름을 표시합니다 (기본 설정).
nl: Toont de volledige naam van de contactpersoon (standaard instelling).
sk: Zobrazí celé meno kontaktu (predvolené nastavenie).
tr: Kişinin tam adını görüntüler (varsayılan ayar).
uk: Показується повне ім’я контакта (параметр за замовчуванням).
zh_hans: 显示联系人的全名（默认设置）
zh_hant: 顯示聯絡人的全名（預設設定）

# settings_notification_type_preview_balanced_sender_name
source: John Smith
cs: Jan Novák
nl: Jan de Vries
sk: Ján Kováč
uk: Джон Сміт
zh_hans: 张三
zh_hant: 王小明

# settings_notification_type_preview_complete_title
source: Display Name and Profile Picture
cs: Zobrazovat jméno a profilový obrázek
ko: 표시 이름 및 프로필 사진
nl: Naam en profielfoto tonen
sk: Zobraziť meno a profilovú fotku
tr: Görünen Ad ve Profil Resmi
uk: Показувати ім’я і зображення профілю
zh_hans: 显示名称和头像
zh_hant: 顯示名稱和大頭貼

# settings_notification_type_preview_complete_description
source: Displays the contact’s full name and profile picture. Some information concerning interactions is shared with the operating system. [Learn more…](%@)
cs: Zobrazuje celé jméno kontaktu a profilový obrázek. Některé informace související s interakcí jsou sdíleny s operačním systémem. [Zjistěte více…](%@)
ko: 연락처의 전체 이름과 프로필 사진을 표시합니다. 상호 작용에 관한 일부 정보는 운영 체제와 공유됩니다.[더 알아보기...](%@)
nl: Toont de volledige naam en de profielfoto van de contactpersoon. Enkele gegevens over de interacties worden met het besturingssysteem gedeeld. [Meer informatie...](%@)
sk: Zobrazí celé meno a profilovú fotku kontaktu. Niektoré informácie týkajúce sa interakcií sa zdieľajú s operačným systémom. [Viac informácií…](%@)
tr: Kişinin tam adını ve profil resmini görüntüler. Etkileşimlerle ilgili bazı bilgiler işletim sistemiyle paylaşılır. [Daha fazla bilgi edinin…](%@)
uk: Показується повне ім’я і зображення профілю контакта. Операційній системі надається певна інформація, що стосується взаємодії. [Докладніше…](%@)
zh_hans: 显示联系人的全名和头像。分享互动的信息会与iOS系统分享。[了解更多...](%@)
zh_hant: 顯示聯絡人的全名和大頭貼。分享互動的資訊會與iOS系統分享。 [了解更多...](%@)

# settings_notification_type_preview_complete_sender_name
source: John Smith
cs: Jan Novák
nl: Jan de Vries
sk: Ján Kováč
uk: Джон Сміт
zh_hans: 张三
zh_hant: 王小明

# settings_notification_type_preview_message_text
source: Example message…
cs: Ukázka zprávy…
ko: 예제 메시지…
nl: Voorbeeldbericht...
sk: Vzorová správa...
tr: Örnek mesaj...
uk: Приклад повідомлення…
zh_hans: 示例消息…
zh_hant: 示例訊息…

# settings_notification_type_preview_no_button
source: Disable Push Notifications
cs: Deaktivovat nabízená oznámení
ko: 푸시 알림 비활성화
nl: Pushmeldingen uitschakelen
sk: Deaktivovať push upozornenia
tr: Anlık Bildirimleri Devre Dışı Bırak
uk: Вимкнути push-сповіщення
zh_hans: 禁用推送通知
zh_hant: 停用推播通知

# settings_chat_wallpaper_title
source: Wallpaper
cs: Tapeta
ko: 배경 화면
nl: Achtergrond
sk: Tapeta
tr: Duvar kağıdı
uk: Шпалери
zh_hans: 壁纸
zh_hant: 背景圖片

# settings_chat_wallpaper_reset
source: Reset all wallpapers
cs: Resetovat všechny tapety
ko: 모든 배경화면 재설정
nl: Alle achtergronden herstellen
sk: Resetovať všetky tapety
tr: Tüm duvar kağıtlarını sıfırla
uk: Скинути всі шпалери
zh_hans: 重置所有壁纸
zh_hant: 重設所有背景圖片

# settings_chat_wallpaper_empty
source: None
cs: Nic
ko: 없음
nl: Geen
sk: Žiadne
tr: Hiçbiri
uk: Немає
zh_hans: 无
zh_hant: 無

# settings_chat_wallpaper_custom
source: Custom
cs: Vlastní
ko: 사용자 정의
nl: Aangepast
sk: Vlastná
tr: Özel
uk: Користувацькі
zh_hans: 自定
zh_hant: 自訂

# settings_chat_wallpaper_default
source: Default
cs: Výchozí
ko: 기본값
nl: Standaard
sk: Predvolené
tr: Varsayılan
uk: За замовчуванням
zh_hans: 默认
zh_hant: 預設

# settings_chat_wallpaper_reset_all_alert
source: Resets all wallpapers that were set specifically for a chat to the above selected option. Can't be undone.
cs: Resetuje všechny tapety, které byly pro konverzaci přímo nastaveny výše uvedenou možností. Tato akce je nevratná.
ko: 선택한 옵션으로 특정 채팅을 위해 설정된 모든 배경화면을 재설정합니다. 되돌릴 수 없습니다.
nl: Dit herstelt alle achtergronden die specifiek voor een chat zijn ingesteld naar de hierboven geselecteerde optie. Dit kan niet ongedaan worden gemaakt.
sk: Resetujte všetky tapety, ktoré boli nastavené špecificky pre konverzáciu na možnosť vybranú vyššie. Tento krok nemožno odvolať.
tr: Özel bir sohbet için ayarlanmış tüm duvar kağıtlarını yukarıda seçilen seçeneğe sıfırlar. Geri alınamaz.
uk: Скидає всі шпалери, які було встановлено для діалогу, до вищезазначеного параметра. Цю дію скасувати не можна.
zh_hans: 将特定会话所设置的壁纸全部重置为上面选择的选项，一经选择后将无法撤消。
zh_hant: 將特定對話所設定的背景圖片全部重設為上面選擇的選項，一經選擇後將無法復原。

# settings_chat_bigger_emojis
source: Bigger Emojis
cs: Větší emoji
ko: 더 큰 이모지
nl: Grotere emojis
sk: Väčšie emotikony
tr: Daha Büyük Emojiler
uk: Великі емодзі
zh_hans: 更大的表情符号
zh_hant: 更大的表情符號

# settings_chat_send_message_feedback_label
source: Haptic Feedback on Send
cs: Haptická odezva při odeslání
ko: 전송 시 햅틱 피드백
nl: Haptische feedback bij verzenden
sk: Haptická spätná väzba pri odoslaní
tr: Göndermede Dokunsal Geri Bildirim
uk: Тактильний зворотний зв’язок після надсилання
zh_hans: 发送消息时启用触感反馈
zh_hant: 傳送訊息時啟用觸覺回饋

# settings_media_title
source: Media
cs: Média
ko: 미디어
sk: Média
tr: Medya
uk: Медіа
zh_hans: 媒体
zh_hant: 媒體

# settings_media_image_size_title
source: Image Size
cs: Velikost obrázku
ko: 이미지 크기
nl: Afbeeldingsgrootte
sk: Veľkosť obrázku
tr: Görüntü Boyutu
uk: Розмір зображення
zh_hans: 图片大小
zh_hant: 圖片大小

# settings_media_video_quality_title
source: Video Quality
cs: Kvalita videa
ko: 비디오 품질
nl: Videokwaliteit
sk: Kvalita videa
tr: Video Kalitesi
uk: Якість відео
zh_hans: 视频质量
zh_hant: 影片品質

# settings_media_autosave_title
source: Automatically Save Media in “Photos” App
cs: Automaticky ukládat média do aplikace „Fotografie“
ko: "사진" 앱에 미디어 자동 저장
nl: Media automatisch in Foto-app opslaan
sk: Automaticky ukladať média do aplikácie "Fotografie"
tr: Medyayı “Fotoğraflar” Uygulamasına Otomatik Olarak Kaydet
uk: Автоматично зберігати медіа до застосунку Фотографії
zh_hans: 自动保存在 “照片” 应用程序
zh_hant: 自動儲存至「照片」應用程式

# settings_media_autosave_private_footer
source: Media received in private chats will not be automatically autosaved.
cs: U médií obdržených v rámci soukromých chatů nedojde k automatickému uložení.
ko: 개인 채팅에서 수신한 미디어는 자동으로 자동 저장되지 않습니다.
nl: Media ontvangen in privéchats worden niet automatisch opgeslagen.
sk: Média prijaté v súkromných konverzáciach sa neuložia automaticky.
tr: Özel sohbetlerde alınan medya otomatik olarak kaydedilmez.
uk: Медіафайли отримані в приватних чатах не будуть зберігатися автоматично.
zh_hans: 私密会话中收到的媒体不会自动保存。
zh_hant: 不自動儲存在私密對話中接收的媒體。

source: Storage Management
cs: Správa úložiště
ko: 저장 관리
nl: Opslagbeheer
sk: Správa úložiska
tr: Depolama yönetimi
uk: Керування сховищем
zh_hans: 存储管理
zh_hant: 儲存管理

# storage_total
source: Total Disk Space
cs: Celkové místo v interním úložišti
ko: 총 디스크 공간
nl: Totale opslagruimte
sk: Celkové miesto úložiska
tr: Toplam disk alanı
uk: Загальний розмір диска
zh_hans: 总磁盘空间
zh_hant: 總磁碟空間

# storage_total_in_use
source: Used
cs: Použito
ko: 사용 중
nl: In gebruik
sk: Využité
tr: Kullanılan
uk: Використано
zh_hans: 已占用空间
zh_hant: 已佔用空間

# storage_total_free
source: Free
cs: Volné místo
ko: 여유 공간
nl: Beschikbaar
sk: Voľné
tr: Boş
uk: Вільно
zh_hans: 可用空间
zh_hant: 可用空間

# storage_threema
source: Used by %@
cs: Použito aplikací %@
ko: %@에 사용 중
nl: Gebruikt door %@
sk: Využité aplikáciou %@
tr: %@ kullanan
uk: Використано %@
zh_hans: %@ 占用的空间
zh_hant: %@ 佔用的空間

# delete_explain
source: Delete old media and files to free up disk space. Please note: Messages are not deleted automatically but only when tapping the respective Delete button.
cs: Chcete-li uvolnit místo na disku, odstraňte stará média a soubory. Upozornění: Zprávy se neodstraňují automaticky, ale pouze po klepnutí na příslušné tlačítko "Smazat".
ko: 디스크 공간을 확보하려면 오래된 미디어 및 파일을 삭제하세요. 주의: 메시지는 자동으로 삭제되지 않고 해당 삭제 버튼을 눌러야만 삭제됩니다.
nl: Verwijder oude media en bestanden om opslagruimte vrij te maken. Let op: berichten worden niet automatisch verwijderd; alleen wanneer je op de respectievelijke knop Verwijderen tikt.
sk: Ak chcete uvoľniť miesto na disku, odstáňte staré médiá a súbory. Upozornenie: Správy sa nemažú automaticky, ale len po kliknutí na príslušné tlačidlo "Vymazať".
tr: Disk alanını boşaltmak için eski medyayı ve dosyaları sil. Lütfen unutmayın: Mesajlar otomatik olarak silinmez, yalnızca ilgili sil düğmesine dokunulduğunda temizlenir.
uk: Видаліть старі медіа та файли, щоб звільнити місце на диску. Зверніть увагу: повідомлення не видаляються автоматично, а лише після натискання відповідної кнопки Видалити.
zh_hans: 删除旧媒体和文件以释放磁盘空间。请注意：消息不会自动删除，只有在点击相应的 “删除” 按钮时才会删除。
zh_hant: 刪除舊媒體和檔案以釋放磁碟空間。請注意：訊息不會自動刪除，只有在點擊相應的「刪除」按鈕時才會刪除。

# delete_media_older_than
source: Delete Media and Files Older Than
cs: Smazat média a soubory starší než:
ko: 다음보다 오래된 미디어 및 파일 삭제
nl: Media en bestanden verwijderen die ouder zijn dan
sk: Vymazať médiá a súbory staršie ako
tr: Şundan eski medya ve dosyaları silin
uk: Видалити медіа та файли старіші за
zh_hans: 删除早于...的媒体和文件
zh_hant: 刪除早於...的媒體和檔案

# delete_media
source: Delete Media and Files
cs: Smazat soubory
ko: 미디어 및 파일 삭제
nl: Media en bestanden verwijderen
sk: Vymazať médiá a súbory
tr: Medya ve dosyaları Sil
uk: Видалити медіа та файли
zh_hans: 删除媒体和文件
zh_hant: 刪除媒體和檔案

# delete_media_confirm
source: Do you want to permanently delete all media and files older than %@?
cs: Chcete trvale smazat všechna média a soubory starší než %@?
ko: %@보다 오래된 모든 미디어 및 파일을 영구적으로 삭제하시겠습니까?
nl: Wil je permanent alle media en bestanden verwijderen die ouder zijn dan %@?
sk: Naozaj chcete vymazať všetky médiá a súbory staršie ako %@?
tr: %@ eski tüm medya ve dosyaları kalıcı olarak silmek istiyor musunuz?
uk: Бажаєте назавжди видалити усі медіа та файли старіші за %@?
zh_hans: 您要永久删除所有早于%@的媒体和文件吗？
zh_hant: 您要永久刪除所有早於%@的媒體和檔案嗎？

# delete_media_confirm_all
source: Do you want to permanently delete all media and files?
cs: Opravdu si přejete trvale smazat všechny soubory, fotky i videa?
ko: 모든 미디어 및 파일을 영구적으로 삭제하시겠습니까?
nl: Wil je permanent alle media en bestanden verwijderen?
sk: Naozaj chcete vymazať všetky médiá a súbory?
tr: Tüm medya ve dosyaları kalıcı olarak silmek istiyor musunuz?
uk: Бажаєте назавжди видалити усі медіа та файли?
zh_hans: 您要永久删除所有媒体和文件吗？
zh_hant: 您要永久刪除所有媒體和檔案嗎？

# delete_media_explain
source: Thumbnails will not be deleted.
cs: Náhledy fotografií nebudou smazány.
ko: 썸네일은 삭제되지 않습니다.
nl: Miniaturen blijven bewaard.
sk: Náhľady nebudú vymazané.
tr: Küçük resimler silinmeyecek.
uk: Ескізи не видалятимуться.
zh_hans: 缩略图不会被删除。
zh_hant: 縮圖不會被刪除。

source: Delete Messages Older Than
cs: Smazat zprávy starší než:
ko: 보다 오래된 메시지 삭제
nl: Berichten verwijderen die ouder zijn dan
sk: Vymazať správy staršie ako
tr: Şundan eski mesajları sil:
uk: Видалити повідомлення старіші за
zh_hans: 删除早于...的消息
zh_hant: 刪除早於...的訊息

source: Delete Messages
cs: Smazat zprávy
ko: 메시지 삭제
nl: Berichten verwijderen
sk: Vymazať správy
tr: Mesajları sil
uk: Видалити повідомлення
zh_hans: 删除消息
zh_hant: 刪除訊息

# delete_messages_confirm
source: Do you want to permanently delete all messages older than %@?
cs: Chcete trvale smazat všechny zprávy starší než %@?
ko: %@보다 오래된 모든 메시지를 영구적으로 삭제하시겠습니까?
nl: Wil je permanent alle berichten verwijderen die ouder zijn dan %@?
sk: Naozaj chcete vymazať všetky správy staršie ako %@?
tr: %@ eski tüm mesajları kalıcı olarak silmek istiyor musunuz?
uk: Бажаєте назавжди видалити усі повідомлення старіші за %@?
zh_hans: 您要永久删除所有早于%@的消息吗？
zh_hant: 您要永久刪除所有早於%@的訊息嗎？

# delete_messages_confirm_all
source: Do you want to permanently delete all messages?
cs: Opravdu si přejete trvale smazat všechny zprávy?
ko: 모든 메시지를 영구적으로 삭제하시겠습니까?
nl: Wil je permanent alle berichten verwijderen?
sk: Naozaj chcete vymazať všetky správy?
tr: Tüm mesajları kalıcı olarak silmek istiyor musunuz?
uk: Бажаєте назавжди видалити усі повідомлення?
zh_hans: 您要永久删除所有消息吗？
zh_hant: 您要永久刪除所有訊息嗎？

# delete_messages_explain
source: Messages of any kind will be deleted: text and voice messages, media, files, polls, etc.
cs: Zprávy jakéhokoli druhu budou smazány: textové a hlasové zprávy, média, soubory, hlasování atd.
ko: 모든 종류의 메시지가 삭제됩니다: 텍스트 및 음성 메시지, 미디어, 파일, 투표 등.
nl: Dit omvat alle berichtsoorten (tekst- en spraakberichten, media, bestanden, polls, enz. worden verwijderd).
sk: Správy akéhokoľvek typu budú vymazané: textové a hlasové správy, média, súbory, ankety atď.
tr: Her türlü mesaj silinecektir: metin ve sesli mesajlar, medya, dosyalar, anketler, vb.
uk: Усі типи повідомлень буде видалено: текстові, голосові, медіа, файли, опитування тощо.
zh_hans: 任何类型的消息都将被删除：文字和语音消息、媒体、文件、投票等。
zh_hant: 任何類型的訊息都將被刪除：文字和語音訊息、媒體、檔案、投票等。

# automatic_delete_explain
source: Use the automatic deletion of messages and media to free up disk space. Open polls, starred messages, and the content of note groups are excluded from automatic deletion.
cs: Uvolňujte si místo na disku pomocí automatického mazání zpráv a médií. Otevřená hlasování, zprávy s hvězdičkou a obsah skupin pro poznámky jsou z automatického mazání vyřazené.
ko: 메시지 및 미디어의 자동 삭제 기능을 사용하여 디스크 공간을 확보하세요. 자동 삭제에서 제외되는 항목은 투표, 별표 메시지, 노트 그룹의 내용입니다.
nl: Gebruik de automatische verwijdering van berichten en media om ruimte vrij te maken op de schijf. Lopende opiniepeilingen, gemarkeerde berichten en de inhoud van notitiegroepen zijn uitgesloten van automatische verwijdering.
sk: Na uvoľnenie miesta na disku použite automatické odstraňovanie správ a médií. Z automatického vymazávania sú vylúčené správy o otvorenom hlasovaní, správy s hviezdičkou a obsah skupinových poznámok.
tr: Disk alanını boşaltmak için mesajların ve medyanın otomatik olarak silinmesini kullan. Açık anketler, yıldızlı mesajlar ve not gruplarının içeriği otomatik silme işleminin dışında tutulur.
uk: Використовуйте автоматичне видалення повідомлень та медіафайлів, щоб звільнити місце на диску. Відкриті опитування, позначені повідомлення та вміст груп нотаток не підлягають автоматичному видаленню.
zh_hans: 使用自动删除信息和媒体功能可以释放磁盘空间。公开投票、已加星标的消息和私人收藏在备忘录 “一人群组” 内的消息不会被自动删除。
zh_hant: 使用自動刪除訊息和多媒體功能可以釋放磁碟空間。公開投票、已加星號的訊息和私人收藏在備忘錄「一人群組」內的訊息不會自動刪除。

# automatic_delete_on_confirmation_title
source: Turn on automatic deletion?
cs: Zapnout automatické mazání?
ko: 자동 삭제를 켜시겠습니까?"
nl: Automatische verwijdering inschakelen?
sk: Zapnúť automatické mazanie?
tr: Otomatik silme açılsın mı?
uk: Увімкнути автоматичне видалення?
zh_hans: 打开自动删除？
zh_hant: 開啟自動刪除？

# automatic_delete_off_confirmation_title
source: Turn off automatic deletion?
cs: Vypnout automatické mazání?
ko: 자동 삭제를 끄시겠습니까?
nl: Automatische verwijdering uitschakelen?
sk: Vypnúť automatické mazanie?
tr: Otomatik silme kapatılsın mı?
uk: Вимкнути автоматичне видалення?
zh_hans: 关闭自动删除？
zh_hant: 關閉自動刪除？

# automatic_delete_confirmation_message_no_immediate_deletion
source: Starting now messages older than %@ will be automatically deleted. Note: Open polls and note groups are excluded.
cs: Od této chvíle budou zprávy starší než %@ automaticky mazány. Poznámka: Otevřených hlasování a skupin poznámek se to netýká.
ko: 지금부터 %@보다 오래된 메시지는 자동으로 삭제됩니다. 참고: 열려 있는 투표와 노트 그룹은 제외됩니다.
nl: Vanaf nu worden berichten ouder dan %@ automatisch verwijderd. Let op: open opiniepeilingen en notitiegroepen zijn uitgesloten.
sk: Odteraz sa správy staršie ako %@ budú automaticky odstraňovať. Poznámka: Otvorené ankety a skupiny poznámok sú vylúčené.
tr: Şu andan itibaren %@'dan daha eski mesajlar otomatik olarak silinecektir. Not: Açık anketler ve not grupları hariç tutulmuştur.
uk: Відтепер повідомлення, старші за %@, автоматично видалятимуться. Примітка: відкриті опитування та групи дописів не враховуються.
zh_hans: 从现在开始，早于%@的消息将被自动删除。注意：公开投票和私人收藏在备忘录 “一人群组” 内的消息不会被自动删除。
zh_hant: 從現在開始，早於%@的訊息將自動刪除。注意：公開投票和私人收藏在備忘錄「一人群組」內的訊息不會自動刪除。

# automatic_delete_confirmation_message_immediate_deletion
source: %d messages will be deleted immediately and all messages older than %@ will be automatically deleted from now on. Note: Open polls and note groups are excluded.
cs: %d zpráv bude okamžitě smazáno a všechny zprávy starší než %@ budou od této chvíle automaticky mazány. Poznámka: Otevřených hlasování a skupin poznámek se to netýká.
ko: %d개의 메시지가 즉시 삭제되며, 앞으로 %@보다 오래된 모든 메시지는 자동으로 삭제됩니다. 참고: 열려 있는 투표와 노트 그룹은 제외됩니다.
nl: %d berichten worden onmiddellijk verwijderd en alle berichten ouder dan %@ worden vanaf nu automatisch verwijderd. Let op: open opiniepeilingen en notitiegroepen zijn uitgesloten.
sk: %d správ bude okamžite vymazaných a všetky správy staršie ako %@ budú odteraz automaticky vymazané. Poznámka: Otvorené ankety a skupiny poznámok sú vylúčené.
tr: %d mesaj hemen silinecek ve %@'dan daha eski tüm mesajlar bundan sonra otomatik olarak silinecektir. Not: Açık anketler ve not grupları hariç tutulmuştur.
uk: Повідомлення з %d буде негайно видалено, а всі повідомлення, старші за %@, відтепер видалятимуться автоматично. Примітка: відкриті опитування та групи дописів не враховуються.
zh_hans: %d条消息将被立即删除，所有早于%@的消息将从现在开始会自动删除。注意：公开投票和私人收藏在备忘录 “一人群组” 内的消息不会被自动删除。
zh_hant: %d則訊息將立即刪除，所有早於%@的訊息將從現在開始會自動刪除。注意：公開投票和私人收藏在備忘錄「一人群組」內的訊息不會自動刪除。

# automatic_delete_on_confirmation_button
source: Turn On Automatic Deletion
cs: Zapnout automatické mazání
ko: 자동 삭제 켜기
nl: Automatische verwijdering inschakelen
sk: Zapnúť automatické vymazávanie
tr: Otomatik Silmeyi Aç
uk: Увімкнути автоматичне видалення
zh_hans: 打开自动删除
zh_hant: 開啟自動刪除

# automatic_delete_off_confirmation_button
source: Turn Off Automatic Deletion
cs: Vypnout automatické mazání
ko: 자동 삭제 끄기
nl: Automatische verwijdering uitschakelen
sk: Vypnúť automatické vymazávanie
tr: Otomatik Silmeyi Kapat
uk: Вимкнути автоматичне видалення
zh_hans: 关闭自动删除
zh_hant: 關閉自動刪除

# delete_in_progress
source: Deleting…
cs: Mazání…
ko: 삭제 중...
nl: Aan het verwijderen…
sk: Vymazávam…
tr: Siliniyor...
uk: Видалення...
zh_hans: 删除中…
zh_hant: 刪除中…

# one_year_title
source: 1 Year
cs: 1 rok
ko: 1 년
nl: 1 jaar
sk: 1 Rok
tr: 1 yıl
uk: 1 рік
zh_hans: 1年
zh_hant: 1年

# one_year
source: 1 year
cs: 1 rok
ko: 1 년
nl: 1 jaar
sk: 1 rok
tr: 1 yıl
uk: 1 рік
zh_hans: 1年
zh_hant: 1年

# six_months_title
source: 6 Months
cs: 6 měsíců
ko: 6 개월
nl: 6 maanden
sk: 6 Mesiacov
tr: 6 ay
uk: 6 місяців
zh_hans: 6个月
zh_hant: 6個月

# six_months
source: 6 months
cs: 6 měsíců
ko: 6 개월
nl: 6 maanden
sk: 6 mesiacov
tr: 6 ay
uk: 6 місяців
zh_hans: 6个月
zh_hant: 6個月

# three_months_title
source: 3 Months
cs: 3 měsíce
ko: 3 개월
nl: 3 maanden
sk: 3 Mesiace
tr: 3 ay
uk: 3 місяця
zh_hans: 3个月
zh_hant: 3個月

# three_months
source: 3 months
cs: 3 měsíce
ko: 3 개월
nl: 3 maanden
sk: 3 mesiace
tr: 3 ay
uk: 3 місяця
zh_hans: 3个月
zh_hant: 3個月

# one_month_title
source: 1 Month
cs: 1 měsíc
ko: 1 개월
nl: 1 maand
sk: 1 Mesiac
tr: 1 ay
uk: 1 місяць
zh_hans: 1个月
zh_hant: 1個月

# one_month
source: 1 month
cs: 1 měsíc
ko: 1 개월
nl: 1 maand
sk: 1 mesiac
tr: 1 ay
uk: 1 місяць
zh_hans: 1个月
zh_hant: 1個月

# one_week_title
source: 1 Week
cs: 1 týden
ko: 1주
sk: 1 Týždeň
tr: 1 hafta
uk: 1 тиждень
zh_hans: 1星期
zh_hant: 1星期

# one_week
source: 1 week
cs: 1 týden
ko: 1주
sk: 1 týždeň
tr: 1 hafta
uk: 1 тиждень
zh_hans: 1星期
zh_hant: 1星期

# everything
source: Delete All
cs: Smazat vše
ko: 모두 삭제
nl: Alles verwijderen
sk: Vymazať všetko
tr: Hepsini sil
uk: Видалити все
zh_hans: 删除所有
zh_hant: 刪除所有

source: Forever
cs: Navždy
ko: 영원히
nl: Voorgoed
sk: Navždy
tr: Sonsuza dek
uk: Назавжди
zh_hans: 永远
zh_hant: 永遠

# media_file_not_found
source: Could not open media file. It was deleted or not downloaded from the server.
cs: Otevření souboru média se nezdařilo. Buď byl smazán, nebo neproběhlo jeho stažení ze serveru.
ko: 미디어 파일을 열 수 없습니다. 파일이 삭제되었거나 서버에서 다운로드되지 않았습니다.
nl: Kon het mediabestand niet openen. Het was verwijderd of niet van de server gedownload.
sk: Súbor médií sa nepodarilo otvoriť. Buď bol odstránený, alebo nebol stiahnutý zo serveru.
tr: Medya dosyası açılamadı. Silindi veya sunucudan indirilmedi
uk: Не вдалось відкрити медіафайл. Його було видалено або не завантажено з сервера.
zh_hans: 无法打开媒体文件。该文件已被删除或未从服务器下载。
zh_hant: 無法開啟媒體檔案。該檔案已被刪除或未從伺服器下載。

source: Older Than
cs: Starší než:
ko: 보다 오래된 날짜
nl: Ouder dan
sk: Staršie ako
tr: Daha eski
uk: Старіші за
zh_hans: 早于
zh_hant: 早於

# file_deleted_title
source: File Deleted
cs: Soubor smazán
ko: 파일 삭제됨
nl: Bestand verwijderd
sk: Súbor vymazaný
tr: Dosya silindi
uk: Файл видалено
zh_hans: 文件已删除
zh_hant: 檔案已刪除

# file_not_found_title
source: File Not Found
cs: Soubor nenalezen
ko: 파일을 찾을 수 없음
nl: Bestand niet gevonden
sk: Súbor nenájdený
tr: Dosya bulunamadı
uk: Файл не знайдено
zh_hans: 未找到文件
zh_hant: 未找到檔案

# manage_all_conversations
source: Manage All Chats
cs: Spravovat všechny chaty
ko: 모든 채팅 관리
nl: Alle chats beheren
sk: Spravovať všetky konverzácie
tr: Tüm Sohbetleri Yönet
uk: Керувати всіма діалогами
zh_hans: 管理所有会话
zh_hant: 管理所有對話

source: Manage
cs: Spravovat
ko: 관리
nl: Beheren
sk: Spravovať
tr: Yönet
uk: Керування
zh_hans: 管理
zh_hant: 管理

source: Messages
cs: Zprávy
ko: 메시지
nl: Berichten
sk: Správy
tr: Mesajlar
uk: Повідомлення
zh_hans: 消息
zh_hant: 訊息

source: Files
cs: Soubory
ko: 파일
nl: Bestanden
sk: Súbory
tr: Dosyalar
uk: Файли
zh_hans: 文件
zh_hant: 檔案

# automatic_delete
source: Automatic Deletion
cs: Automatické mazání
ko: 자동 삭제
nl: Automatische verwijdering
sk: Automatické mazanie
tr: Otomatik Silme
uk: Автоматичне видалення
zh_hans: 自动删除
zh_hant: 自動刪除

# automatic_delete_label
source: Keep Messages
cs: Ponechat zprávy
ko: 메시지 유지
nl: Berichten houden
sk: Ponechať správy
tr: Mesajları Sakla
uk: Зберегти повідомлення
zh_hans: 保留消息
zh_hant: 保留訊息

# settings_threema_calls_enable_calls
source: Enable Threema Calls
cs: Povolit hovory Threema
ko: Threema 전화 활성화
nl: Threema oproepen inschakelen
sk: Povoliť Threema hovory
tr: Threema aramalarını etkinleştir
uk: Увімкнути виклики Threema
zh_hans: 启用 Threema 通话
zh_hant: 啟用 Threema 通話

# settings_threema_calls_always_relay_calls
source: Always Relay Calls
cs: Vždy přesměrovávat hovory
ko: 항상 중계 통화
nl: Oproep altijd doorschakelen
sk: Počas hovorov vždy maskovať IP adresu
tr: Aramaları her zaman aktar
uk: Завжди ретранслювати виклики
zh_hans: 始终中继通话
zh_hant: 始終中繼通話

# settings_threema_calls_callkit
source: Integrate Calls into iOS
cs: Integrovat hovory do iOS
ko: iOS에 통화 통합
nl: Oproepen integreren in iOS
sk: Integrovať hovory do iOS
tr: Aramaları iOS'a entegre et
uk: Показувати виклики у iOS
zh_hans: 将通话整合到iOS
zh_hant: 將通話整合至 iOS

# settings_threema_calls_video_section
source: Video Calls
cs: Videohovory
ko: 비디오 통화
nl: Video-oproepen
sk: Video hovory
tr: Görüntülü arama
uk: Відеовиклики
zh_hans: 视频通话
zh_hant: 視訊通話

# settings_threema_calls_allow_video_calls
source: Allow Video Calls
cs: Povolit videohovory
ko: 비디오 통화 허용
nl: Video-oproepen toestaan
sk: Povoliť video hovory
tr: Görüntülü aramalara izin ver
uk: Дозволити відеовиклики
zh_hans: 允许视频通话
zh_hant: 允許視訊通話
