Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/*.lproj/Localizable.strings
Languages: cs, ko, nl, sk, tr, uk, zh_hans, zh_hant

# webClientSession_error_voip_message
source: %@ tried to connect to your computer. Please forget the session on your computer and start a new one.
cs: Aplikace %@ se pokusila připojit se k vašemu počítači. Zapomeňte na relaci ve svém počítači a spusťte novou.
ko: %@이(가) 컴퓨터에 연결을 시도했습니다. 컴퓨터에서 세션을 잊고 새로 시작하세요.
nl: %@ wil verbinding maken met je computer. Vergeet de sessie op je computer en start een nieuwe sessie.
sk: %@ sa pokúsil pripojiť k vášmu počítaču. Zabudnite na reláciu na počítači a začnite novú.
tr: %@ bilgisayarınıza bağlanmayı denedi. Lütfen bilgisayarınızdaki oturumu unutun ve yeni bir oturum başlatın.
uk: %@ намагався(-лася) під’єднатися до вашого комп’ютера. Вимкніть сесію на вашому комп’ютері й почніть нову.
zh_hans: %@ 尝试连接到您的电脑。请您先忘记电脑上现时的会话，然后再启动另一个新会话。
zh_hant: %@ 嘗試連線到您的電腦。請您先忘記電腦上現時的工作階段，然後再啟動另一個新工作階段。

# webClient_scan_error_title
source: Desktop/Web
ko: 데스크톱/웹
tr: Masaüstü / Web
uk: Застосунок / Вебверсія
zh_hans: 桌面版/网页版
zh_hant: 桌面版/網頁版

# webClient_scan_error_message
source: This is a QR code for the desktop app / the web client. Please use the scanner in Settings > Desktop/Web.
cs: Toto je QR kód pro desktopovou aplikaci / webového klienta. Použijte skener v nabídce Nastavení > Desktop/web.
ko: 이 QR 코드는 데스크톱 앱/웹 클라이언트용입니다. 설정 > 데스크톱/웹의 스캐너를 사용하세요.
nl: Dit is een QR-code voor de desktop-app/webclient. Gebruik de scanner via Instellingen > Desktop/web.
sk: Toto je QR kód pre desktopovú aplikáciu / webového klienta. Použite skener v Nastavenia > Desktop/Web.
tr: Bu bir masaüstü uygulaması / web istemcisi için kare kodudur. Lütfen Ayarlar > Masaüstü / Web’deki tarayıcıyı kullanın.
uk: Це QR-код для настільного додатка / вебклієнта. Використовуйте сканер у меню Налаштування > Робочий стіл / Веб.
zh_hans: 这是桌面版应用程序/网页版客户端的二维码。请使用设置 > 桌面版/网页版中的扫码器。
zh_hant: 這是桌面版 App / 網路用戶端的 QR 圖碼。請前往「設定」>「桌面版/網頁版」掃描 QR 圖碼。

# webClient_scan_error_mdm_host_title
source: Cannot start session
cs: Nelze spustit relaci
ko: 세션 시작 불가
nl: Sessie kan niet worden gestart
sk: Nie je možné spustiť reláciu
tr: Oturum başlatılamıyor
uk: Неможливо розпочати сеанс
zh_hans: 无法启动会话
zh_hant: 無法開始工作階段

# webClient_scan_error_mdm_host_message
source: Server is not approved by the administrator.
cs: Server není schválený správcem.
ko: 서버가 관리자에 의해 승인되지 않았습니다.
nl: De server is niet goedgekeurd door de administrator.
sk: Server nie je schválený správcom.
tr: Sunucu yönetici tarafından onaylanmadı.
uk: Сервер не схвалено адміністратором.
zh_hans: 服务器未经管理员批准。
zh_hant: 伺服器未經管理員批准。

# protectedDataUnavailable_error_text
source: Protected data is currently unavailable. Please exit the app and try again.
cs: Chráněná data jsou momentálně nedostupná. Odejděte prosím z aplikace a zkuste to znovu.
ko: 보호된 데이터 현재 사용 불가. 앱을 종료하고 다시 시도하세요.
nl: Beschermde gegevens is momenteel niet beschikbaar. Sluit de app en start hem opnieuw op.
sk: Chránené dáta sú momentálne nedostupné. Ukončite prosím aplikáciu a skúste to znovu.
tr: Korumalı veriler şu anda kullanılamıyor. Lütfen uygulamadan çıkın ve tekrar deneyin.
uk: Захищені дані наразі недоступні. Вийдіть із застосунку та повторіть спробу.
zh_hans: 受保护的数据目前不可存取，请退出应用程序并再次尝试。
zh_hant: 受保護的資料目前不可存取，請退出應用程式並再試一次。

# protectedDataUnavailable_exitbutton
source: Exit
cs: Odejít
ko: 나가기
nl: Afsluiten
sk: Odísť
tr: Çık
uk: Вийти
zh_hans: 退出
zh_hant: 退出

# media_delete_all_confirm
source: Are you sure you want to delete all media files?
cs: Opravdu chcete smazat všechny soubory médií?
ko: 모든 미디어 파일을 삭제하시겠습니까?
nl: Weet u zeker dat u alle mediabestanden wilt verwijderen?
sk: Naozaj chcete vymazať všetky súbory médií?
tr: Tüm medya dosyalarını silmek istediğinizden emin misiniz?
uk: Ви дійсно бажаєте видалити усі медіафайли?
zh_hans: 您确定要删除所有媒体文件吗？
zh_hant: 您確定要刪除所有媒體檔案嗎？

# media_delete_selected_confirm
source: Are you sure you want to delete the selected media files?
cs: Opravdu chcete smazat zvolené soubory médií?
ko: 선택한 미디어 파일을 삭제하시겠습니까?
nl: Weet u zeker dat u de geselecteerde mediabestanden wilt verwijderen?
sk: Naozaj chcete vymazať vybraté súbory médií?
tr: Seçilen medya dosyalarını silmek istediğinizden emin misiniz?
uk: Ви дійсно бажаєте видалити обрані медіафайли?
zh_hans: 您确定要删除所选的媒体文件吗？
zh_hant: 您確定要刪除選定的媒體檔案嗎？

source: Deactivate
cs: Deaktivovat
ko: 계속
nl: Deactiveren
sk: Deaktivovať
tr: Devre dışı bırak
uk: Вимкнути
zh_hans: 停用
zh_hant: 停用

source: Invalid Threema ID
cs: Neplatné Threema ID
ko: 잘못된 Threema ID
nl: Ongeldige Threema ID
sk: Neplatné Threema ID
tr: Geçersiz Threema kimliği
uk: Хибний Threema ID
zh_hans: 无效的 Threema ID
zh_hant: 無效的 Threema ID

# number_of_days
source: %d days
cs: %d dny(í)
ko: %d 일
nl: %d dagen
sk: %d dní
tr: %d gün
uk: %d днів
zh_hans: %d 天
zh_hant: %d 天

# safe_enable_explain_short
source: Enable Threema Safe to create automatic secure and anonymous backups of all your important data.
cs: Povolte Trezoru Threema vytvářet automatické zabezpečené a anonymní zálohy všech vašich importovaných dat.
ko: Threema Safe를 활성화하여 모든 중요한 데이터의 안전하고 익명의 자동 백업을 생성하세요.
nl: Threema Safe inschakelen om automatisch veilige en anonieme back-ups van al uw belangrijke gegevens te maken.
sk: Pre vytváranie automatických zabezpečených a anonymných záloh vašich dôležitých údajov povolte Trezor Threema.
tr: Tüm önemli verilerinizin otomatik, güvenli ve anonim yedeklerini oluşturmak için Threema Safe'i etkinleştirin.
uk: Увімкніть Threema Safe для автоматичного створення безпечних та анонімних резервних копій усіх ваших важливих даних.
zh_hans: 启用 Threema Safe 可以自动为所有重要数据创建安全和匿名备份。
zh_hant: 啟用 Threema Safe 可以自動為所有重要資料建立安全和匿名的備份。

# safe_enable_explain
source: All you need to chat is stored only on your device. You don’t have an account with us and we cannot help you out if you lose your phone or accidentally delete your data. Threema Safe creates automatic backups of all the important data, including your keys, your contact list and your group memberships, anonymously on a secure server of your choice.
cs: Vše, co potřebujete k chatování, je ukládáno pouze na vašem zařízení. Nemáte u nás žádný účet a nemáme vám jak pomoci, pokud ztratíte svůj telefon nebo omylem smažete svá data. Trezor Threema vytváří automatické zálohy všech importovaných dat včetně vašich klíčů, seznamu kontaktů a členství ve skupinách a zálohy jsou ukládány anonymně na vámi zvoleném zabezpečeném serveru.
ko: 채팅에 필요한 모든 정보는 귀하의 기기에만 저장됩니다. 당사와 계정이 없으며 휴대폰을 잃거나 데이터를 실수로 삭제한 경우 도움을 드릴 수 없습니다. Threema Safe는 귀하의 키, 연락처 목록 및 그룹 멤버십을 포함한 모든 중요한 데이터를 귀하의 선택한 안전한 서버에 익명으로 자동 백업합니다.
nl: Alles wat u nodig hebt om te chatten wordt alleen op uw apparaat opgeslagen. U hebt geen account bij ons en we kunnen u niet helpen als u uw telefoon verliest of per ongeluk uw gegevens verwijdert. Threema Safe maakt automatisch back-ups aan van alle belangrijke gegevens, inclusief uw sleutelcodes, uw lijst met contactpersonen en uw groepslidmaatschappen, anoniem en op een beveiligde server van uw keuze.
sk: Všetko, čo potrebujete ku komunikácii je uložené v tomto zariadení. U nás nemáte žiadny účet a v prípade, že stratíte váš telefón alebo omylom vymažete všetky údaje, nebudeme vám vedieť pomôcť. Trezor Threema vykonáva automatické zálohovanie všetkých dôležitých údajov vrátane vašich šifrovacích kľúčov, zoznamu kontaktov a členstva v skupinách (bez obsahu správ) a to anonymne na zabezpečom serveri podľa vašeho výberu.
tr: Sohbet etmek için ihtiyacınız olan tek şey yalnızca cihazınızda saklanır. Bizde bir hesabınız yok ve telefonunuzu kaybederseniz veya verilerinizi yanlışlıkla silerseniz size yardımcı olamayız. Threema Safe, seçtiğiniz güvenli bir sunucuda anonim olarak anahtarlarınız, kişi listeniz ve grup üyelikleriniz dahil tüm önemli verilerin otomatik yedeklerini oluşturur.
uk: Усе, що вам потрібно для спілкування, зберігається лише на вашому пристрої. Ми не зберігаємо ваш обліковий запис, отже не зможемо допомогти вам, якщо ви втратите телефон або випадково видалите свої дані. Threema Safe створює автоматичні резервні копії всіх важливих даних, зокрема ключів, списку контактів та участі у групах, анонімно на захищеному сервері на ваш вибір.
zh_hans: 您会话关连的所有数据只存储在您的设备上。因为我们没有保存您的帐户，所以如果您丢失了手机或意外删除了数据，我们将无法为您提供帮助。 Threema Safe 在您选择的安全服务器上，以匿名方式创建所有重要数据的自动备份，包括您的密钥，联系人列表和群组成员身份。
zh_hant: 您對話相關的所有資料只儲存在您的裝置上。因為我們沒有儲存您的帳戶，所以如果您丢失了電話或意外刪除了資料，我们將無法為您提供協助。 Threema Safe 在您選擇的安全伺服器上，以匿名方式建立所有重要資料的自動備份，包括您的金鑰，聯絡人清單和群組成員身份。

# safe_server_authentication
source: Authentication (optional)
cs: Ověření (nepovinné)
ko: 인증 (선택 사항)
nl: Authenticatie (optioneel)
sk: Overenie (voliteľné)
tr: Kimlik doğrulama (isteğe bağlı)
uk: Автентифікація (за бажанням)
zh_hans: 验证（可选）
zh_hant: 驗證（選用）

# safe_server_name
source: Server name
cs: Název serveru
ko: 서버 이름
nl: Servernaam
sk: Názov serveru
tr: Sunucu adı
uk: Ім'я серверу
zh_hans: 服务器名称
zh_hant: 伺服器名稱

# safe_max_backup_size
source: Max backup size
cs: Maximální velikost zálohy
ko: 최대 백업 크기
nl: Max. back-upformaat
sk: Maximálna veľkosť zálohy
tr: Maksimum yedekleme boyutu
uk: Максимальний розмір резервної копії
zh_hans: 最大备份大小
zh_hant: 最大備份大小

# safe_retention
source: Backup retention
cs: Zachování zálohy
ko: 백업 보유 기간
nl: Back-up vasthouden
sk: Uchovanie zálohy
tr: Yedek tutma
uk: Зберігання резервної копії
zh_hans: 备份保留
zh_hant: 備份保留

# safe_last_backup
source: Last backup
cs: Poslední zálohování
ko: 마지막 백업
nl: Laatste back-up
sk: Posledná záloha
tr: Son yedekleme
uk: Остання резервна копія
zh_hans: 上次备份
zh_hant: 上次備份

# safe_size
source: Backup size
cs: Velikost zálohy
ko: 백업 크기
nl: Formaat back-up
sk: Veľkosť zálohy
tr: Yedek boyutu
uk: Розмір резервної копії
zh_hans: 备份大小
zh_hant: 備份大小

# safe_result
source: Backup result
cs: Výsledek zálohování
ko: 백업 결과
nl: Resultaat back-up
sk: Stav zálohy
tr: Yedekleme sonucu
uk: Результат створення резервної копії
zh_hans: 备份结果
zh_hant: 備份結果

# safe_successful
source: Successful
cs: Úspěch
ko: 성공
nl: Geslaagd
sk: Úspešné
tr: Başarılı
uk: Успішно
zh_hans: 成功
zh_hant: 成功

# safe_unsuccessful
source: Failed
cs: Neúspěch
ko: 실패
nl: Mislukt
sk: Zlyhalo
tr: Başarısız
uk: Не вдалось
zh_hans: 失败
zh_hant: 失敗

# safe_upload_failed
source: Upload failed
cs: Odeslání se nezdařilo
ko: 업로드 실패
nl: Uploaden mislukt
sk: Nahrávanie zlyhalo
tr: Yükleme başarısız
uk: Вивантаження не вдалось
zh_hans: 上传失败
zh_hant: 上傳失敗

# safe_upload_size_exceeded
source: Server’s upload size exceeded
cs: Velikost odesílaných dat překročila limit serveru
ko: 서버의 업로드 크기 초과
nl: Uploadformaat voor de server overschreden
sk: Veľkosť odosielaných dát prekročila limit serveru
tr: Sunucunun yükleme boyutu aşıldı
uk: Перевищено встановлений сервером розмір файлів для вивантаження.
zh_hans: 超出服务器的上传最大限制
zh_hant: 超出伺服器的上傳最大限制

# safe_change_password
source: Change Password
cs: Změnit heslo
ko: 비밀번호 변경
nl: Wachtwoord wijzigen
sk: Zmeniť heslo
tr: Şifre değiştir
uk: Змінити пароль
zh_hans: 更改密码
zh_hant: 變更密碼

# safe_change_password_disabled
source: Password managed by admin
cs: Heslo upraveno administrátorem
ko: 관리자가 관리하는 비밀번호
nl: Wachtwoord wordt beheerd door beheerder
sk: Heslo spravované správcom
tr: Yönetici tarafından ayarlanan şifre
uk: Паролем керує адміністратор
zh_hans: 密码由管理员管理
zh_hant: 密碼由管理員管理

# safe_learn_more
source: Learn more
cs: Zjistěte více
ko: 더 알아보기
nl: Meer informatie
sk: Zistiť sa viac
tr: Daha fazla bilgi edinin
uk: Докладніше
zh_hans: 了解更多
zh_hant: 了解更多

# safe_backup_now
source: Backup Now
cs: Zálohovat
ko: 지금 백업
nl: Back-up maken
sk: Zálohovať
tr: Şimdi yedekle
uk: Зробити резервну копію зараз
zh_hans: 立即备份
zh_hant: 立即備份

# safe_deactivate
source: Turn off Threema Safe
cs: Vypnout Trezor Threema
ko: Threema Safe 끄기
nl: Threema Safe uitschakelen
sk: Vypnúť Trezor Threema
tr: Threema Safe’i kapat
uk: Вимкнути Threema Safe
zh_hans: 关闭 Threema Safe
zh_hant: 關閉 Threema Safe

# safe_deactivate_explain
source: If you disable Threema Safe, any existing backups will be deleted on the server. Continue?
cs: Pokud Trezor Threema deaktivujete, všechny stávající zálohy budou ze serveru smazány. Chcete pokračovat?
ko: Threema Safe를 비활성화하면 서버에서 기존 백업이 삭제됩니다. 계속하시겠습니까?
nl: Als u Threema Safe uitschakelt, worden bestaande back-ups van de server verwijderd. Doorgaan?
sk: Ak vypnete Trezor Threema, všetky existujúce zálohy budú zo servera odstránené. Pokračovať?
tr: Threema Safe'i devre dışı bırakırsanız, sunucudaki tüm mevcut yedeklemeler silinecektir. Devam edilsin mi?
uk: Якщо вимкнути Threema Safe, усі наявні резервні копії будуть видалені з сервера. Продовжити?
zh_hans: 如果您禁用 Threema Safe，任何现有的备份都将在服务器上被删除。是否继续？
zh_hant: 如果您停用 Threema Safe，任何現有的備份都將在伺服器上被刪除。是否繼續？

# safe_disable_confirm
source: Do you want to continue without enabling Threema Safe? When using Threema Safe, you can restore your Threema ID, contacts and groups in case you lose access to your device.
cs: Opravdu chcete pokračovat bez zapnutí Trezoru Threema? Při použití Trezoru Threema si můžete v případě ztráty přístupu k zařízení obnovit své Threema ID, kontakty a skupiny.
ko: Threema Safe를 활성화하지 않고 계속 진행하시겠습니까? Threema Safe를 사용하면 기기 액세스를 잃은 경우 Threema ID, 연락처 및 그룹을 복원할 수 있습니다.
nl: Wilt u doorgaan zonder Threema Safe in te schakelen? Wanneer u Threema Safe gebruikt, kun u uw Threema-ID, contactpersonen en groepen herstellen in het geval dat u toegang tot uw apparaat verliest.
sk: Chcete pokračovať bez aktivácie Trezoru Threema? Pri používaní Trezoru Threema môžete obnoviť svoje Threema ID, kontakty a skupiny v prípade straty prístupu k zariadeniu.
tr: Threema Safe'i etkinleştirmeden devam etmek istiyor musunuz? Threema Safe'i kullanırken, cihazınıza erişiminizi kaybetmeniz durumunda Threema Kimliğinizi, kişilerinizi ve gruplarınızı geri yükleyebilirsiniz.
uk: Ви бажаєте продовжити не вмикаючи Threema Safe? За використання Threema Safe ви зможете відновити свій Threema ID, контакти та групи у випадку, якщо ви втратили доступ до свого пристрою.
zh_hans: 您确定要在不启用 Threema Safe 的情况下继续吗？ 当使用 Threema Safe 时，您可以恢复您的 Threema ID、联系人和群组，以防您失去设备的访问权。
zh_hant: 您確定要在不開啟 Threema Safe 的情況下繼續嗎？ 當使用 Threema Safe 時，您可以還原您的 Threema ID、聯絡人和群組，以防您失去裝置的存取權。

# safe_setup_backup_description
source: Please choose a strong password. You will need this password to restore your Threema Safe backup.
cs: Zvolte si silné heslo. To bude zapotřebí k obnovení vaší zálohy z Trezoru Threema.
ko: 강력한 암호를 선택하십시오. 이 암호는 Threema Safe 백업을 복원하기 위해 필요합니다.
nl: Kies een wachtwoord. U hebt dit wachtwoord nodig om uw back-upbestanden van Threema Safe te herstellen.
sk: Zadajte prosím silné heslo. Toto heslo budete potrebovať pri obnovení zálohy Trezoru Threema.
tr: Lütfen güçlü bir şifre seçin. Threema Safe yedeğinizi geri yüklemek için bu şifreye ihtiyacınız olacak.
uk: Будь ласка, виберіть надійний пароль. Цей пароль знадобиться для відновлення резервної копії Threema Safe.
zh_hans: 请选择一个强密码。您将需要这个密码来恢复 Threema Safe 备份。
zh_hant: 請選擇一個強密碼。您將需要此密碼來還原 Threema Safe 備份。

# safe_advanced_options
source: Expert settings
cs: Nastavení pro experty
ko: 전문가 설정
nl: Expertinstellingen
sk: Expertné nastavenia
tr: Uzman ayarları
uk: Експертні налаштування
zh_hans: 专家设置
zh_hant: 專業設定

# safe_configure_choose_server
source: Choose a Threema Safe server
cs: Zvolte si server pro Trezor Threema
ko: Threema Safe 서버 선택
nl: Kies een Threema Safe-server
sk: Vyberte si server pre Trezor Threema
tr: Bir Threema Safe sunucusu seçin
uk: Виберіть сервер Threema Safe
zh_hans: 选择 Threema Safe 服务器
zh_hant: 選擇 Threema Safe 伺服器

# safe_configure_server_explain
source: You can use Threema’s server or specify a third party backup server to use instead.
cs: Můžete použít server Threema nebo místo něj určit zálohovací server jiného provozovatele.
ko: Threema의 서버를 사용하거나 대신 사용할 제3자 백업 서버를 지정할 수 있습니다.
nl: U kunt een server van Threema gebruiken of, indien gewenst, een externe back-upserver opgeven.
sk: Môžete použiť server spoločnosti Threema, alebo zadať pre zálohy server tretej strany.
tr: Threema'nın sunucusunu kullanabilir veya bunun yerine kullanmak üzere üçüncü parti bir yedekleme sunucusu belirleyebilirsiniz.
uk: Ви можете використовувати сервер Threema або вказати сторонній сервер резервного копіювання для використання.
zh_hans: 您可以使用 Threema 官方的服务器，或使用第三方备份服务器。
zh_hant: 您可以使用 Threema 官方的伺服器，也可以選擇使用第三方備份伺服器。

# safe_configure_server_explain_onprem
source: Save your Threema Safe backup on your organization’s server, or specify a different backup server.
cs: Uložte svou zálohu Threema Safe na server své organizace nebo vyberte jiný záložní server.
ko: 귀하의 조직 서버에 Threema Safe 백업을 저장하거나 다른 백업 서버를 지정하십시오.
nl: Sla uw Threema Safe-back-up op op de server van uw organisatie of geef een andere back-upserver op.
sk: Uložte si zálohu Trezoru Threema na server vašej organizácie, alebo špecifikujte iný server pre zálohu.
tr: Threema Safe yedeklemenizi kuruluşunuzun sunucusuna kaydedin veya farklı bir yedekleme sunucusu belirtin.
uk: Збережіть резервну копію Threema Safe на сервері вашої організації, або вкажіть інший сервер резервного копіювання.
zh_hans: 将您的 Threema Safe 备份保存在贵组织的服务器上，或指定不同的备份服务器。
zh_hant: 將您的 Threema Safe 備份儲存在貴機構的伺服器上，或指定不同的備份伺服器。

# safe_use_default_server
source: Use default server
cs: Použít výchozí server
ko: 기본 서버 사용
nl: Standaardserver gebruiken
sk: Použiť predvolený server
tr: Varsayılan sunucuyu kullan
uk: Використовувати сервер за замовчуванням
zh_hans: 使用默认服务器
zh_hant: 使用預設伺服器

# safe_restore
source: Restore Threema Safe
cs: Obnovit Trezor Threema
ko: Threema Safe 복원
nl: Threema Safe herstellen
sk: Obnoviť Trezor Threema
tr: Threema Safe’i geri yükle
uk: Відновити Threema Safe
zh_hans: 恢复 Threema Safe
zh_hant: 還原 Threema Safe

# safe_restore_enter_id
source: Please enter the Threema ID you would like to recover
cs: Zadejte Threema ID, které chcete obnovit
ko: 복구하려는 Threema ID를 입력하십시오.
nl: Voer het Threema ID in dat u wilt herstellen
sk: Zadajte Threema ID, ktoré chcete obnoviť
tr: Lütfen kurtarmak istediğiniz Threema kimliğini girin
uk: Будь ласка, введіть Threema ID, який ви хочете відновити
zh_hans: 请输入您想恢复的 Threema ID
zh_hant: 請輸入您想恢復的 Threema ID

# safe_forgot_your_id
source: Forgot your ID?
cs: Nepamatujete si své ID?
ko: ID를 잊어버렸나요?
nl: Uw ID vergeten?
sk: Zabudli ste vaše ID?
tr: Kimliğinizi mi unuttunuz?
uk: Забули свій ID?
zh_hans: 忘记您的ID了吗？
zh_hant: 忘記了您的ID？

# safe_threema_id
source: Your Threema ID
cs: Vaše Threema ID
ko: 귀하의 Threema ID
nl: Uw Threema ID
sk: Vaše Threema ID
tr: Threema kimliğiniz
uk: Ваш Threema ID
zh_hans: 您的 Threema ID
zh_hant: 您的 Threema ID

# safe_search_id_title
source: Please enter the mobile number or the email address linked to your ID
cs: Zadejte číslo mobilního telefonu nebo e-mailovou adresu, s nimiž je vaše ID propojeno
ko: 연결된 모바일 번호 또는 이메일 주소를 입력하십시오.
nl: Voer het mobiele nummer of het e-mailadres in dat aan uw ID is gekoppeld
sk: Zadajte mobilné číslo, alebo emailovú adresu prepojenú s vaším ID
tr: Lütfen kimliğinize bağlı cep telefonu numarasını veya e-posta adresini girin
uk: Будь ласка, введіть номер мобільного телефону або адресу електронної пошти, прив'язану до вашого ID
zh_hans: 请输入与您的ID相关联的手机号码或电子邮件地址
zh_hant: 請輸入與您的ID所連結的電話號碼或電子郵件地址

# safe_linked_mobile
source: Mobile Number
cs: Mobilní telefon
ko: 전화번호
nl: Mobiel nummer
sk: Mobilné číslo
tr: Cep telefonu numarası
uk: Номер телефону
zh_hans: 手机号码
zh_hant: 電話號碼

# safe_linked_email
source: E-Mail
ko: 이메일
nl: E-mailadres
tr: E-posta
uk: Електронна пошта
zh_hans: 电子邮件
zh_hant: 電子郵件

# safe_no_id_found
source: No Threema ID found
cs: Nebylo nalezeno žádné Threema ID
ko: Threema ID를 찾을 수 없습니다.
nl: Geen Threema ID gevonden
sk: Threema ID nenájdené
tr: Threema kimliği bulunamadı
uk: Threema ID не знайдено
zh_hans: 找不到 Threema ID
zh_hant: 找不到 Threema ID

# safe_select_id
source: Multiple Threema IDs found. Please select the ID to use:
cs: Bylo nalezeno několik Threema ID. Vyberte ID, které chcete použít:
ko: 여러 개의 Threema ID를 찾았습니다. 사용할 ID를 선택하십시오.
nl: Meerdere Threema IDs gevonden. Selecteer het ID dat u wilt gebruiken:
sk: Bolo nájdených niekoľko Threema ID. Vyberte ID, ktoré chcete použiť:
tr: Birden fazla Threema kimliği bulundu. Lütfen kullanılacak kimliği seçin:
uk: Знайдено декілька Threema ID. Будь ласка, оберіть ID для використання:
zh_hans: 找到多个 Threema ID。请选择要使用的ID：
zh_hant: 找到多個 Threema ID。請選擇要使用的ID：

# safe_enter_password
source: Please enter your Threema Safe password
cs: Zadejte své heslo k Trezoru Threema
ko: Threema Safe 암호를 입력하십시오.
nl: Voer uw Threema Safe-wachtwoord in
sk: Zadajte vaše heslo pre Trezor Threema
tr: Lütfen Threema Safe şifrenizi girin
uk: Будь ласка, введіть свій пароль Threema Safe
zh_hans: 请输入您的 Threema Safe 密码
zh_hant: 請輸入您的 Threema Safe 密碼

# safe_restore_failed
source: Restore failed
cs: Obnovení se nezdařilo
ko: 복원 실패
nl: Herstel mislukt
sk: Obnovenie zlyhalo
tr: Geri yükleme başarısız
uk: Не вдалося відновити
zh_hans: 恢复失败
zh_hant: 還原失敗

# safe_no_backup_found
source: No backup found on the server. Check ID and password.
cs: Na serveru nebyla nalezena žádná záloha. Zkontrolujte své ID a heslo.
ko: 서버에서 백업을 찾을 수 없습니다. ID와 암호를 확인하십시오.
nl: Geen back-up gevonden op de server. Controleer het ID en het wachtwoord.
sk: Na serveri nenájdená žiadna záloha. Skontrolujte ID a heslo.
tr: Sunucuda yedek bulunamadı. Kimliği ve şifreyi kontrol edin.
uk: На сервері не знайдено резервної копії. Перевірте ID та пароль.
zh_hans: 在服务器上没有找到备份。请检查ID和密码。
zh_hant: 在伺服器上找不到備份。請檢查ID和密碼。

# safe_preparing
source: Preparing Threema Safe
cs: Příprava Trezoru Threema
ko: Threema Safe 준비 중
nl: Threema Safe voorbereiden
sk: Pripravuje sa Trezor Threema
tr: Threema Safe hazırlanıyor
uk: Підготовка Threema Safe
zh_hans: 正在准备 Threema Safe
zh_hant: 正在準備 Threema Safe

# safe_error_preparing
source: Error preparing Threema Safe backup
cs: Během přípravy zálohy v Trezoru Threema se vyskytla chyba
ko: Threema Safe 백업 준비 중 오류 발생
nl: Fout bij voorbereiden Threema Safe back-up
sk: Chyba počas prípravy zálohy Trezoru Threema
tr: Threema Safe yedeklemesi hazırlanırken hata oluştu
uk: Помилка підготовки резервної копії Threema Safe
zh_hans: 准备 Threema Safe 备份时出错
zh_hant: 準備 Threema Safe 備份時出錯

# safe_configure_choose_password_title
source: Choose a password
cs: Zvolte si heslo
ko: 비밀번호를 입력하세요.
nl: Kies een wachtwoord
sk: Zadajte heslo
tr: Bir şifre seçin
uk: Оберіть пароль
zh_hans: 选择密码
zh_hant: 選擇密碼

# safe_configure_choose_password
source: Please choose a password. You will need this password to restore your Threema Safe backup.
cs: Zvolte si prosím heslo. To bude zapotřebí k obnovení vaší zálohy z Trezoru Threema.
ko: 비밀번호를 선택하십시오. Threema Safe 백업을 복원하는 데 이 비밀번호가 필요합니다.
nl: Kies een wachtwoord. U hebt dit wachtwoord nodig om uw back-upbestanden van Threema Safe te herstellen.
sk: Zadajte prosím heslo. Toto heslo budete potrebovať pri obnovení zálohy Trezoru Threema.
tr: Lütfen bir şifre seçin. Threema Safe yedeklemenizi geri yüklemek için bu şifreye ihtiyacınız olacak.
uk: Будь ласка, оберіть пароль. Цей пароль знадобиться для відновлення резервної копії Threema Safe.
zh_hans: 请选择一个密码。您将需要此密码来恢复 Threema Safe 备份。
zh_hant: 請選擇一個密碼。您將需要此密碼來還原 Threema Safe 備份。

# safe_configure_choose_password_mdm
source: Your administrator enabled Threema Safe for your device.
cs: Váš správce aktivoval na vašem zařízení Trezor Threema.
ko: 귀하의 관리자가 귀하의 기기에 Threema Safe를 활성화했습니다.
nl: Uw administrator heeft uw apparaat toestemming gegeven Threema Safe te gebruiken.
sk: Váš správca povolil Trezor Threema pre vaše zariadenie.
tr: Yöneticiniz cihazınız için Threema Safe’i etkinleştirdi.
uk: Адміністратор увімкнув Threema Safe для вашого пристрою.
zh_hans: 您的管理员为您的设备启用了 Threema Safe。
zh_hant: 您的管理員為您的裝置啟用了 Threema Safe。
