Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/*.lproj/Localizable.strings
Languages: cs, ko, nl, sk, tr, uk, zh_hans, zh_hant

# updating_database
source: Updating database… Please keep Threema running in the foreground until completion. This may take several minutes if you have a large chat history.
cs: Aktualizace databáze… Nechte aplikaci Threema spuštěnou v popředí, dokud operace nedoběhne do konce. Máte-li velkou historii chatu, může tato akce trvat i několik minut.
ko: 데이터베이스 업데이트 중... 완료될 때까지 Threema를 전경에서 실행 상태로 유지해주세요. 대화 기록이 많은 경우 몇 분이 걸릴 수 있습니다.
nl: Database wordt bijgewerkt... Zorg ervoor dat Threema actief is op de voorgrond totdat het proces is voltooid. Als u een grote chatgeschiedenis hebt, kan dit een paar minuten duren.
sk: Aktualizuje sa databáza… Nechajte Threema spustenú v popredí až do skončenia. Ak máte veľkú históriu konverzácií, môže to trvať niekoľko minút.
tr: Veritabanı güncelleniyor… Lütfen Threema'yı tamamlanana kadar ön planda çalışır durumda tutun. Büyük bir sohbet geçmişiniz varsa, bu birkaç dakika sürebilir.
uk: Оновлення бази даних... Застосунок Threema повинен працювати на передньому плані до завершення. Якщо у вас велика історія чату, це може зайняти кілька хвилин.
zh_hans: 正在更新数据库... 请保持 Threema 在前台运行直到完成为止。 如果您有大量的聊天记录，可能需要几分钟的时间才能完成。
zh_hant: 正在更新資料庫... 請保持 Threema 在前景執行直到完成為止。 如果您有大量的對話記錄，可能需要幾分鐘的時間才能完成。

# database_migration_error_hints
source: Please make sure you have enough storage space available on your device. Restart your device, and try again.
cs: Zkontrolujte, zda máte na zařízení k dispozici dostatek volného místa. Pak restartujte zařízení a zkuste to znovu.
ko: 기기에 충분한 여유 저장 공간이 있는지 확인하고 기기를 다시 시작한 후 다시 시도하세요.
nl: Zorg ervoor dat er genoeg vrije opslagruimte op uw apparaat is. Herstart uw apparaat en probeer het opnieuw.
sk: Uistite sa, že máte v zariadení k dispozícii dostatok voľného miesta. Reštartujte zariadenie a skúste to znova.
tr: Lütfen cihazınızda yeterli depolama alanı olduğundan emin olun. Cihazınızı yeniden başlatın ve tekrar deneyin.
uk: Переконайтеся, що на вашому пристрої достатньо місця. Перезавантажте пристрій і повторіть спробу.
zh_hans: 请确保设备上有足够的可用存储空间，重启设备后重试。
zh_hant: 請確保裝置上有足夠的可用儲存空間，重新啟動裝置後再試一次。

# database_migration_storage_warning_title
source: Not enough available storage
cs: Nedostatek místa na úložišti
ko: 충분한 여유 저장 공간이 없음
nl: Niet genoeg beschikbare opslagruimte
sk: Nedostatok miesta na disku
tr: Yeterli kullanılabilir depolama alanı yok
uk: Недостатньо місця
zh_hans: 可用存储空间不足
zh_hant: 可用儲存空間不足

# database_migration_storage_warning_message
source: The database update temporarily requires at least %.1f GB of available storage. Your device currently has only %.1f GB available. Please make more storage available by deleting items in Usage Settings, and try again.
cs: Aktualizace databáze dočasně potřebuje alespoň %.1f GB volného místa na úložišti. Na vašem zařízení je k dispozici jen %.1f GB. Uvolněte prosím místo smazáním položek v nabídce Nastavení využití a zkuste to znovu.
ko: 데이터베이스 업데이트는 임시로 최소 %.1f GB의 여유 저장 공간이 필요합니다. 현재 기기에는 %.1f GB만 사용 가능합니다. 사용량 설정 에서 항목을 삭제하여 더 많은 저장 공간을 확보하고 다시 시도하세요.
nl: Het bijwerken van de database kost tijdelijk ten minste %.1f GB aan beschikbare opslagruimte. Je apparaat heeft momenteel slechts %.1f GB beschikbaar. Maak meer opslagruimte vrij door zaken te verwijderen via Gebruiksinstellingen en probeer het opnieuw.
sk: Aktualiácia databázy dočasne vyžaduje aspoň %.1f GB voľného miesta. Vaše zariadenie má iba %.1f GB voľného miesta. Zabezpečte prosím dostatok voľného miesta v "Nastavenia > Všeobecné > Úložisko" a skúste to znovu.
tr: Veritabanı güncellemesi geçici olarak en az %.1f GB kullanılabilir depolama alanı gerektirir. Cihazınızda şu anda yalnızca %.1f GB kullanılabilir. Lütfen Kullanım Ayarları’ndaki öğeleri silerek daha fazla depolama alanı sağlayın ve tekrar deneyin.
uk: Для оновлення бази даних тимчасово потрібно принаймні %.1f ГБ вільного місця. Зараз на вашому пристрої доступно лише %.1f ГБ. Звільніть більше місця, видаливши елементи в налаштуваннях використаного місця, та повторіть спробу.
zh_hans: 数据库更新暂时需要至少 %.1f GB 的可用存储空间。您的设备目前只有 %.1f GB 的可用存储空间。请在 “储存空间” 中删除项目以获得更多可用的存储空间，然后再试。
zh_hant: 資料庫更新暫時需要至少 %.1f GB 的可用儲存空間。您的裝置目前只有 %.1f GB 的可用儲存空間。請在「儲存空間」中刪除專案以取得更多可用的儲存空間，然後再試一次。

# sync_exclusion_footer
source: The IDs that are listed here will be ignored when synchronizing contacts.
cs: Zde uvedená ID budou při synchronizaci kontaktů ignorována.
ko: 여기에 나열된 ID는 연락처 동기화 시 무시됩니다.
nl: De weergegeven ID’s worden genegeerd wanneer je contactpersonen synchroniseerd.
sk: Tu uvedené ID budú počas synchronizácie kontaktov ignorované.
tr: Kişiler eşitlenirken burada listelenen kimlikler yok sayılır.
uk: Перераховані тут ID ігноруватимуться під час синхронізації контактів.
zh_hans: 同步联系人时，这里列出的ID将被忽略。
zh_hant: 同步聯絡人時，這裡列出的ID將被忽略。

# enter_id_to_exclude
source: Enter the ID to be excluded from synchronization:
cs: Zadejte ID, které má být vyřazeno ze synchronizace:
ko: 동기화에서 제외할 ID를 입력하세요:
nl: Voer de ID in die je wilt uitsluiten van synchronisatie:
sk: Zadajte ID, ktoré chcete vylúčiť zo synchronizácie:
tr: Eşitlemeden hariç tutulacak kimliği girin:
uk: Введіть ID, який потрібно виключити з синхронізації:
zh_hans: 输入要从同步中排除的ID：
zh_hant: 輸入要從同步中排除的ID：

# group_renamed_to_x
source: Group renamed to "%@"
cs: Skupina byla přejmenována na „%@“
ko: 그룹 이름이 "%@"(으)로 변경되었습니다.
nl: Groepsnaam veranderd in "%@"
sk: Skupina premenovaná na "%@"
tr: Grup "%@" olarak yeniden adlandırıldı
uk: Групу перейменовано на «%@»
zh_hans: 群组名称更改为 “%@”
zh_hant: 群組名稱變更為「%@」

# group_member_x_left
source: %@ left the group
cs: Uživatel %@ opustil skupinu
ko: %@이(가) 그룹을 나갔습니다.
nl: %@ heeft de groep verlaten
sk: %@ opustil(a) skupinu
tr: %@ gruptan ayrıldı
uk: %@ покинув групу
zh_hans: %@ 离开了群组
zh_hant: %@ 離開了群組

# group_member_x_added
source: %@ was added to the group
cs: Uživatel %@ byl přidán do skupiny
ko: %@이(가) 그룹에 추가되었습니다.
nl: %@ is aan de groep toegevoegd
sk: %@ bol pridaný do skupiny
tr: %@ gruba eklendi
uk: %@ додано до групи
zh_hans: %@ 已添加到群组
zh_hant: %@ 已新增至群組

# group_member_x_forced_leave
source: %@ was removed from the group
cs: Uživatel %@ byl odstraněn ze skupiny
ko: %@이(가) 그룹에서 제거되었습니다.
nl: %@ is uit de groep verwijderd
sk: %@ bol odstránený zo skupiny
tr: %@ gruptan çıkarıldı
uk: %@ видалено з групи
zh_hans: %@ 已从群组中被移除
zh_hant: %@ 已從群組中被移除

# group_member_self_added
source: You were added to the group.
cs: Došlo k vašemu přidání do skupiny.
ko: 당신이 그룹에 추가되었습니다.
nl: Je bent aan de groep toegevoegd.
sk: Boli ste pridaný(á) do skupiny
tr: Gruba eklendiniz.
uk: Вас додано до групи.
zh_hans: 您已添加到群组
zh_hant: 您已新增至群組

# group_member_self_removed
source: You were removed from the group.
cs: Došlo k vašemu odstranění ze skupiny.
ko: 당신이 그룹에서 제거되었습니다.
nl: Je bent uit de groep verwijderd.
sk: Boli ste odstránený(á) zo skupiny
tr: Gruptan çıkarıldınız.
uk: Вас видалено з групи.
zh_hans: 您已从群组中被移除
zh_hant: 您已從群組中被移除

# group_member_self_left
source: You have left the group.
cs: Opustili jste skupinu.
ko: 당신이 그룹을 나갔습니다.
nl: Je hebt de groep verlaten.
sk: Opustili ste skupinu
tr: Gruptan ayrıldınız.
uk: Ви покинули групу.
zh_hans: 您已退出群组
zh_hant: 您已退出群組

# group_member_creator_left
source: *This group is orphaned* The group creator has left the group, and it can no longer be maintained. One of the remaining members should clone the group (via group details) to become the new admin.
cs: *Tato skupina je osiřelá* Tvůrce skupiny ji opustil a již ji nelze spravovat. Jeden ze zbývajících členů by měl skupinu naklonovat (prostřednictvím podrobností o skupině) a stát se novým správcem.
ko: *이 그룹은 고아입니다* 그룹 생성자가 그룹을 나갔으며 더 이상 유지되지 않습니다. 남은 회원 중 한 명이 그룹을 복제하여(그룹 상세정보를 통해) 새로운 관리자가 되어야 합니다.
nl: *Deze groep heeft geen eigenaar* De groep kan niet meer worden beheerd omdat degene die de groep heeft aangemaakt de groep heeft verlaten. Een van de resterende leden kan de groep klonen om de rol van beheerder over te nemen.
sk: *Táto skupina je osirelá* Tvorca skupiny opustil skupinu a už ju nemožno udržiavať. Jeden zo zostávajúcich členov by mal naklonovať skupinu (prostredníctvom podrobností o skupine), aby sa stal novým správcom.
tr: *Bu grup yöneticisiz kaldı* Grubu kuran kişi gruptan ayrıldı ve artık grup sürdürülemez. Kalan üyelerden biri, yeni yönetici olmak için grubu kopyalamalıdır (grup ayrıntıları üzerinden).
uk: *Ця група осиротіла* Організатор групи покинув її, тому її більше не можна підтримувати. Один із учасників, які залишилися, має клонувати групу (через меню групи), щоб стати новим адміністратором.
zh_hans: *此群组成为孤立群组* 由于群组创建者已离开群组，管理员职位现在为空缺。其余成员应该克隆该群组（点击群组详细信息）以成为新的管理员。
zh_hant: *此群組變成為孤立群組* 由於群組建立者已離開群組，管理員職位現在為空缺。其餘成員應該克隆該群組（按一下群組詳細資料）以成為新的管理員。

# system_message_group_avatar_changed
source: Group picture changed
cs: Skupinový obrázek se změnil
ko: 그룹 사진이 변경되었습니다.
nl: Groepsfoto gewijzigd
sk: Obrázok skupiny bol zmenený
tr: Grup resmi değiştirildi
uk: Групове зображення змінено
zh_hans: 群组头像已改变
zh_hant: 群組大頭貼已變更

# my_profilepicture
source: Your profile picture
cs: Váš profilový obrázek
ko: 귀하의 프로필 사진
nl: Je profielafbeelding
sk: Váš profilový obrázok
tr: Profil resminiz
uk: Зображення вашого профілю
zh_hans: 您的头像
zh_hant: 您的大頭貼

# my_threema_id
source: Your Threema ID
cs: Vaše Threema ID
ko: 귀하의 Threema ID
nl: Je Threema ID
sk: Vaše Threema ID
tr: Threema kimliğiniz
uk: Ваш Threema ID
zh_hans: 您的 Threema ID
zh_hant: 您的 Threema ID

# edit_profile
source: Edit nickname and profile picture
cs: Upravit přezdívku a profilový obrázek
ko: 닉네임과 프로필 사진 편집
nl: Nickname en profielafbeelding bewerken
sk: Upraviť prezývku a profilový obrázok
tr: Takma ismi ve profil resmini düzenle
uk: Редагувати прізвисько та зображення профілю
zh_hans: 编辑昵称和头像
zh_hant: 編輯暱稱和大頭貼

source: from
cs: od
ko: 에서
nl: van
sk: od
tr: kimden
uk: від
zh_hans: 来自
zh_hant: 來自

source: at
cs: v
ko: 에서
nl: op
sk: o
tr: de/da
uk: о
zh_hans: 在
zh_hant: 在

source: seconds
cs: sek.
ko: 초
nl: seconden
sk: sekúnd
tr: saniye
uk: секунд
zh_hans: 秒
zh_hant: 秒

source: duration
cs: trvání
ko: 지속 시간
nl: duur
sk: dĺžka
tr: süre
uk: тривалість
zh_hans: 时长
zh_hant: 長度

# current_position
source: position
cs: pozice
ko: 위치
nl: positie
sk: pozícia
tr: durum
uk: позиція
zh_hans: 位置
zh_hant: 位置

source: in reply to
cs: v odpovědi na
ko: 답장으로
nl: in antwoord op
sk: v odpovedi na
tr: cevap olarak
uk: у відповідь
zh_hans: 回复
zh_hant: 回覆

source: Draft
cs: Koncept
ko: 드래프트
nl: Ontwerp
sk: Koncept
tr: Taslak
uk: Чернетка
zh_hans: 草稿
zh_hant: 草稿

# draft_type_quote
source: Quote
cs: Citace
ko: 인용
nl: Citeren
sk: Citácia
tr: Alıntıla
uk: Цитувати
zh_hans: 引用
zh_hant: 引用

# draft_type_edit
source: Edit
cs: Upravit
ko: 편집
nl: Bewerken
sk: Upraviť
tr: Düzenle
uk: Редагувати
zh_hans: 编辑
zh_hant: 編輯

# new_message_accessibility
source: New message:
cs: Nová zpráva:
ko: 새 메시지:
nl: Nieuw bericht:
sk: Nová správa:
tr: Yeni mesaj:
uk: Нове повідомлення:
zh_hans: 新消息：
zh_hant: 新訊息：

# quote_interaction_hint
source: Jumps to quoted message
cs: Přeskočí na citovanou zprávu
ko: 인용된 메시지로 이동
nl: Gaat naar geciteerd bericht.
sk: Preskočiť na citovanú správu
tr: Alıntılanan mesaja geçer
uk: Переходить до цитованого повідомлення.
zh_hans: 跳转到引用的信息
zh_hant: 跳至引用的訊息

source: Open in…
cs: Otevřít v…
ko: 열기…
nl: Openen in…
sk: Otvoriť v ...
tr: ... ile aç
uk: Відкрити у...
zh_hans: 在…打开
zh_hant: 在…開啟

source: Restore
cs: Obnovit
ko: 복원
nl: Herstellen
sk: Obnoviť
tr: Geri yükle
uk: Відновити
zh_hans: 恢复
zh_hant: 還原

source: Pull to refresh…
cs: Potažením dolů obnovíte…
ko: 새로 고치려면 당기세요...
nl: Vegen om te vernieuwen...
sk: Potiahnutím obnoviť...
tr: Yenilemek için çekin...
uk: Потягніть для оновлення...
zh_hans: 下拉刷新…
zh_hant: 下拉以重新整理…

# refreshing
source: Loading…
cs: Načítání…
ko: 로드 중…
nl: Laden…
sk: Načítavam...
tr: Yükleniyor...
uk: Завантаження...
zh_hans: 加载中…
zh_hant: 載入中…

# threema_channel_intro
source: Add Threema Channel to your contacts?
cs: Přidat kanál Threema do kontaktů?
ko: Threema 채널을 연락처에 추가하시겠습니까?
nl: Wil je Threema Channel aan je contactpersonen toevoegen?
sk: Threema Channel je informačný kanál aplikácie Threema, ktorý vás formou správ informuje o všetkých novinkách. Chcete ho pridať medzi vaše kontakty?
tr: Threema kanalı kişilerinize eklensin mi?
uk: Додати канал Threema до ваших контактів?
zh_hans: 将 Threema Channel 添加到您的联系人吗？
zh_hant: 將 Threema Channel 新增至您的聯絡人嗎？

# threema_channel_info
source: Threema Channel provides you with news about all things Threema.
cs: Kanál Threema poskytuje novinky o všem, co se týká aplikace Threema.
ko: Threema 채널은 Threema와 관련된 모든 뉴스를 제공합니다.
nl: Threema Channel levert nieuws over alles wat met Threema te maken heeft.
sk: Kanál Threema vám poskytuje správy o všetkom, čo sa týka Threemy.
tr: Threema kanalı size uygulama hakkında güncel haberleri ve bilgileri sağlar.
uk: Канал Threema надає новини про все, що пов'язано зі Threema.
zh_hans: Threema Channel 为您提供关于 Threema 的所有新闻。
zh_hant: Threema Channel 為您提供關於 Threema 的所有新聞。

# threema_channel_failed
source: Unable to add Threema Channel.
cs: Nelze přidat kanál Threema.
ko: Threema 채널을 추가할 수 없습니다.
nl: Threema Channel niet toegevoegd.
sk: Nie je možné pridať kanál Threema.
tr: Threema kanalı eklenemiyor.
uk: Неможливо додати канал Threema.
zh_hans: 无法添加 Threema Channel
zh_hant: 無法新增 Threema Channel

# threema_work_channel_intro
source: Add the Threema Work Channel to your contacts?
cs: Přidat kanál Threema Work mezi vaše kontakty?
ko: Threema Work 채널을 연락처에 추가하시겠습니까?
nl: Wilt u het Threema Work-kanaal aan uw contactpersonen toevoegen?
sk: Pridať kanál Threema Work do kontaktov?
tr: Threema Work Kanalı kişilerinize eklensin mi?
uk: Додати канал Threema Work до ваших контактів?
zh_hans: 将 Threema Work 频道添加到您的联系人吗？
zh_hant: 將 Threema Work 頻道新增至您的聯絡人嗎？

# threema_work_channel_info
source: The Threema Work Channel provides you with news about all things Threema Work.
cs: Kanál Threema Work poskytuje novinky o všem, co se týká aplikace Threema Work.
ko: Threema Work 채널은 Threema Work와 관련된 모든 뉴스를 제공합니다.
nl: Het Threema Work-kanaal levert nieuws over alles wat met Threema Work te maken heeft.
sk: Kanál Threema Work obsahuje novinky o všetkom, čo sa týka spoločnosti Threema Work.
tr: Threema Work Kanalı, Threema Work ile ilgili her konuda size bilgi sağlar.
uk: Канал Threema Work надає новини про все, що пов'язано зі Threema Work.
zh_hans: Threema Work 频道为您提供关于 Threema Work 的所有信息。
zh_hant: Threema Work 頻道為您提供關於 Threema Work 的所有資訊。

# threema_work_channel_failed
source: Unable to add the Threema Work Channel.
cs: Nelze přidat kanál Threema Work.
ko: Threema Work 채널을 추가할 수 없습니다.
nl: Het Threema Work-kanaal kon niet worden toegevoegd.
sk: Nie je možné pridať kanál Threema Work.
tr: Threema Work Kanalı eklenemedi.
uk: Не вдалося додати канал Threema Work.
zh_hans: 无法添加 Threema Work 频道
zh_hant: 無法新增 Threema Work 頻道

# decryption_push_reply
source: Reply
cs: Odpovědět
ko: 답장
nl: Antwoorden
sk: Odpovedať
tr: Cevap ver
uk: Відповідь
zh_hans: 回复
zh_hant: 回覆

# decryption_push_placeholder
source: Reply…
cs: Odpovědět…
ko: 답장…
nl: Antwoorden...
sk: Odpovedať...
tr: Cevap ver...
uk: Відповісти...
zh_hans: 回复…
zh_hant: 回覆…

# decryption_push_agree
source: Agree
cs: Souhlasit
ko: 동의
nl: Akkoord
sk: Súhlasiť
tr: Katılıyorum
uk: Погодитись
zh_hans: 同意
zh_hant: 同意

# decryption_push_disagree
source: Disagree
cs: Nesouhlasit
ko: 동의하지 않음
nl: Niet akkoord
sk: Nesúhlasiť
tr: Katılmıyorum
uk: Не погоджуватись
zh_hans: 不同意
zh_hant: 不同意

# send_notification_message_error_title
source: Send message
cs: Poslat zprávu
ko: 메시지 전송
nl: Bericht versturen
sk: Odoslať správu
tr: Mesaj gönder
uk: Надіслати повідомлення
zh_hans: 发送消息
zh_hant: 傳送訊息

# send_notification_message_error_failed
source: The message could not be sent.
cs: Odeslání zprávy se nezdařilo.
ko: 이 메시지를 보낼 수 없습니다.
nl: Het bericht kon niet worden verzonden.
sk: Správa sa nepodarilo odoslať
tr: Mesaj gönderilemedi.
uk: Не вдалось надіслати повідомлення.
zh_hans: 消息无法发送。
zh_hant: 訊息無法傳送。

# send_notification_message_error_agree
source: Agreeing failed.
cs: Vyjádření souhlasu se nezdařilo.
ko: 동의 실패.
nl: Accorderen mislukt.
sk: Vyjadrenie súhlasu zlyhalo.
tr: Kabul edilemedi.
uk: Помилка прийняття згоди.
zh_hans: “同意” 过程失败。
zh_hant: 「同意」過程失敗。

# send_notification_message_error_disagree
source: Disagreeing failed.
cs: Vyjádření nesouhlasu se nezdařilo.
ko: 반대 실패.
nl: Niet-accorderen mislukt.
sk: Vyjadrenie nesúhlasu zlyhalo.
tr: Kabul etmeme başarısız oldu.
uk: Помилка прийняття незгоди.
zh_hans: “不同意” 过程失败。
zh_hant: 「不同意」過程失敗。

# disabled_by_device_policy
source: Some settings have been disabled by device policy
cs: Některá nastavení byla deaktivována nastavením soukromí na zařízení
ko: 일부 설정이 장치 정책에 의해 비활성화되었습니다.
nl: Sommige instellingen zijn uitgeschakeld door het apparaatbeleid
sk: Niektoré nastavenia boli deaktivované nastavením súkromia na zariadení.
tr: Bazı ayarlar cihaz politikası tarafından devre dışı bırakıldı
uk: Деякі налаштування вимкнено через політику пристрою
zh_hans: 某些设置已被设备策略禁用
zh_hant: 某些設定已被裝置策略停用

source: Profile Picture Recipients
cs: Příjemci profilového obrázku
ko: 프로필 사진 받는사람
nl: Ontvangers profielafbeeldingen
sk: Príjemcovia profilových obrázkov
tr: Profil resmi alıcıları
uk: Хто може бачити зображення профілю
zh_hans: 个人头像接收者
zh_hant: 大頭貼收件者

# send_profileimage_off
source: Nobody
cs: Nikdo
ko: 아무도
nl: Niemand
sk: Nikto
tr: Hiç kimse
uk: Ніхто
zh_hans: 没有人
zh_hant: 沒有人

# send_profileimage_on
source: Everyone You Write
cs: Každý, komu napíšete
ko: 모든 대화 상대
nl: Iedereen die je schrijft
sk: Každý komu píšete
tr: Yazdığın herkes
uk: Усі співрозмовники
zh_hans: 任何人
zh_hant: 任何人

# send_profileimage_contacts
source: Selected Contacts
cs: Vybrané kontakty
ko: 선택한 연락처
nl: Geselecteerde contactpersonen
sk: Vybrané kontakty
tr: Seçilen kişiler
uk: Обрані контакти
zh_hans: 已选的联系人
zh_hant: 選定的聯絡人

# edit_profile_footer
source: The nickname is included in push notifications for messages that you send. We recommend using only your first name or a pseudonym.
cs: Přezdívka se zobrazuje v nabízených oznámeních ke zprávám, které odešlete. Doporučujeme používat jen křestní jméno nebo pseudonym.
ko: 닉네임은 당신이 보낸 메시지의 푸시 알림에 포함됩니다. 당신의 이름만 사용하거나 필명을 사용하는 것을 권장합니다.
nl: De nickname wordt opgenomen in de pushberichten voor berichten die je verstuurd. We raden aan alleen je voornaam of een pseudoniem te gebruiken.
sk: Prezývka sa zobrazuje v push hláseniach správ, ktoré odošlete. Doporučujeme používať len krstné meno, alebo pseudonym.
tr: Takma isim, gönderdiğiniz mesajlar için anlık bildirimlere dahil edilir. Yalnızca isminizi veya takma isminizi kullanmanızı öneririz.
uk: Прізвисько додається до push-сповіщень повідомлень, які ви надсилаєте. Ми рекомендуємо використовувати лише своє ім’я чи псевдонім.
zh_hans: 昵称会包含在您已发送的消息推送通知中。我们建议只使用您的名字或化名。
zh_hant: 暱稱會包括在您已傳送的訊息推播通知中。我們建議只使用您的名字或化名。

# gallery_moments
source: Moments
cs: Okamžiky
ko: 순간
nl: Momenten
sk: Momenty
tr: Anlar
uk: Моменти
zh_hans: 精彩瞬间
zh_hant: 精彩時刻

# call_mute
source: Mute
cs: Ztišit
ko: 음소거
nl: Dempen
sk: Stlmiť
tr: Sessiz
uk: Стишити
zh_hans: 静音
zh_hant: 靜音

# call_unmute
source: Unmute
cs: Zapnout zvuk
ko: 음소거 해제
nl: Geluid aan
sk: Zapnúť zvuk
tr: Sesi aç
uk: Не стишувати
zh_hans: 取消静音
zh_hant: 取消靜音

# call_speaker
source: Speaker
cs: Reproduktor
ko: 스피커
nl: Luidspreker
sk: Reproduktor
tr: Hoparlör
uk: Гучномовець
zh_hans: 扬声器
zh_hant: 揚聲器

# call_earpiece
source: Earpiece
cs: Sluchátko
ko: 이어피스
nl: Oorstuk
sk: Slúchadlá
tr: Kulaklık
uk: Навушник
zh_hans: 听筒
zh_hant: 聽筒

# call_end
source: Hang up
cs: Zavěsit
ko: 전화 끊기
nl: Ophangen
sk: Ukončiť
tr: Sonlandır
uk: Завершити виклик
zh_hans: 挂断电话
zh_hant: 掛斷電話

# call_camera_activate_button
source: Activate camera
cs: Aktivovat kameru
ko: 카메라 활성화
nl: Camera inschakelen
sk: Zapnúť kameru
tr: Kamerayı etkinleştir
uk: Увімкнути камеру
zh_hans: 激活摄像头
zh_hant: 開啟攝影機

# call_camera_deactivate_button
source: Deactivate camera
cs: Vypnout kameru
ko: 카메라 비활성화
nl: Camera uitschakelen
sk: Vypnúť kameru
tr: Kamerayı devre dışı bırak
uk: Вимкнути камеру
zh_hans: 停用摄像头
zh_hant: 停用攝影機

# call_camera_switch_to_front_button
source: Switch to the front camera
cs: Přepnout na přední kameru
ko: 전면 카메라로 전환
nl: Wisselen naar camera voor
sk: Prepnúť na prednú kameru
tr: Ön kameraya geç
uk: Перемкнутись на фронтальну камеру
zh_hans: 切换到前置镜头
zh_hant: 切換至前置鏡頭

# call_camera_switch_to_back_button
source: Switch to the back camera
cs: Přepnout na zadní kameru
ko: 후면 카메라로 전환
nl: Wisselen naar camera achter
sk: Prepnúť na zadnú kameru
tr: Arka kameraya geç
uk: Перемкнутись на задню камеру
zh_hans: 切换到后置镜头
zh_hant: 切換至後置鏡頭

source: Call Rejected
cs: Hovor odmítnut
ko: 통화 거절됨
nl: Oproep afgewezen
sk: Hovor odmietnutý
tr: Arama reddedildi
uk: Виклик відхилено
zh_hans: 通话被拒
zh_hant: 通話被拒絕

# call_rejected_busy
source: Busy
cs: Zaneprázdněn
ko: 통화 중
nl: Bezig
sk: Obsadené
tr: Meşgul
uk: Зайнято
zh_hans: 忙碌中
zh_hant: 忙碌中

# call_rejected_timeout
source: Call recipient is unavailable
cs: Příjemce hovoru není k dispozici
ko: 통화 수신자 이용 불가
nl: De ontvanger is niet beschikbaar
sk: Príjemca hovoru je nedostupný
tr: Aranan kişi müsait değil
uk: Співрозмовник недоступний
zh_hans: 通话接收者无法接通
zh_hant: 通話收件者無法接通

# call_rejected_disabled
source: Threema calls disabled by recipient
cs: Hovory Threema byly příjemcem deaktivovány
ko: Threema 통화는 수신자에 의해 비활성화됨
nl: Threema oproepen zijn uitgeschakeld door de ontvanger
sk: Threema hovory sú príjemcom vypnuté
tr: Threema aramaları aranan kişi tarafından devre dışı bırakıldı
uk: Співрозмовник вимкнув виклики через Threema
zh_hans: Threema 通话被接收者禁用
zh_hant: Threema 通話被收件者停用

# call_rejected_unknown
source: Call Rejected
cs: Hovor odmítnut
ko: 통화 거절됨
nl: Oproep afgewezen
sk: Hovor odmietnutý
tr: Arama reddedildi
uk: Виклик відхилено
zh_hans: 通话被拒
zh_hant: 通話被拒絕

# call_missed
source: Missed Call
cs: Zmeškaný hovor
ko: 부재중 통화
nl: Oproep gemist
sk: Zmeškaný hovor
tr: Cevapsız arama
uk: Пропущений виклик
zh_hans: 未接来电
zh_hant: 未接來電

# call_incoming_ended
source: Incoming Call
cs: Příchozí hovor
ko: 수신 전화
nl: Ontvangen oproep
sk: Prichádzajúci hovor
tr: Gelen arama
uk: Вхідний виклик
zh_hans: 收到的来电
zh_hant: 收到的來電

# call_outgoing_ended
source: Outgoing Call
cs: Odchozí hovor
ko: 발신 전화
nl: Uitgaande oproep
sk: Odchádzajúci hovor
tr: Giden arama
uk: Вихідний виклик
zh_hans: 拨出的电话
zh_hant: 撥出的電話

# call_duration
source: Duration: %@
cs: Trvání: %@
ko: 통화 시간: %@
nl: Duur: %@
sk: Dĺžka: %@
tr: Süre: %@
uk: Тривалість: %@
zh_hans: 时长：%@
zh_hant: 長度：%@

source: Call Canceled
cs: Hovor zrušen
ko: 통화 취소됨
nl: Oproep afgebroken
sk: Hovor zrušený
tr: Arama iptal edildi
uk: Виклик скасовано
zh_hans: 通话中止
zh_hant: 通話中止

# call_back
source: Return call
cs: Volat zpět
ko: 통화 답장
nl: Terugbellen
sk: Zavolať späť
tr: Geri ara
uk: Викликати
zh_hans: 回拨
zh_hant: 回電

# call_accept
source: Accept
cs: Přijmout
ko: 수락
nl: Accepteren
sk: Prijať
tr: Kabul et
uk: Прийняти
zh_hans: 接听
zh_hant: 接聽

# call_reject
source: Reject
cs: Zamítnout
ko: 거절
nl: Afwijzen
sk: Odmietnuť
tr: Reddet
uk: Відхилити
zh_hans: 拒绝
zh_hant: 拒絕

# call_hide_call
source: Hide call
cs: Skrýt hovor
ko: 통화 숨기기
nl: Oproep verbergen
sk: Skryť hovor
tr: Aramayı gizle
uk: Приховати виклик
zh_hans: 隐藏通话
zh_hant: 隱藏通話

# call_no_wifi
source: Call via cellular network. Learn more…
cs: Volání přes mobilní síť. Zjistit více…
ko: 셀룰러 네트워크 통화. 자세히 알아보기...
nl: Oproep via mobiel netwerk. Meer informatie…
sk: Hovor cez mobilnú sieť. Zistiť viac...
tr: Hücresel ağ üzerinden ara. Daha fazla bilgi edinin...
uk: Виклик через стільник. Дізнатись більше...
zh_hans: 通过移动数据通话。了解更多...
zh_hant: 透過行動網路通話。了解更多...

# call_mic_access
source: No microphone access.
cs: Chybí přístup k mikrofonu.
ko: 마이크 액세스 없음.
nl: Geen toegang tot de microfoon.
sk: Nie je prístup k mikrofónu.
tr: Mikrofon erişimi yok.
uk: Немає доступу до мікрофона.
zh_hans: 无法使用麦克风
zh_hant: 無法取用麥克風

# call_voip_not_supported_title
source: Threema Calls
cs: Hovor Threema
nl: Threema-Oproep
sk: Threema hovory
tr: Threema aramaları
uk: Виклики Threema
zh_hans: Threema 通话
zh_hant: Threema 通話
