Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/*.lproj/Localizable.strings
Languages: cs, ko, nl, sk, tr, uk, zh_hans, zh_hant

# confirm_phone_number_x
source: We are about to send an SMS to: %@ Is this number correct?
cs: Pošleme SMS na: %@ Je toto číslo správné?
ko: 다음으로 SMS를 보냅니다. %@ 이 번호가 맞습니까?
nl: We sturen een SMS naar: %@ Is dit nummer juist?
sk: Chystáme sa odoslať SMS na: %@ Je toto číslo správne?
tr: Bu kişiye bir kısa mesaj göndermek üzereyiz: %@ Numara doğru mu?
uk: Ми надішлемо СМС на: %@ Це вірний номер?
zh_hans: 我们即将发送短信到： %@ 这个电话号码正确吗？
zh_hant: 我們即將傳送簡訊至： %@ 這個電話號碼正確嗎？

source: Abort Verification
cs: Zrušit ověření
ko: 취소
nl: Verificatie afbreken
sk: Zrušiť overenie
tr: Doğrulamayı iptal et
uk: Припинити верифікацію
zh_hans: 中止验证
zh_hant: 中止驗證

# abort_verification_message
source: The number of attempts is limited; please wait at least 30 minutes for the SMS to arrive or try the call option.
cs: Počet pokusů je omezený. Počkejte na doručení SMS alespoň 30 minut nebo zkuste možnost hovoru.
ko: 시도 횟수는 제한되어 있습니다. SMS가 도착할 때까지 최소 30분을 기다리거나 통화 옵션을 이용하십시오.
nl: Het aantal pogingen is beperkt. Wacht ten minste 30 minuten om te zien of de SMS aankomt of probeer de oproepoptie.
sk: Počet pokusov je obmedzený; počkajte prosím aspoň 30 minút na príchod SMS, alebo skúste možnosť telefonátu.
tr: Deneme sayısı sınırlaması mevcut; lütfen kısa mesajın gelmesi için en az 30 dakika bekleyin veya arama seçeneğini deneyin.
uk: Кількість спроб обмежена. Будь ласка, зачекайте щонайменше 30 хвилин для отримання СМС або спробуйте опцію виклику.
zh_hans: 验证次数已经达到上限，请至少等待30分钟短信到达，或尝试通话选项。
zh_hant: 驗證次數已經達到上限，請至少等待30分鐘簡訊到達，或嘗試通話選項。

# call_me_title
source: Notice about Call
cs: Informace o hovoru
ko: 통화 주의사항
nl: Informatie over oproep
sk: Informácia o hovore
tr: Arama hakkında bildirim
uk: Інформація про виклик
zh_hans: 关于通话的通知
zh_hant: 關於通話的通知

# call_me_message
source: If you proceed, we will attempt to call you immediately. Your verification code will be read to you twice. Note that we will only make one attempt, so please be sure that you are ready before you continue.
cs: Budete-li pokračovat, pokusíme se vám neprodleně zavolat. Ověřovací kód vám dvakrát přečteme. Mějte na paměti, že tato akce proběhne jen jednou, takže než budete pokračovat, ujistěte se, že jste náležitě připraveni.
ko: 계속 진행하면 즉시 전화를 연결합니다. 인증 코드를 두 번 불러드립니다. 시도 횟수는 한 번이므로 준비가 된 후 진행하십시오.
nl: Als je doorgaat, zullen we je onmiddellijk proberen te bellen. Je verificatiecode wordt twee keer voor je opgelezen. Let op: we maken deze oproep maar één keer, dus zorg ervoor dat je gereed bent om hem te ontvangen voordat je doorgaat.
sk: Ak budete pokračovať, pokúsíme sa Vám okamžite zavolať. Váš overovací kód vám bude nadiktovaný dvakrát. Budete mať len jeden pokus, preto sa prosím uistite, že ste pripravený.
tr: Devam ederseniz, sizi hemen aramayı deneyeceğiz. Doğrulama kodunuz size iki kez okunacaktır. Sadece bir deneme yapacağımızı unutmayın, bu yüzden devam etmeden önce lütfen hazır olduğunuzdan emin olun.
uk: Якщо ви продовжите, ми спробуємо негайно зателефонувати вам. Код підтвердження буде прочитано вголос двічі. Зауважте, що ми зробимо лише одну спробу, тому, будь ласка, переконайтеся, що ви готові, перш ніж продовжити.
zh_hans: 如果您选择继续，我们将尝试立即致电给您。您的验证码将被朗读两次。请注意，您只有一次致电的机会，因此在继续之前，请确定您已准备就绪。
zh_hant: 如果您選擇繼續，我們將嘗試立即致電給您。您的驗證碼將被朗讀兩次。請注意，您只有一次致電的機會，因此在繼續之前，請確定您已準備就緒。

source: Number
cs: Číslo
ko: 전화번호
nl: Nummer
sk: Číslo
tr: Numara
uk: Номер
zh_hans: 电话号码
zh_hant: 電話號碼

# mobileno_linked_title
source: Phone number linked
cs: Telefonní číslo bylo propojeno
ko: 전화번호 연결됨
nl: Telefoonnummer gekoppeld
sk: Telefónne číslo bolo prepojené
tr: Bağlı telefon numarası
uk: Номер телефону прив'язано
zh_hans: 电话号码已链接
zh_hant: 電話號碼已連結

# mobileno_linked_message
source: Your phone number has been successfully linked with your ID.
cs: Propojení telefonního čísla s vaším ID proběhlo úspěšně.
ko: 전화번호를 아이디에 연결하는 데 성공했습니다.
nl: Je telefoonnummer is gekoppeld aan je ID.
sk: Vaše telefónne číslo bolo úspešne prepojené s vašim ID.
tr: Telefon numaranız kimliğinize başarıyla bağlandı.
uk: Номер телефону успішно прив'язано до вашого ID.
zh_hans: 您的电话号码已成功链接到您的ID。
zh_hant: 您的電話號碼已成功連結至您的ID。

# link_email_title
source: Link Email
cs: Propojit e-mail
ko: 이메일 연결
nl: E-mailadres koppelen
sk: Prepojiť email
tr: E-posta bağla
uk: Прив’язати електронну пошту
zh_hans: 链接电子邮件
zh_hant: 連結電子郵件

# link_your_email
source: Your Email Address
cs: Vaše e-mailová adresa
ko: 당신의 이메일 주소
nl: Je e-mailadres
sk: Vaša emailová adresa
tr: E-Posta adresiniz
uk: Ваша електронна пошта
zh_hans: 您的电子邮件地址
zh_hant: 您的電子郵件地址

# link_email_address
source: Email Address
cs: E-mailová adresa
ko: 이메일 주소
nl: E-mailadres
sk: Emailová adresa
tr: E-Posta adresi
uk: Електронна пошта
zh_hans: 电子邮件地址
zh_hant: 電子郵件地址

# link_email_sent_title
source: Verification Email Sent
cs: Ověřovací e-mail byl odeslán
ko: 확인 메일 발송됨
nl: Verificatie-e-mail verstuurd
sk: Overovací email bol odoslaný
tr: Doğrulama e-postası gönderildi
uk: Лист підтвердження надіслано
zh_hans: 验证邮件已发送
zh_hant: 驗證郵件已傳送

# link_email_sent_message
source: A verification link has been sent via Email to %@.
cs: Ověřovací odkaz byl odeslán e-mailem na adresu %@.
ko: 확인 링크가 이메일로 %@에 발송되었습니다.
nl: Een verificatielink is via e-mail verstuurd naar %@.
sk: Odkaz na overenie bol odoslaný cez email na %@.
tr: %@ adresine e-posta yoluyla bir doğrulama bağlantısı gönderildi.
uk: Посилання для підтвердження надіслано через електронну пошту до %@.
zh_hans: 验证链接已通过电子邮件发送到 %@ 。
zh_hant: 驗證連結已透過電子郵件傳送至 %@ 。

# invalid_email_address_title
source: Invalid Email Address
cs: Neplatná e-mailová adresa
ko: 유효하지 않은 이메일 주소
nl: Ongeldig e-mailadres
sk: Neplatná emailová adresa
tr: Geçersiz e-posta adresi
uk: Невірна адреса електронної пошти
zh_hans: 无效的电邮地址
zh_hant: 無效的電郵地址

# invalid_email_address_message
source: The email address could not be recognized as such.
cs: E-mailovou adresu nebylo možné rozpoznat jako takovou.
ko: 이메일 주소를 인식할 수 없습니다.
nl: Het e-mailadres werd niet als zodanig herkend.
sk: Emailovú adresu nebolo možné rozpoznať.
tr: E-posta adresi bu şekilde tanınamadı.
uk: Не вдалось розпізнати адресу електронної пошти
zh_hans: 无法识别该电子邮件地址。
zh_hant: 無法識別該電子郵件地址。

# public_key_mismatch_title
source: Public key mismatch
cs: Veřejný klíč se neshoduje
ko: 공개키가 일치하지 않음
nl: Mismatch publieke sleutel
sk: Verejný kľúč sa nezhoduje
tr: Genel anahtar uyuşmazlığı
uk: Невідповідність відкритих ключів
zh_hans: 公钥不匹配
zh_hant: 公鑰不相符

# public_key_mismatch_message
source: There is already a contact with this ID, but the public key doesn’t match! This could indicate an attempt to trick you into sending messages to the wrong recipient. The new public key has not been saved; if you are sure that it is correct, delete the existing contact and try again.
cs: Kontakt s tímto ID již existuje, jeho veřejný klíč však nesouhlasí! To může poukazovat na pokus o podvod s cílem přimět vás posílat zprávy nesprávnému příjemci. Nový veřejný klíč nebyl uložen. Pokud bezpečně víte, že je správný, smažte stávající kontakt a zkuste to znovu.
ko: 이 아이디의 연락처가 이미 존재하지만 공개키가 일치하지 않습니다! 이것은 당신을 속여서 잘못된 수신자에게 메시지를 보내게 하려는 것일 수 있습니다. 새 공개 키가 저장되지 않았습니다. 올바른지 확인한 후 기존 연락처를 삭제하고 다시 시도하세요.
nl: Er bestaat al een contactpersoon met deze ID, maar de publieke sleutel komt niet overeen! Dit kan betekenen dat iemand probeert om uw berichten naar de verkeerde ontvanger te versturen. De nieuwe publieke sleutel is niet opgeslagen, als u zeker weet dat dit klopt, verwijder dan de bestaande contactpersoon en probeer het opnieuw.
sk: Kontakt s týmto ID už existuje, ale jeho verejný kľúč nesúhlasí! Toto môže znamenať pokus o podvod s cieľom prinútiť vás odoslať správy inému príjemcovi. Nový verejný kľúč nebol uložený. Ak ste si istý, že je správny, vymažte exustujúci kontakt a skúste to znovu.
tr: Bu kimliğe sahip bir kişi zaten var, ancak genel anahtar eşleşmiyor! Bu, yanlış alıcıya mesaj göndermeniz için kandırılma girişiminde olduğunuzu gösterebilir. Yeni genel anahtar kaydedilmedi; doğru olduğundan eminseniz, mevcut kişiyi silin ve yeniden deneyin.
uk: Контакт із цим ідентифікатором вже існує, але відкритий ключ не збігається! Це може свідчити про спробу обманом відправити повідомлення не тому одержувачу. Новий відкритий ключ не було збережено; якщо ви впевнені, що все правильно, видаліть наявний контакт і повторіть спробу.
zh_hans: 已经有一个具有此ID的联系人，但公共密钥不匹配！ 这可能表明有人试图欺骗您，让您向错误的接收者发送消息。 新的公钥尚未保存；如果您确定它是正确的，请删除现有的联系人，然后再试。
zh_hant: 已經有一個具有此ID的聯絡人，但公開金鑰不相符！這可能表明有人試圖欺騙您，讓您向錯誤的接收者傳送訊息。 新的公鑰尚未儲存；如果您確定它是正確的，請刪除現有的聯絡人，然後再試一次。

# public_key_server_mismatch_title
source: Public key mismatch
cs: Veřejný klíč se neshoduje
ko: 공개키가 일치하지 않음
nl: Mismatch publieke sleutel
sk: Verejný kľúč sa nezhoduje
tr: Genel anahtar uyuşmazlığı
uk: Невідповідність відкритих ключів
zh_hans: 公钥不匹配
zh_hant: 公鑰不相符

# public_key_server_mismatch_message
source: The public key that you have scanned does not match the key returned by the server for that ID. This means that someone has maliciously modified the code that you scanned, and the key should not be trusted in any case. Please report this incident to security@threema.ch, giving details about the ID and circumstances if possible.
cs: Veřejný klíč, který jste naskenovali, se neshoduje s klíčem, jejž poslal server k tomuto ID. To znamená, že vámi naskenovaný kód někdo zákeřně upravil, tudíž byste danému klíči neměli za žádných okolností důvěřovat. Nahlaste prosím tento incident na adresu security@threema.ch, a je-li to možné, uveďte podrobnosti k ID a okolnostem, za nichž k celé události došlo.
ko: 스캔한 공개키가 아이디에 대해 서버에서 반환한 키와 일치하지 않습니다. 이것은 누군가가 악의적으로 스캔한 코드를 변경했다는 것을 의미하며 어떠한 경우에도 그 키를 신뢰해서는 안됩니다. 가능하면 자세한 아이디와 상황을 포함하여 security@threema.ch로 신고하십시오.
nl: De publieke sleutel die je hebt gescand, komt niet overeen met de sleutel die door de server voor die ID is verstuurd. Dit betekent dat iemand de code die je hebt gescand met kwade opzet heeft aangepast en dat je de sleutel in dit geval niet kunt vertrouwen. Meld dit incident a.u.b. aan security@threema.ch en geef indien mogelijk details over het ID en de omstandigheden.
sk: Naskenovaný verejný kľúč sa nezhoduje s kľúčom, ktorý je uložený na serveri pre toto ID. To znamená, že niekto zlomyselne modifikoval kód ktorý ste zoskenovali a preto by nemal byť takýto kľúč v žiadnom prípade považovaný za dôveryhodný. Nahláste prosím tento incident na security@threema.ch a ak je to možné, poskytnite nám podrobnosti o ID a okolnosti, ako k nim došlo.
tr: Taradığınız genel anahtar, sunucu tarafından bu kimlik için getirilen anahtarla eşleşmiyor. Bu, birisinin taradığınız kodu kötü niyetli olarak değiştirdiği ve anahtara hiçbir durumda güvenilmemesi gerektiği anlamına gelir. Lütfen bu olayı, mümkünse kimlik ve koşullar hakkında ayrıntılı bilgi vererek security@threema.ch'e bildirin.
uk: Просканований відкритий ключ не відповідає ключу, що повернув сервер для цього ID. Це означає, що хтось зловмисно змінив код, який ви сканували, і ключу ні в якому разі не можна довіряти. Будь ласка, повідомте про цей інцидент на security@threema.ch, надавши, якщо можливо, подробиці про ID та обставини.
zh_hans: 您扫描的公钥与服务器返回的 ID 的密钥不匹配。这说明有人恶意修改了您扫描的代码，无论如何都不能相信该密钥。请将此事件报告至 security@threema.ch 。如果可以的话，请详细说明该 ID 和情况。
zh_hant: 您掃描的公鑰與伺服器返回的 ID 的金鑰不相符。這說明有人惡意修改了您掃描的代碼，無論如何都不能相信該金鑰。請將此事件報告至 security@threema.ch 。如果可以的話，請詳細說明該 ID 和情況。

# password_again
source: Enter Password again
cs: Zadejte heslo znovu
ko: 비밀번호 확인
nl: Wachtwoord opnieuw invoeren
sk: Zadajte heslo znovu
tr: Şifreyi tekrar girin
uk: Введіть пароль ще раз
zh_hans: 再次输入密码
zh_hant: 再次輸入密碼

# password_too_short_title
source: Password too short
cs: Heslo je krátké
ko: 비밀번호가 너무 짧음
nl: Wachtwoord te kort
sk: Heslo je príliš krátke
tr: Şifre çok kısa
uk: Пароль дуже короткий
zh_hans: 密码太短
zh_hant: 密碼長度太短

# password_too_short_message
source: The password is too short. Please enter at least 8 characters.
cs: Heslo je příliš krátké. Zadejte prosím alespoň 8 znaků.
ko: 비밀번호가 너무 짧습니다. 8자 이상 입력하세요.
nl: Het wachtwoord is te kort. Voer ten minste 8 lettertekens in.
sk: Heslo je príliš krátke. Zadajte aspoň 8 znakov.
tr: Şifre çok kısa. Lütfen en az 8 karakter girin.
uk: Пароль дуже короткий. Будь ласка, введіть щонайменше 8 символів.
zh_hans: 密码太短，请输入至少8个字符。
zh_hant: 密碼長度太短，請輸入至少8个字元。

# password_mismatch_title
source: Password mismatch
cs: Heslo se neshoduje
ko: 비밀번호가 일치하지 않음
nl: Wachtwoord komt niet overeen
sk: Heslo sa nezhoduje
tr: Şifre eşleşmiyor
uk: Паролі відрізняються
zh_hans: 密码不匹配
zh_hant: 密碼不相符

# password_mismatch_message
source: The passwords that you have entered do not match. Please go back and try again.
cs: Zadaná hesla se neshodují. Vraťte se prosím zpět a zkuste to znovu.
ko: 입력한 비밀번호가 일치하지 않습니다. 뒤로 돌아가 다시 시도하십시오.
nl: De wachtwoorden die je hebt ingevoerd, komen niet overeen. Ga terug en probeer het opnieuw.
sk: Heslá, ktoré ste zadali sa nezhodujú. Vráťte sa prosím späť a skúste to znovu.
tr: Girdiğiniz şifreler eşleşmiyor. Lütfen geri dönüp tekrar deneyin.
uk: Паролі, які ви ввели, відрізняються. Будь ласка, поверніться та спробуйте ще раз.
zh_hans: 您输入的密码不匹配。请返回重试。
zh_hant: 您輸入的密碼不相符。請返回並再試一次。

# password_description_backup
source: Your private key will be encrypted with the password that you enter here. Minimum 8 characters (mix of letters, digits and symbols recommended).
cs: Váš soukromý klíč bude zašifrován heslem, které zde zadáte. Je zapotřebí alespoň 8 znaků (doporučuje se použít kombinaci písmen, číslic a symbolů).
ko: 개인키는 이 비밀번호로 암호화됩니다. 최소 8자(문자, 숫자, 특수문자 조합 권장)
nl: Je privésleutel wordt versleuteld met het wachtwoord dat je hier invoert. Minimaal 8 lettertekens (mix van letters, cijfers en symbolen wordt aanbevolen).
sk: Váš súkromný kľúč bude zašifrovaný heslom, ktoré tu zadáte. Minimálne 8 znakov (doporučujeme použiť kombináciu písmen, čísiel a symbolov).
tr: Kişisel anahtarınız, buraya girdiğiniz şifre ile şifrelenecektir. Minimum 8 karakter (harf, rakam ve sembollerin) karışımı önerilir.
uk: Ваш приватний ключ буде захищений паролем, який ви введете тут. Мінімум 8 символів (рекомендується поєднання букв, цифр та символів).
zh_hans: 您的私钥将与您在此输入的密码一起加密。最少8个字符（建议混合使用字母、数字和符号）。
zh_hant: 您的私鑰將與您在此輸入的密碼一起加密。最少8個字元（建議混合使用字母、數字和符號）。

# password_description_export
source: The data of the chat will be zipped and encrypted with the password that you enter here. Minimum 8 characters (mix of letters, digits and symbols recommended).
cs: Data konverzace budou zabalena a zašifrována heslem, které zde zadáte. Je zapotřebí alespoň 8 znaků (doporučuje se použít kombinaci písmen, číslic a symbolů).
ko: 대화 기록은 이 비밀번호로 압축, 암호화됩니다. 최소 8자(문자, 숫자, 특수문자 조합 권장)
nl: De gespreksgegevens worden gezipt en versleuteld met het wachtwoord dat je hier invoert. Minimaal 8 lettertekens (mix van letters, cijfers en symbolen wordt aanbevolen).
sk: Údaje konverzácie budú skomprimované a zašifrované heslom, ktoré tu zadáte. Minimálne 8 znakov (doporučujeme použiť kombináciu písmen, čísiel a symbolov.
tr: Sohbet verileri sıkıştırılacak ve buraya girdiğiniz şifre ile şifrelenecektir. Minimum 8 karakter (harf, rakam ve sembollerin karışımı) önerilir.
uk: Дані чату будуть заархівовані та захищені паролем, який ви введете тут. Мінімум 8 символів (рекомендується поєднання букв, цифр та символів).
zh_hans: 会话数据将被压缩，并与您在此输入的密码加密。最少8个字符（建议混合使用字母、数字和符号）。
zh_hant: 對話資料將被壓縮，並與您在此輸入的密碼加密。最少8個字元（建議混合使用字母、數字和符號）。

# revocation_password
source: ID Revocation Password
cs: Heslo ke zrušení ID
ko: 아이디 탈퇴 비밀번호
nl: Wachtwoord ID intrekken
sk: Heslo k zrušeniu ID
tr: Kimlik iptali şifresi
uk: Пароль скидання ID
zh_hans: ID撤销密码
zh_hant: ID撤銷密碼

# revocation_password_description
source: With this password you can ultimately revoke your Threema ID via https://myid.threema.ch/revoke. Minimum 8 characters (mix of letters, digits and symbols recommended).
cs: Prostřednictvím tohoto hesla můžete trvale zrušit svoje Threema ID, a to na stránce https://myid.threema.ch/revoke. Je zapotřebí alespoň 8 znaků (doporučuje se použít kombinaci písmen, číslic a symbolů).
ko: 이 비밀번호로 https://myid.threema.ch/revoke에서 영구적으로 Threema 아이디를 탈퇴할 수 있습니다. 최소 8자(문자, 숫자, 특수문자 조합 권장)
nl: Met dit wachtwoord kun je je Threema-ID intrekken via https://myid.threema.ch/revoke. Minimaal 8 lettertekens (mix van letters, cijfers en symbolen wordt aanbevolen).
sk: Pomocou tohto hesla môžete natrvalo zrušiť svoje Threema ID prostredníctvom stránky https://myid.threema.ch/revoke. Minimálne 8 znakov (odporúča sa kombinácia písmen, číslic a symbolov).
tr: Bu şifre ile Threema kimliğinizi https://myid.threema.ch/revoke aracılığıyla iptal edebilirsiniz. Minimum 8 karakter (harf, rakam ve sembollerin) karışımı önerilir.
uk: За допомогою цього пароля ви можете остаточно скинути свій ідентифікатор Threema через https://myid.threema.ch/revoke. Мінімум 8 символів (рекомендується поєднання букв, цифр і символів).
zh_hans: 有了这个密码，您可以通过 https://myid.threema.ch/revoke 彻底撤销您的 Threema ID。最少8个字符（建议混合使用字母、数字和符号）。
zh_hant: 有了這個密碼，您可以透過 https://myid.threema.ch/revoke 徹底撤銷您的 Threema ID。最少8個字元（建議混合使用字母、數字和符號）。

# revocation_request_success
source: ID Revocation password updated
cs: Heslo ke zrušení ID byl aktualizováno
ko: 아이디 탈퇴 비밀번호가 업데이트됨
nl: Wachtwoord ID intrekken bijgewerkt
sk: Heslo k zrušeniu ID bolo aktualizované
tr: Kimlik iptali şifresi güncellendi
uk: Пароль скидання ID оновлено
zh_hans: ID撤销密码已更新
zh_hant: ID撤銷密碼已更新

# revocation_request_failed
source: ID Revocation password update failed
cs: Aktualizace hesla ke zrušení ID se nezdařila
ko: 아이디 탈퇴 비밀번호 업데이트 실패
nl: Bijwerken Wachtwoord ID intrekken mislukt
sk: Aktualizácia hesla k zrušeniu ID zlyhala
tr: Kimlik iptali şifre güncellemesi başarısız oldu
uk: Не вдалось оновити пароль скидання ID
zh_hans: ID撤销密码更新失败
zh_hant: ID撤銷密碼更新失敗

# revocation_password_not_set
source: not set
cs: nenastaveno
ko: 미설정
nl: niet ingesteld
sk: nenastavené
tr: ayarlanmadı
uk: не задано
zh_hans: 未设置
zh_hant: 未設定

# conversations_delete_all_confirm
source: Are you sure you want to delete all chats? Note: group chats will not be affected.
cs: Opravdu chcete smazat všechny konverze? Poznámka: Skupinové konverzace nebudou ovlivněny.
ko: 모든 대화를 삭제하시겠습니까? 참고: 그룹 대화는 영향을 받지 않습니다.
nl: Weet je zeker dat je alle gesprekken wil verwijderen? Let op: groepsgesprekken worden niet verwijderd.
sk: Naozaj chcete zmazať všetky konverzácie? Poznámka: skupinové konverzácie nebudú ovplyvnené.
tr: Tüm sohbetleri silmek istediğinizden emin misiniz? Not: Grup sohbetleri etkilenmeyecektir.
uk: Ви дійсно бажаєте видалити усі діалоги? Примітка: групових діалогів це не торкнеться.
zh_hans: 您确定要删除所有会话记录吗？ 注意：群组会话记录不会受到影响。
zh_hant: 您確定要刪除所有對話記錄嗎？ 注意：群組對話記錄不會受到影響。

# revocation_check_failed
source: check failed
cs: kontrola se nezdařila
ko: 확인 실패
nl: controle mislukt
sk: kontrola zlyhala
tr: kontrol başarısız
uk: помилка перевірки
zh_hans: 检查失败
zh_hant: 檢查失敗

# messages_delete_all_button
source: Delete All Messages
cs: Smazat všechny zprávy
ko: 전체 메시지 삭제
nl: Alle berichten verwijderen
sk: Vymazať všetky správy
tr: Tüm mesajları sil
uk: Видалити усі повідомлення
zh_hans: 删除所有消息
zh_hant: 刪除所有訊息

# messages_delete_all_confirm_title
source: Delete all messages in this chat from this device?
cs: Smazat všechny zprávy v tomto chatu z tohoto zařízení?
ko: 이 기기에서 이 대화의 모든 메시지를 삭제하시겠습니까?
nl: Alle berichten in deze chat van dit apparaat verwijderen?
sk: Odstrániť z tohto zariadenia všetky správy v tejto konverzácii?
tr: Bu sohbetteki tüm mesajlar bu cihazdan silinsin mi?
uk: Видалити повідомлення у діалозі з цього пристрою?
zh_hans: 在此设备中删除此会话中的所有消息吗？
zh_hant: 在此裝置中刪除此聊天中的所有訊息嗎？

# messages_delete_all_confirm_message
source: This includes all media and documents.
cs: Toto zahrnuje všechna média a dokumenty.
ko: 여기에는 모든 미디어와 문서가 포함됩니다.
nl: Dit omvat alle mediabestanden en documenten.
sk: Vrátane všetkých médií a dokumentov.
tr: Buna tüm medya ve belgeler dahildir.
uk: Це включає усі медіа та документи.
zh_hans: 这包含所有媒体和文件。
zh_hant: 這包括所有媒體和檔案。

# messages_delete_selected_confirm
source: Delete selected messages from this device?
cs: Smazat vybrané zprávy z tohoto zařízení?
ko: 이 기기에서 선택한 메시지를 삭제하시겠습니까?
nl: Geselecteerde berichten van dit apparaat verwijderen?
sk: Odstrániť vybraté správy z tohto zariadenia?
tr: Seçilen mesajlar bu cihazdan silinsin mi?
uk: Видалити вибрані повідомлення із цього пристрою?
zh_hans: 在此设备中删除所选的消息吗？
zh_hant: 在此裝置中刪除選定的訊息嗎？

# message_delete_confirm
source: Delete this message?
cs: Odstranit tuto zprávu?
ko: 이 메시지를 삭제하시겠습니까?
nl: Wilt u dit bericht verwijderen?
sk: Vymazať túto správu?
tr: Bu mesaj silinsin mi?
uk: Видалити це повідомлення?
zh_hans: 删除这条消息吗？
zh_hant: 刪除這則訊息嗎？

# conversation_delete_confirm
source: Delete this chat from this device?
cs: Smazat tento chat z tohoto zařízení?
ko: 이 기기에서 이 대화를 삭제하시겠습니까?
nl: Deze chat van dit apparaat verwijderen?
sk: Naozaj chcete vymazať túto konverzáciu?
tr: Bu sohbet bu cihazdan silinsin mi?
uk: Видалити діалог з пристрою?
zh_hans: 在此设备中删除此会话吗？
zh_hant: 在此裝置中刪除此對話嗎？

# delete_n
source: Delete (%d)
cs: Smazat (%d)
ko: 삭제 (%d)
nl: Verwijderen (%d)
sk: Vymazať (%d)
tr: Sil (%d)
uk: Видалити (%d)
zh_hans: 删除 (%d)
zh_hant: 刪除 (%d)

# message_delete_for_me
source: Delete from This Device
cs: Odstranit z tohoto zařízení
ko: 이 기기에서 삭제
nl: Verwijderen van dit apparaat
sk: Vymazať z tohto zariadenia
tr: Bu Cihazdan Sil
uk: Видалити з цього пристрою
zh_hans: 在此设备中删除
zh_hant: 在此裝置中刪除

# message_delete_for_everyone
source: Delete for Everyone
cs: Smazat u všech
ko: 모두에게서 삭제
nl: Verwijderen voor iedereen
sk: Vymazať pre všetkých
tr: Herkes İçin Sil
uk: Видалити для всіх
zh_hans: 为所有人删除
zh_hant: 為所有人刪除

# message_cannot_play_movie
source: Cannot play movie.
cs: Video nelze přehrát.
ko: 동영상을 재생할 수 없습니다.
nl: Kan film niet afspelen
sk: Video sa nedá prehrať.
tr: Video oynatılamıyor.
uk: Не вдається програти відео.
zh_hans: 无法播放视频。
zh_hant: 無法播放影片。

# identity_not_found_title
source: Unknown ID
cs: Neznámé ID
ko: 알 수 없는 아이디
nl: Onbekende ID
sk: Neznáme ID
tr: Bilinmeyen kimlik
uk: Невідомий ID
zh_hans: 未知ID
zh_hant: 未知ID

# identity_not_found_message
source: This ID does not exist, or the person with this ID uses an app that isn’t compatible.
cs: Toto ID neexistuje nebo osoba, které náleží, používá nekompatibilní aplikaci.
ko: 이 아이디는 존재하지 않거나, 이 아이디를 가진 사용자가 호환되지 않는 앱을 사용합니다.
nl: Deze ID bestaat niet, of de persoon met deze ID gebruikt een niet-compatibele app.
sk: Toto ID neexistuje, alebo osoba, ktorá toto ID používa má aplikáciu, ktorá nie je kompatibilná.
tr: Bu kimlik mevcut değil veya bu kimliğe sahip kişi uyumlu olmayan bir uygulama kullanıyor.
uk: ID не існує, або особа з цим ID використовує непідтримуваний застосунок.
zh_hans: 这个ID不存在，或者这个ID的人使用了不兼容的应用程序。
zh_hant: 這個ID不存在，或者這個ID的人使用了不相容的應用程式。

# message_too_long_title
source: Message too long
cs: Zpráva je příliš dlouhá
ko: 메시지가 너무 깁니다
nl: Bericht te lang
sk: Správa príliš dlhá
tr: Mesaj çok uzun
uk: Повідомлення задовге
zh_hans: 消息太长
zh_hant: 訊息太長

# message_too_long_message
source: The maximum message length is %d bytes.
cs: Maximální délka zprávy je %d bytů.
ko: 최대 메시지 길이는 %d 바이트입니다.
nl: De maximale berichtlengte is %d bytes.
sk: Maxmálna dĺžka správy je %d bajtov.
tr: Maksimum mesaj uzunluğu %d bayttır.
uk: Максимальна довжина повідомлення — %d байтів.
zh_hans: 消息的最大长度为%d个字节。
zh_hant: 訊息的最大長度為%d位元組。

# scanned_identity_mismatch_title
source: ID Mismatch
cs: ID nesouhlasí
ko: 아이디가 일치하지 않음
sk: ID nesúhlasí
tr: Kimlik uyuşmazlığı
uk: Невідповідність ID
zh_hans: ID不匹配
zh_hant: ID不相符
