Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/*.lproj/Localizable.strings
Languages: cs, ko, nl, sk, tr, uk, zh_hans, zh_hant

# settings_threema_calls_video_quality_profile
source: Preferred Image Quality
cs: Upřednostňovaná kvalita obrazu
ko: 선호 이미지 품질
nl: Gewenste beeldkwaliteit
sk: Preferovaná kvalita obrazu
tr: Tercih edilen görüntü kalitesi
uk: Бажана якість відео
zh_hans: 首选图像质量
zh_hant: 首選圖像品質

# settings_threema_calls_video_quality_profile_low
source: Low Data Consumption
cs: Nízká spotřeba dat
ko: 저용량 데이터 사용
nl: Laag dataverbruik
sk: Nízka spotreba dát
tr: Düşük veri tüketimi
uk: Низьке споживання даних
zh_hans: 低数据模式
zh_hant: 低數據耗用

# settings_threema_calls_video_quality_profile_max
source: Maximum Quality
cs: Maximální kvalita
ko: 최대 품질
nl: Maximale kwaliteit
sk: Maximálna kvalita
tr: Maksimum kalite
uk: Максимальна якість
zh_hans: 最高质量
zh_hant: 最高品質

# settings_threema_calls_video_quality_profile_auto
source: Balanced (Recommended)
cs: Vyvážená (doporučeno)
ko: 균형 (권장)
nl: Gebalanceerd (Aanbevolen)
sk: Vyvážená (odporúčané)
tr: Dengeli (Önerilen)
uk: Збалансовано (рекомендується)
zh_hans: 平衡（推荐）
zh_hant: 平衡（建議）

# settings_threema_calls_video_quality_profile_low_description
source: Reduced image quality for lower data consumption
cs: Snížená kvalita obrazu pro nižší spotřebu dat
ko: 데이터 사용량을 줄이기 위한 이미지 품질 감소
nl: Lagere beeldkwaliteit voor lager dataverbruik
sk: Znížená kvalita obrazu pre nižšiu spotrebu dát
tr: Daha düşük veri tüketimi için azaltılmış görüntü kalitesi
uk: Зменшена якість відео для низького споживання даних
zh_hans: 降低图像质量以降低数据消耗
zh_hant: 降低圖像品質以降低數據耗用

# settings_threema_calls_video_quality_profile_max_description
source: Attention: Can cause high data consumption, also in the mobile network!
cs: Pozor: Při provozu v mobilní síti může docházet k vysoké spotřebě dat!
ko: 주의: 이로 인해 모바일 네트워크에서도 높은 데이터 사용량을 유발할 수 있습니다!
nl: Let op: dit kan een hoog dataverbruik opleveren, ook in mobiele netwerken!
sk: Pozor: Môže spôsobiť vysokú spotrebu dát v mobilnej sieti!
tr: Dikkat: Mobil ağda dahil olmak üzere, yüksek veri tüketimine neden olabilir!
uk: Увага: може викликати високе споживання даних, зокрема у стільниковій мережі!
zh_hans: 注意：在移动网络中可能会消耗大量的数据流量！
zh_hant: 注意：在行動網路中可能會耗用大量的網路流量！

# settings_threema_calls_video_quality_profile_auto_description
source: High image quality in Wi-Fi, reduced data consumption in the mobile network
cs: Vysoká kvalita obrazu na WLAN, snížená spotřeba dat v mobilní síti
ko: Wi-Fi에서 높은 이미지 품질, 모바일 네트워크에서 데이터 사용량 감소
nl: Hoge beeldkwaliteit over WLAN, verminderd dataverbruik in het mobiele netwerk
sk: Vysoká kvalita obrazu v sieti Wi-Fi, znížená spotreba dát v mobilnej sieti
tr: Kablosuz ağda yüksek görüntü kalitesi, mobil ağda azaltılmış veri tüketimi
uk: Висока якість відео у Wi-Fi мережі, зменшене споживання даних у стільниковій мережі
zh_hans: 只在 Wi-Fi 上设置高质量图像，在移动网络中上节省移动流量
zh_hant: 僅在 Wi-Fi 上設定高品質圖像，在行動網路中上減少網路流量

# settings_threema_calls_video_quality_profile_footer
source: The actual image quality depends on the network and the settings of the person you are talking to.
cs: Aktuální kvalita obrazu se odvíjí od sítě a nastavení osoby, se kterou hovoříte.
ko: 실제 이미지 품질은 네트워크 및 상대방의 설정에 따라 달라집니다.
nl: De werkelijke beeldkwaliteit is afhankelijk van het netwerk en de instellingen van de persoon met wie u spreekt.
sk: Skutočná kvalita obrazu závisí od siete a nastavení osoby, s ktorou hovoríte.
tr: Gerçek görüntü kalitesi, ağa ve konuştuğunuz kişinin ayarlarına bağlıdır.
uk: Фактична якість відео залежить від мережі та налаштувань вашого співрозмовника.
zh_hans: 实际的图像质量取决于网络质量和对方的设置。
zh_hant: 實際的圖像品質取決於網絡品質和對方的設定。

# settings_threema_calls_call_sound
source: Sound
cs: Zvuk
ko: 알림 소리
nl: Geluid
sk: Zvuk
tr: Ses
uk: Звук
zh_hans: 声音
zh_hant: 音效

# settings_threema_calls_hide_voip_call_ip_footer_off
source: Establish a direct connection if possible, and only relay calls to unverified contacts through Threema servers. May expose your IP address.
cs: Navazovat přímé spojení, je-li to možné, a přes servery Threema směrovat pouze hovory s neověřenými kontakty. Může dojít k zobrazení vaší IP adresy.
ko: 가능한 경우 직접 연결을 설정하고 확인되지 않은 연락처에 대한 통화를 Threema 서버를 통해 중계합니다. 이로 인해 IP 주소가 노출될 수 있습니다.
nl: Een directe verbinding maken, indien mogelijk, en oproepen naar niet-geverifieerde contactpersonen alleen doorschakelen via Threema-servers. Dit kan uw IP-adres kenbaar maken.
sk: Ak je to možné, nadviazať priame spojenie a iba hovory s neoverenými kontaktmi presmerovávať cez Threema servery. Môže to odhaliť vašu IP adresu.
tr: Mümkünse doğrudan bir bağlantı kurar ve aramaları yalnızca doğrulanmamış kişiler için Threema sunucuları üzerinden aktarır. IP adresinizi açığa çıkarabilir.
uk: Встановіть пряме з’єднання, якщо це можливо, і переадресуйте виклики лише неперевіреним контактам через сервери Threema. Це може розкрити вашу IP-адресу.
zh_hans: 如果可以的话，则建立直接连接，并且只通过 Threema 服务器中继通话到未经核实的联系人。这可能会暴露您的 IP 地址。
zh_hant: 如果可以的話，則建立直接連線，並且僅透過 Threema 伺服器將呼叫中繼至未經驗證的聯絡人。這可能會暴露您的IP位址。

# settings_threema_calls_hide_voip_call_ip_footer_on
source: Relay all calls through Threema servers to hide IP address from call partners. May affect call quality.
cs: Směrovat hovory přes servery Threema kvůli ukrytí IP adresy před partnery v hovoru. Může ovlivnit kvalitu hovorů.
ko: IP 주소를 통화 파트너에게 숨기기 위해 모든 통화를 Threema 서버를 통해 중계합니다. 이로 인해 통화 품질에 영향을 줄 수 있습니다.
nl: Alle oproepen doorschakelen via Threema-servers om je IP-adres te verbergen. Dit kan de kwaliteit beïnvloeden.
sk: Presmerovávať všetky hovory cez Threema servery z dôvodu skrytia vašej IP adresy. Môže ovplyvniť kvalitu hovoru.
tr: IP adresini gizlemek için tüm aramaları Threema sunucuları üzerinden aktarır. Arama kalitesini etkileyebilir.
uk: Переадресуйте всі виклики через сервери Threema, щоб приховати IP-адресу від партнерів по виклику. Це може вплинути на якість викликів.
zh_hans: 通过 Threema 服务器中继所有通话，以隐藏合作伙伴的IP地址。这可能影响通话质量。
zh_hant: 透過 Threema 伺服器中繼所有通話，以隱藏合作伙伴的IP位址。這可能會影響通話品質。

# settings_threema_calls_onprem_hide_voip_call_ip_footer_off
source: Establish a direct connection if possible, and only relay calls to unverified contacts through your OnPrem servers. May expose your IP address.
cs: Navazovat přímé spojení, je-li to možné, a přes servery OnPrem směrovat pouze hovory s neověřenými kontakty. Může dojít k zobrazení vaší IP adresy.
ko: 가능한 경우 직접 연결을 설정하고 확인되지 않은 연락처에 대한 통화를 OnPrem 서버를 통해 중계합니다. 이로 인해 IP 주소가 노출될 수 있습니다.
nl: Een directe verbinding maken, indien mogelijk, en oproepen naar niet-geverifieerde contactpersonen alleen doorschakelen via OnPrem-servers. Dit kan uw IP-adres kenbaar maken.
sk: Ak je to možné, vytvoriť priame spojenie a hovory na neoverené kontakty sa presmerujú prostredníctvom serverov OnPrem. Môže sa odhaliť vaša IP adresa.
tr: Mümkünse doğrudan bir bağlantı kurar ve aramaları yalnızca doğrulanmamış kişiler için yerinde lokal sunucularınız üzerinden aktarır. IP adresinizi açığa çıkarabilir.
uk: Встановіть пряме з’єднання, якщо це можливо, і переадресуйте виклики лише неперевіреним контактам через ваші сервери OnPrem. Це може розкрити вашу IP-адресу.
zh_hans: 如果可以的话，则建立直接连接，并且只通过 OnPrem 服务器中继通话到未经核实的联系人。这可能会暴露您的 IP 地址。
zh_hant: 如果可以的話，則建立直接連線，並且僅透過 OnPrem 伺服器將呼叫中繼至未經驗證的聯絡人。這可能會暴露您的IP位址。

# settings_threema_calls_onprem_hide_voip_call_ip_footer_on
source: Relay all calls through your OnPrem servers to hide IP address from call partners. May affect call quality.
cs: Směrovat hovory přes servery OnPrem kvůli ukrytí IP adresy před partnery v hovoru. Může ovlivnit kvalitu hovorů.
ko: IP 주소를 통화 파트너에게 숨기기 위해 모든 통화를 OnPrem 서버를 통해 중계합니다. 통화 품질에 영향을 줄 수 있습니다.
nl: Alle oproepen doorschakelen via OnPrem-servers om je IP-adres te beschermen. Dit kan de kwaliteit beïnvloeden.
sk: Presmeruje všetky hovory cez vaše OnPrem servery, aby ste skryli IP adresu pred volajúcimi partnermi. Môže byť ovplyvnená kvalita hovoru.
tr: IP adresini gizlemek için tüm aramaları yerinde lokal sunucularınız üzerinden aktarır. Arama kalitesini etkileyebilir.
uk: Ретранслюйте всі виклики через ваші сервери OnPrem, щоб приховати IP-адресу від партнерів по виклику. Це може вплинути на якість викликів.
zh_hans: 通过 OnPrem 服务器强制中继所有通话，从而保护您的 IP 地址。这可能影响通话质量。
zh_hant: 透過 OnPrem 伺服器強制中繼所有通話，從而保護您的 IP 地址。這可能會影響通話品質。

# settings_threema_voip_include_call_in_recents_footer_off
source: Calls are displayed on the lock screen but not listed in the Phone app’s call list.
cs: Hovory se zobrazují na uzamčené obrazovce, ale nejsou uvedeny v seznamu hovorů aplikace Telefon.
ko: 통화는 잠금 화면에 표시되지만 전화 앱의 통화 목록에는 나열되지 않습니다.
nl: Oproepen worden weergegeven in het vergrendelingsscherm maar niet in de oproeplijst van de telefoonapp.
sk: Hovory sa zobrazujú na uzamknutej obrazovke, ale nie sú uvedené v zozname hovorov aplikácie Telefón.
tr: Aramalar kilit ekranında görüntülenir ancak Telefon uygulamasının arama kayıtlarında listelenmez.
uk: Виклики показуються на заблокованому екрані, але не перелічені в списку викликів програми Телефон.
zh_hans: 来电通知虽然显示在锁屏上，但未列在系统内置的 “电话” 应用的通话记录。
zh_hant: 來電通知雖然顯示在鎖定屏幕上，但未列在原生「電話」應用程式的通話記錄。

# settings_threema_voip_include_call_in_recents_footer_on
source: Calls are displayed on the lock screen and listed in the Phone app’s call list. If iCloud Drive is activated, the Phone app’s call list is synchronized via Apple servers.
cs: Hovory se zobrazují na uzamčené obrazovce a vypisují se v seznamu hovorů aplikace Telefon. Je-li zapnutý iCloud Drive, synchronizuje se seznam hovorů z aplikace Telefon přes servery Apple.
ko: 통화는 잠금 화면에 표시되고 전화 앱의 통화 목록에 나열됩니다. iCloud Drive가 활성화된 경우 전화 앱의 통화 목록이 Apple 서버를 통해 동기화됩니다.
nl: Oproepen worden weergegeven in het vergrendelingsscherm en weergegeven in de oproeplijst van de telefoonapp. Als iCloud Drive is geactiveerd, wordt de oproeplijst van de telefoonapp gesynchroniseerd via Apple-servers.
sk: Hovory sa zobrazujú na uzamknutej obrazovke a sú uvedené v zozname hovorov aplikácie Telefón. Ak je aktivovaný iCloud Disk, zoznam hovorov aplikácie Telefón sa synchronizuje cez servery Apple.
tr: Aramalar kilit ekranında görüntülenir ve Telefon uygulamasının arama kayıtlarında listelenir. iCloud Drive etkinleştirildiyse, Telefon uygulamasının arama kayıtları Apple sunucuları aracılığıyla senkronize edilir.
uk: Виклики показуються на заблокованому екрані та перелічені в списку викликів програми Телефон. Якщо iCloud Drive активовано, список викликів програми Телефон синхронізується через сервери Apple.
zh_hans: 来电通知会显示在锁屏上，并列在系统内置的 “电话” 应用的通话记录。如果激活了 iCloud Drive，通话记录会通过苹果服务器同步。
zh_hant: 來電通知會顯示在鎖定屏幕上，並列在系統內置的「電話」應用程式的通話記錄。如果啟動了 iCloud Drive，通話記錄會透過 Apple 伺服器同步。

# settings_threema_voip_no_callkit_in_china_footer
source: Due to restrictions from Apple, Threema calls are not available if the device’s region is set to China.
cs: Z důvodu omezení od společnosti Apple nejsou hovory Threema k dispozici, je-li region zařízení nastavený na Čínu.
ko: Apple의 제한으로 인해 기기의 지역이 중국으로 설정된 경우 Threema 통화를 사용할 수 없습니다.
nl: Vanwege beperkingen die Apple oplegt, zijn oproepen via Threema niet beschikbaar als de regio van het apparaat op China is ingesteld.
sk: Z dôvodu obmedzení od spoločnosti Apple nie sú hovory Threema dostupné, ak je región zariadenia nastavený na Čínu.
tr: Apple'ın kısıtlamaları nedeniyle, cihazın bölgesi Çin olarak ayarlanmışsa Threema aramaları yapılamaz.
uk: Через обмеження, встановлені Apple, дзвінки через Threema недоступні, якщо регіон пристрою — Китай.
zh_hans: 由于苹果公司的限制，如果设备的地区设置为中国大陆，就无法使用 Threema 通话。
zh_hant: 由於 Apple 公司的限制，如果裝置的地區設定為中國大陸，就無法使用 Threema 通話。

# settings_threema_calls_group_calls_header
source: Group Calls
cs: Skupinové hovory
ko: 그룹 통화
nl: Groepsgesprekken
sk: Skupinové hovory
tr: Grup Aramaları
uk: Групові дзвінки
zh_hans: 群组通话
zh_hant: 群組通話

# settings_threema_calls_enable_group_calls
source: Enable Threema Group Calls
cs: Povolit skupinové hovory Threema
ko: Threema 그룹 통화 활성화
nl: Threema-groepsgesprekken inschakelen
sk: Povoliť skupinové hovory Threema
tr: Threema Grup Aramalarını Etkinleştir
uk: Увімкнути групові дзвінки Threema
zh_hans: 启用 Threema 群组通话
zh_hant: 啟用 Threema 群組通話

# settings_advanced_networking_section_header
source: Networking
cs: Práce v síti
ko: 네트워킹
nl: Netwerken
sk: Sieť
tr: Ağ
uk: Мережа
zh_hans: 联网中
zh_hant: 聯網中

# settings_advanced_proximity_monitoring_section_header
source: Sensor
cs: Senzor
ko: 센서
sk: Senzor
tr: Sensör
uk: Сенсор
zh_hans: 传感器
zh_hant: 感測器

# settings_advanced_proximity_monitoring_title
source: Proximity Monitoring
cs: Sledování přiblížení
ko: 근접 모니터링
nl: Nabijheidscontrole
sk: Monitorovanie priblíženia
tr: Yakınlık İzleyici
uk: Контроль наближення
zh_hans: 距离传感器监测中
zh_hant: 距離感測器監測中

# settings_advanced_proximity_monitoring_section_footer_off
source: The screen will not turn off when the proximity sensor is covered.
cs: Obrazovka se při zakrytí senzoru přiblížení nevypne.
ko: 근접 센서가 가려지면 화면이 꺼지지 않습니다.
nl: Het scherm wordt niet uitgeschakeld wanneer de nabijheidssensor wordt bedekt.
sk: Obrazovka sa po zakrytí senzoru priblíženia nevypne.
tr: Yakınlık sensörü kapatıldığında ekran kapanmaz.
uk: Екран не вимикається, якщо датчик наближення закритий.
zh_hans: 当近距离传感器被覆盖时，屏幕不会关闭。
zh_hant: 當距離感測器被覆蓋時，螢幕不會關閉。

# settings_advanced_proximity_monitoring_section_footer_on
source: While voice calls are ongoing and when recording or playing back voice messages, the screen turns off if the proximity sensor is covered.
cs: Pokud dojde k zakrytí senzoru přiblížení během probíhajícího hovoru nebo záznamu či přehrávání hlasových zpráv, obrazovka se vypne.
ko: 음성 통화 중이거나 음성 메시지를 녹음하거나 재생하는 동안 근접 센서가 가려지면 화면이 꺼집니다.
nl: Tijdens actieve gesprekken en wanneer gesproken berichten worden opgenomen of afgespeeld, schakelt het scherm zichzelf uit wanneer de nabijheidssensor is bedekt.
sk: Pokiaľ dôjde k zakrytiu senzoru priblíženia počas prebiehajúceho hovoru, nahrávania či prehrávania hlasových správ, obrazovka sa vypne.
tr: Sesli aramalar devam ederken ve sesli mesajları kaydederken veya dinlerken, yakınlık sensörünün üzeri kapatılırsa ekran kapanır.
uk: Під час голосових викликів та під час запису чи відтворення голосових повідомлень екран вимикається, якщо датчик наближення закритий.
zh_hans: 当进行语音通话时，以及录制或播放语音消息时，如果近距离传感器被覆盖，则屏幕会关闭。
zh_hant: 當進行語音通話時，以及錄製或播放語音訊息時，如果距離感測器被覆蓋，則螢幕會關閉。

# settings_advanced_debug_log_section_header
source: Debug Log
cs: Záznam pro hledání chyb
ko: 디버그 로그
nl: Debugging-logbestand
sk: Záznam o chybách
tr: Hata Ayıklama Günlüğü
uk: Журнал відладки
zh_hans: 调试日志
zh_hant: 偵錯記錄

# settings_advanced_debug_log_title
source: Debug Log
cs: Záznam pro hledání chyb
ko: 디버그 로그
nl: Debugging-logbestand
sk: Záznam o chybách
tr: Hata Ayıklama Günlüğü
uk: Журнал відладки
zh_hans: 调试日志
zh_hant: 偵錯記錄

# settings_advanced_debug_log_size_title
source: Log Size
cs: Velikost záznamu
ko: 로그 크기
nl: Grootte logbestand
sk: Veľkosť záznamu
tr: Günlük Boyutu
uk: Розмір журналу
zh_hans: 日志大小
zh_hant: 日誌大小

# settings_advanced_debug_log_share_title
source: Share Log
cs: Sdílet záznam
ko: 로그 공유
nl: Log versturen
sk: Zdieľať záznam
tr: Günlüğü Paylaş
uk: Поділитись журналом
zh_hans: 分享日志
zh_hant: 分享日誌

# settings_advanced_debug_log_clear_log_title
source: Clear Log
cs: Smazat záznam
ko: 로그 지우기
nl: Log wissen
sk: Zmazať záznam
tr: Günlüğü Temizle
uk: Очистити журнал
zh_hans: 清空日志
zh_hant: 清除日誌

# settings_advanced_other_section_header
source: Other
cs: Ostatní
ko: 기타
nl: Overig
sk: Iné
tr: Diğer
uk: Інше
zh_hans: 其他
zh_hant: 其他

# settings_advanced_webrtc_diagnostics_title
source: WebRTC Diagnostics
cs: Diagnostika WebRTC
ko: WebRTC 진단
sk: Diagnostika WebRTC
tr: WebRTC Tanılama
uk: Діагностика WebRTC
zh_hans: WebRTC 诊断
zh_hant: WebRTC 診斷

# settings_advanced_orphaned_files_cleanup
source: Delete Orphaned Files
cs: Odstranit nepotřebné soubory
ko: 고아 파일 삭제
nl: Zwevende bestanden verwijderen
sk: Odstrániť osamotené súbory
tr: Artık dosyaları sil
uk: Видалити загублені файли
zh_hans: 删除孤立文件
zh_hant: 刪除孤兒檔案

# settings_advanced_contacts_cleanup
source: Contacts Cleanup
cs: Promazání kontaktů
ko: 연락처 정리
nl: Contactpersonen opschonen
sk: Čistenie kontaktov
tr: Kişi Temizleme
uk: Очищення контактів
zh_hans: 联系人清理
zh_hant: 聯絡人清理

# settings_advanced_flush_message_queue
source: Flush Message Queue
cs: Pročistit frontu zpráv
ko: 메시지 큐 플러시
nl: Berichtenwachtrij leegmaken
sk: Vyčistiť frontu správ
tr: Mesaj sırasını temizle
uk: Очистити чергу повідомлень
zh_hans: 刷新消息队列
zh_hant: 重新整理訊息佇列

# settings_advanced_reregister_push_notifications_header_title
source: Push Notifications
cs: Nabízená oznámení
ko: 푸시 알림
nl: Pushberichten
sk: Automatické upozornenia
tr: Anlık bildirimler
uk: Push-сповіщення
zh_hans: 推送通知
zh_hant: 推播通知

# settings_advanced_reregister_push_notifications_footer_title
source: If incoming messages do not show up outside of the app as notifications, you can reregister for notifications.
cs: Pokud se vám příchozí zprávy nezobrazují mimo aplikaci jako oznámení, můžete si je znovu aktivovat.
ko: 앱 외부에서 수신 메시지가 알림으로 표시되지 않는 경우 알림을 다시 등록할 수 있습니다.
nl: Indien inkomende berichten niet buiten de app als meldingen worden getoond, kunt u zich opnieuw voor meldingen registreren.
sk: Ak sa prichádzajúce správy nezobrazujú mimo aplikácie ako upozornenia, môžete sa znova registrovať na upozornenia.
tr: Gelen mesajlar uygulama dışında bildirim olarak görünmüyorsa, bildirimler için yeniden kaydolabilirsiniz.
uk: Якщо вхідні повідомлення не з’являються за межами застосунку як сповіщення, ви можете зареєструватися для отримання сповіщень.
zh_hans: 如果此应用关闭后，仍然没有收到新消息通知，您可以重新注册通知推送权限。
zh_hant: 如果此應用程式關閉後，仍然沒有收到新訊息通知，您可以重新註冊通知推播權限。

# settings_advanced_reregister_notifications_label
source: Reregister Push Notifications
cs: Znovu aktivovat nabízená oznámení
ko: 푸시 알림 다시 등록
nl: Pushmeldingen opnieuw registreren
sk: Znova registrovať automatické upozornenia
tr: Anlık Bildirimleri Yeniden Kaydet
uk: Повторно зареєструватися для отримання push-сповіщень
zh_hans: 重新注册推送通知
zh_hant: 重新註冊推播通知

# settings_advanced_reset_fs_db_label
source: Reset Perfect Forward Secrecy State
cs: Resetujte stav u funkce dopředné bezpečnosti
ko: 완벽한 전방 비밀 상태 재설정
nl: Perfect Forward Secrecy-staat resetten
sk: Resetovať stav služby Perfect Forward Secrecy
tr: Mükemmel İletme Gizliliği Durumunu Sıfırla
uk: Скинути стан «цілковита пряма секретність»
zh_hans: 重置完全正向保密的状态
zh_hant: 重設完全正向保密的狀態

# settings_advanced_reset_unread_count_label
source: Reset Unread Count
cs: Resetování počtu nepřečtených
ko: 읽지 않은 메시지 수 재설정
nl: Aantal ongelezen resetten
sk: Obnovenie počtu neprečítaných
tr: Okunmamış Sayısını Sıfırla
uk: Скинути лічильник непрочитаних повідомлень
zh_hans: 重置未读数字
zh_hant: 重設未讀數目

# settings_advanced_support_settings_header_title
source: Support Settings
cs: Nastavení podpory
ko: 지원 설정
nl: Ondersteuningsinstellingen
sk: Nastavenia podpory
tr: Destek Ayarları
uk: Параметри підтримки
zh_hans: 支持设置
zh_hant: 支援設定

# settings_advanced_support_settings_footer_title
source: Only perform this action when instructed do so by Threema’s support team.
cs: Tuto akci provádějte pouze na pokyn týmu podpory platformy Threema.
ko: Threema 지원팀의 지시가 있을 때만 이 작업을 수행하세요.
nl: Voer deze actie alleen uit wanneer u hiertoe door de klantenservice van Threema wordt geïnstrueerd.
sk: Túto akciu vykonajte iba vtedy, keď vás na to upozorní podporný tím spoločnosti Threema.
tr: Bu işlemi yalnızca Threema'nın destek ekibi tarafından talimat verildiğinde gerçekleştirin.
uk: Виконувати цю дію лише за вказівкою команди підтримки Threema.
zh_hans: 仅在 Threema 支持团队的指示下，才执行此操作。
zh_hant: 僅限在 Threema 支援團隊的指示下，才執行此作業。

# settings_advanced_successfully_deleted_fs_sessions_label
source: Forward Security state was successfully reset
cs: Stav u funkce dopředné bezpečnosti byla úspěšně resetována.
ko: 전방 보안 상태가 성공적으로 재설정되었습니다.
nl: De Forward Security-staat is gereset
sk: Stav Forward Security bol úspešne resetovaný
tr: İletim Güvenliği durumu başarıyla sıfırlandı
uk: Стан «Пряма секретність» скинуто
zh_hans: 完全正向保密的状态已成功重置
zh_hant: 完全正向保密的狀態已成功重設

# settings_advanced_successfully_reset_unread_count_label
source: Unread message count was successfully reset
cs: Počet nepřečtených zpráv byl úspěšně resetován
ko: 읽지 않은 메시지 수가 성공적으로 재설정되었습니다.
nl: Het aantal ongelezen berichten is gereset
sk: Počet neprečítaných správ bol úspešne vynulovaný
tr: Okunmamış mesaj sayısı başarıyla sıfırlandı
uk: Лічильник непрочитаних повідомлень успішно скинуто
zh_hans: 未读消息数字已成功重置
zh_hant: 未讀訊息數目已成功重設

# sentry_crash_send_title
source: A Problem Occurred
cs: Vyskytl se problém
ko: 문제 발생
nl: Er is een probleem opgetreden
sk: Vyskytol sa problém
tr: Bir Sorun Oluştu
uk: Сталася помилка
zh_hans: 出现问题
zh_hant: 出現問題

# sentry_crash_send_description
source: You can submit an anonymous report. Details about interactions that took place before the problem occurred will help us to address the underlying problem.
cs: Můžete podat anonymní oznámení. Podrobnosti o interakcích, které proběhly předtím, než problém nastal, nám pomohou vyřešit základní problém.
ko: 익명으로 신고할 수 있습니다. 문제가 발생하기 전에 발생한 상호 작용에 대한 세부 정보는 근본적인 문제를 해결하는 데 도움이 됩니다.
nl: U kunt een anoniem crashrapport verzenden. Voeg informatie toe over de interacties die vóór het probleem plaatsvonden om de onderliggende kwestie op te lossen.
sk: Môžete odoslať anonymné hlásenie. Podrobnosti o interakciách, ktoré sa uskutočnili pred výskytom problému, nám pomôžu riešiť základný problém.
tr: Anonim bir rapor gönderebilirsiniz. Sorun ortaya çıkmadan önce gerçekleşen etkileşimlerle ilgili ayrıntılar, altta yatan sorunu ele almamıza yardımcı olacaktır.
uk: Ви можете надіслати анонімний звіт. Деталі щодо взаємодій перед виникненням помилки допоможуть розв'язати проблему, що призвела до цього.
zh_hans: 您可以提交匿名报告。请仔细描述崩溃问题发生前的详情，将有助我们的支持团队解决根本问题。
zh_hant: 您可以提交匿名報告。請仔細描述崩潰問題發生前的詳情，將有助我們的支援團隊解決根本問題。

# sentry_crash_send_yes
source: Send Anonymous Report
cs: Odeslat anonymní hlášení
ko: 익명 보고서 보내기
nl: Anoniem rapport verzenden
sk: Odoslať anonymné hlásenie
tr: Anonim rapor gönder
uk: Надіслати анонімний звіт
zh_hans: 发送匿名报告
zh_hant: 傳送匿名報告

# sentry_crash_send_no
source: Don’t Send
cs: Neposílat
ko: 보내지 않음
nl: Niet verzenden
sk: Neodoslať
tr: Gönderme
uk: Не надсилати
zh_hans: 请勿发送
zh_hant: 請勿傳送

# sentry_crash_comment_placeholder
source: Details
cs: Podrobnosti
ko: 세부 정보
nl: Informatie
sk: Podrobnosti
tr: Detaylar
uk: Звіт
zh_hans: 详情
zh_hant: 詳情

# profile_share_id_text
source: My Threema ID
cs: Moje Threema ID
ko: 내 Threema ID
nl: Mijn Threema ID
sk: Moje Threema ID
tr: Threema kimliğim
uk: Мій Threema ID
zh_hans: 我的 Threema ID
zh_hant: 我的 Threema ID

# profile_share_id
source: Share Threema ID
cs: Sdílet Threema ID
ko: Threema ID 공유하기"
nl: Threema ID delen
sk: Zdieľať Threema ID
tr: Threema Kimliğini Paylaş
uk: Поділитися Threema ID:
zh_hans: 分享 Threema ID
zh_hant: 分享 Threema ID

# profile_show_qr_code
source: Show QR Code
cs: Zobrazit QR kód
ko: QR 코드 보기
nl: QR-code weergeven
sk: Zobraziť QR kód
tr: QR Kodunu Göster
uk: Показати QR-код
zh_hans: 显示二维码
zh_hant: 顯示QR碼

# profile_big_qr_code
source: Big QR Code
cs: Velký QR kód
ko: 큰 QR 코드
nl: Grote QR-code
sk: Veľký QR kód
tr: Büyük QR Kodu
uk: Великий QR-код
zh_hans: 大型二维码
zh_hant: 大型QR碼

# profile_big_qr_code_cover_view
source: Big QR Code Cover View
cs: Velký QR kód – kryt
ko: 큰 QR 코드 커버 보기
nl: Grote QR-code bedekt de weergave
sk: Veľký pohľad na QR kód
tr: Büyük QR Kodu Kapak Görünümü
uk: Перегляд обкладинки з великим QR-кодом
zh_hans: 大型二维码封面视图
zh_hant: 大型QR碼封面視圖

# profile_linked_email
source: Linked Email
cs: Propojený e-mail
ko: 연결된 이메일
nl: Gekoppeld e-mailadres
sk: Prepojený email
tr: Bağlı E-posta
uk: Прив’язана електронна пошта
zh_hans: 已链接电子邮件
zh_hant: 已連結電子郵件

# profile_linked_phone
source: Linked Phone Number
cs: Propojené telefonní číslo
ko: 연결된 전화번호
nl: Gekoppeld telefoonnummer
sk: Prepojené telefónne číslo
tr: Bağlı Telefon Numarası
uk: Прив’язаний номер телефону
zh_hans: 已链接电话号码
zh_hant: 已連結電話號碼

# profile_id_export
source: ID Export
cs: Export ID
ko: ID 내보내기
nl: ID-exportbestand
sk: Exportovať ID
tr: Kimlik Dışa Aktarma
uk: Експорт ID
zh_hans: ID导出
zh_hant: ID匯出
