Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/*.lproj/Localizable.strings
Languages: cs, ko, nl, sk, tr, uk, zh_hans, zh_hant

# accessibility_animatedStickerMessage_hint
source: Toggle sticker animation.
cs: Přepnout animaci nálepky.
ko: 스티커 애니메이션 전환
nl: Stickeranimatie in-/uitschakelen
sk: Prepnúť animáciu nálepky.
tr: Çıkartma animasyonunu değiştir.
uk: Увімк. / вимк. анімацію наліпок
zh_hans: 启用表情包动画
zh_hant: 啟用貼圖動畫

# accessibility_ballotMessage_hint_open
source: Open poll to vote.
cs: Otevřít anketu pro hlasování.
ko: 투표를 위해 투표 열기.
nl: Open de poll om te stemmen.
sk: Ak chcete hlasovať, otvorte anketu.
tr: Oy vermek için anketi aç.
uk: Відкрити опитування, щоб проголосувати.
zh_hans: 开放所有人投票
zh_hant: 開放所有人投票

# accessibility_ballotMessage_hint_closed
source: Show poll results.
cs: Zobrazit výsledky ankety.
ko: 투표 결과 보기.
nl: Poll-resultaten tonen.
sk: Zobraziť výsledky ankety.
tr: Anket sonuçlarını göster.
uk: Показати результати опитування.
zh_hans: 显示投票结果
zh_hant: 顯示投票結果

# accessibility_voiceMessage_speed_hint
source: Change playback speed.
cs: Změnit rychlosti přehrávání.
ko: 재생 속도 변경.
nl: Afspeelsnelheid wijzigen.
sk: Zmeňte rýchlosť prehrávania.
tr: Oynatma hızını değiştir.
uk: Змінити швидкість відтворення.
zh_hans: 更改播放速度
zh_hant: 變更播放速度

# accessibility_voiceMessage_forward_hint
source: 10 seconds forward.
cs: 10 sekund dopředu.
ko: 10초 앞으로 이동.
nl: 10 seconden vooruitspoelen.
sk: 10 sekúnd dopredu.
tr: 10 saniye ileri sarar.
uk: 10 секунд уперед.
zh_hans: 向前10秒。
zh_hant: 前進 10 秒。

# accessibility_voiceMessage_rewind_hint
source: 10 seconds rewind.
cs: 10 sekund zpět.
ko: 10초 되감기.
nl: 10 seconden terugspoelen.
sk: 10 sekúnd dozadu.
tr: 10 saniye geriye sarar.
uk: 10 секунд назад.
zh_hans: 向后10秒。
zh_hant: 倒轉 10 秒。

# accessibility_caption
source: Caption: %@
cs: Titulek: %@
ko: 캡션: %@
nl: Onderschrift: %@
sk: Popis: %@
tr: Altyazı: %@
uk: Підпис: %@
zh_hans: 描述：%@
zh_hant: 描述：%@

# accessibility_poll_content_open
source: %@. Title: %@, %@
cs: %@. Název: %@, %@
ko: %@. 제목: %@, %@
nl: %@. Titel: %@, %@
sk: %@. Názov: %@, %@
tr: %@. Başlık: %@, %@
uk: %@. Назва: %@, %@
zh_hans: %@. 标题：%@, %@
zh_hant: %@. 標題：%@, %@

# accessibility_poll_open
source: Open
cs: Otevřeno
ko: 열기
sk: Otvoriť
tr: Açık
uk: Відкрито
zh_hans: 投票已开放
zh_hant: 投票已開放

# accessibility_poll_closed
source: Closed
cs: Zavřeno
ko: 마감
nl: Gesloten
sk: Uzavreté
tr: Kapalı
uk: Закрито
zh_hans: 投票已关闭
zh_hant: 投票已關閉

# accessibility_file_duration
source: Duration: %@.
cs: Trvání: %@.
ko: 통화 시간: %@.
nl: Tijdsduur: %@.
sk: Trvanie: %@.
tr: Süre: %@.
uk: Тривалість: %@.
zh_hans: 时长：%@
zh_hant: 長度：%@

# accessibility_voice_message_playing
source: Currently playing.
cs: Aktuálně se přehrává.
ko: 현재 재생 중.
nl: Wordt nu afgespeeld.
sk: Prehráva sa.
tr: Çalıyor.
uk: Відтворюється зараз
zh_hans: 正在播放
zh_hant: 正在播放

# accessibility_voice_message_unplayed
source: Not Yet Played.
cs: Dosud nehrané.
ko: 아직 재생되지 않음.
nl: Nog niet afgespeeld.
sk: Ešte sa nehralo.
tr: Henüz Çalınmadı.
uk: Ще не відтворювалось.
zh_hans: 还未播放
zh_hant: 還未播放

# accessibility_status_acknowledged_plus_time
source: Agreed, %@
nl: Akkoord, %@
tr: Kabul, %@
zh_hans: 已同意, %@

# accessibility_status_declined_plus_time
source: Declined, %@
nl: Afgewezen, %@
tr: Reddedildi, %@
zh_hans: 已拒绝, %@

# accessibility_status_sending_plus_time
source: Sending, %@
nl: Aan het verzenden, %@
tr: Gönderiliyor, %@
zh_hans: 发送中, %@

# accessibility_status_sent_plus_time
source: Sent, %@
nl: Verzonden, %@
tr: Gönderildi, %@
zh_hans: 已发送, %@

# accessibility_status_delivered_plus_time
source: Delivered, %@
nl: Afgeleverd, %@
tr: Teslim edildi, %@
zh_hans: 已送达, %@

# accessibility_status_read_plus_time
source: Read, %@
nl: Gelezen, %@
tr: Okundu, %@
zh_hans: 已阅读, %@

# accessibility_status_failed_plus_time
source: Failed, %@
nl: Mislukt, %@
tr: Başarısız oldu, %@
zh_hans: 失败, %@

# accessibility_status_group_acknowledged_plus_time
source: Agreed by %i, %@%@
nl: Overeengekomen door %i, %@%@
tr: %i tarafından kabul edildi, %@%@
zh_hans: %i 同意，%@%@

# accessibility_status_group_declined_plus_time
source: Declined by %i, %@%@
nl: Afgewezen door %i, %@%@
tr: %i tarafından reddedildi, %@%@
zh_hans: %i 拒绝，%@%@

# accessibility_status_group_acknowledged_declined_plus_time
source: Agreed by %i, declined by %i, %@%@
nl: Overeengekomen door %i, afgewezen door %i, %@%@
tr: %i tarafından kabul edildi, %i tarafından reddedildi, %@%@
zh_hans: %i 同意，%i 拒绝，%@%@

# accessibility_status_group_acknowledged_my_reaction
source: I agreed
cs: Souhlasím
ko: 동의했습니다
nl: Ik ben akkoord gegaan
sk: Súhlasil som
tr: Kabul ediyorum.
uk: Я приймаю
zh_hans: 我同意
zh_hant: 我同意

# accessibility_status_group_declined_my_reaction
source: I declined
cs: Nesouhlasím
ko: 거부했습니다
nl: Ik heb het afgewezen
sk: Odmietol som
tr: Kabul etmiyorum.
uk: Я відхиляю
zh_hans: 我拒绝
zh_hant: 我拒絕

# accessibility_action_open_link
source: Open %@
cs: Otevřít %@
ko: 열기 %@
nl: %@ openen
sk: Otvoriť %@
tr: %@ aç
uk: Відкрити %@
zh_hans: 打开 %@
zh_hant: 開啟 %@

# accessibility_action_call_phone
source: Call %@
cs: Zavolat %@
ko: 통화 %@
nl: %@ opbellen
sk: Zavolať %@
tr: %@ ara
uk: Зателефонувати %@
zh_hans: 致电到%@
zh_hant: 致電至%@

# accessibility_action_open_mention
source: Show contact of %@
cs: Zobrazit kontakt %@
ko: %@의 연락처 표시
nl: Contactpersoon van %@ weergeven
sk: Zobraziť kontakt %@
tr: %@ kişisini göster
uk: Показати контакту %@
zh_hans: 显示%@的联系方式
zh_hant: 顯示%@的聯絡方式

# md_wizard_header
source: Multi-Device Preview
cs: Náhled pro více zařízení
ko: 다중 장치 미리 보기
sk: Ukážka viacerých zariadení
tr: Çoklu Cihaz Önizlemesi
uk: Попередній перегляд на кількох пристроях
zh_hans: 多设备预览
zh_hant: 多裝置預覽

# md_wizard_start
source: Link My Computer
cs: Propojit můj počítač
ko: 내 컴퓨터 연결
nl: Mijn computer koppelen
sk: Prepojiť môj počítač
tr: Bilgisayarımı Bağla
uk: Прив’язати мій комп’ютер
zh_hans: 连接到我的电脑
zh_hant: 連結至我的電腦

# md_wizard_cancel
source: Cancel
cs: Zrušit
ko: 취소
nl: Annuleren
sk: Zrušiť
tr: İptal
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# md_wizard_next
source: Next
cs: Další
ko: 다음
nl: Volgende
sk: Ďalší
tr: Sonraki
uk: Далі
zh_hans: 下一步
zh_hant: 下一步

# md_wizard_close
source: Close
cs: Zavřít
ko: 닫기
nl: Sluiten
sk: Zatvoriť
tr: Kapat
uk: Закрити
zh_hans: 关闭
zh_hant: 關閉

# md_wizard_back_identity
source: Show Threema ID
cs: Zobrazit ID Threema
ko: Threema ID 표시
nl: Toon Threema-ID
sk: Zobraziť Threema ID
tr: Threema Kimliğini Göster
uk: Показати Threema ID
zh_hans: 显示 Threema ID
zh_hant: 顯示 Threema ID

# md_wizard_connection_info
source: During the linking process, calls and notifications are disabled.
cs: Během procesu propojování jsou hovory a oznámení zakázány.
ko: 연결 프로세스 중에는 통화와 알림이 비활성화됩니다.
nl: Tijdens het koppelingsproces zijn oproepen en meldingen uitgeschakeld.
sk: Počas procesu prepojenia sú hovory a upozornenia vypnuté.
tr: Bağlama işlemi sırasında aramalar ve bildirimler devre dışı bırakılır.
uk: Під час процесу прив’язування дзвінки й сповіщення вимкнено.
zh_hans: 在连接过程中，通话和通知暂时禁用。
zh_hant: 在連結過程中，通話和通知暫時停用。

# md_wizard_terms_note_text
source: This tech preview is intended to let you test the upcoming multi-device support ahead of time. Please note that the features are limited, and since this is alpha software, it can be rough around the edges.
cs: Tento technický náhled slouží k tomu, abyste si mohli předem vyzkoušet nadcházející podporu více zařízení. Vezměte prosím na vědomí, že funkce jsou omezené, a protože se jedná o alfa verzi softwaru, může být poněkud nedotažená.
ko: 이 기술 프리뷰는 미리 다가오는 다중 장치 지원을 테스트할 수 있도록 제공됩니다. 기능이 제한적이며 이것은 알파 소프트웨어이므로 완성도가 낮을 수 있음을 주의하세요.
nl: Deze tech-preview is bedoeld om de komende Multi-device ondersteuning vooraf te testen. De functies zijn beperkt en, omdat dit alpha-software is, kunnen er wat onvolmaaktheden zijn.
sk: Účelom tohto technického náhľadu je umožniť vám vopred otestovať nadchádzajúcu podporu viacerých zariadení. Upozorňujeme, že funkcie sú obmedzené a keďže ide o alfa softvér, môže mať niekoľko nedokonalostí.
tr: Bu teknik önizlemenin amacı, yaklaşan çoklu cihaz desteğini önceden test etmenize olanak tanımaktır. Lütfen özelliklerin sınırlı olduğunu ve bu alfa yazılımı olduğu için kusursuz değil ama iş görebileceğini unutmayın.
uk: Ця технологія дає вам змогу заздалегідь перевірити підтримку різних пристроїв. Зауважте, що ці функції обмежені. Оскільки це альфа-версія, вона може працювати недосконало.
zh_hans: 这次技术预览版是为测试人员提前测试即将到来的 “多设备支持” 功能而设。请注意，这些功能是限时提供的。由于这是测试版，因此有时可能会出现小错误。
zh_hant: 這次技術預覽版是為測試人員提前測試即將到來的「多裝置支援」功能而設。請注意，這些功能是限時提供的。由於這是測試版，因此有時可能會出現小錯誤。

# md_wizard_terms_backup
source: Data loss might occur. Please create a backup before you proceed. [Backup instructions](https://threema.ch/docs/threema/ios_backup_manual_en.pdf)
cs: Může dojít ke ztrátě dat. Než budete pokračovat, vytvořte si zálohu. [Pokyny k zálohování](https://threema.ch/docs/threema/ios_backup_manual_en.pdf)
ko: 데이터 손실이 발생할 수 있습니다. 진행하기 전에 백업을 만들어 주세요. [백업 지침](https://threema.ch/docs/threema/ios_backup_manual_en.pdf)
nl: Er kan gegevensverlies optreden. Zorg dat u een back-up maakt voordat u verdergaat. [Back-up instructies](https://threema.ch/docs/threema/ios_backup_manual_en.pdf)
sk: Môže dôjsť k strate údajov. Pred pokračovaním vytvorte zálohu. [Pokyny na zálohovanie](https://threema.ch/docs/threema/ios_backup_manual_en.pdf)
tr: Veri kaybı meydana gelebilir. Devam etmeden önce lütfen bir yedek oluşturun. [Backup instructions] (https://threema.ch/docs/threema/ios_backup_manual_en.pdf)
uk: Дані може бути втрачено. Створіть резервну копію, перш ніж продовжити. [Інструкції зі створення резервної копії] https://threema.ch/docs/threema/ios_backup_manual_en.pdf)
zh_hans: 使用技术预览版可能会发生数据丢失的问题，请在加入测试之前创建备份。 [创建备份步骤（只提供英文版）](https://threema.ch/docs/threema/ios_backup_manual_en.pdf)
zh_hant: 使用技術預覽版可能會發生資料丟失的問題，請在加入測試之前建立備份。 [建立備份步驟（只提供英文版）](https://threema.ch/docs/threema/ios_backup_manual_en.pdf)

# md_wizard_terms_support
source: This preview supports text messages. Regularly update the apps for iOS and desktop to get the latest features and improvements.
cs: Tento náhled podporuje textové zprávy. Pravidelně aktualizujte aplikace pro iOS a počítač, abyste získali nejnovější funkce a vylepšení.
ko: 이 미리 보기는 텍스트 메시지를 지원합니다. 최신 기능과 개선 사항을 받으려면 iOS 및 데스크톱 앱을 정기적으로 업데이트하세요.
nl: Deze preview ondersteunt sms-berichten. Zorg dat u de iOS- en desktop-apps regelmatig bijwerkt om de laatste functies en verbeteringen te krijgen.
sk: Táto ukážka podporuje textové správy. Pravidelne aktualizujte aplikácie pre iOS a desktop, aby ste získali najnovšie funkcie a vylepšenia.
tr: Bu önizleme metin mesajlarını destekler. En son özellikleri ve iyileştirmeleri almak için iOS ve masaüstü uygulamalarını düzenli olarak güncelleyin.
uk: Цей попередній перегляд підтримує текстові повідомлення. Регулярно оновлюйте застосунки для iOS і програми для настільного комп’ютера, щоб отримувати найновіші функції та оновлення.
zh_hans: 这次技术预览版支持文本信息。请定期更新 iOS 上和电脑版的应用程序，以获得最新的功能和改进。
zh_hant: 這次技術預覽版支援文字訊息。請定期更新 iOS 上和電腦版的應用程式，以取得最新的功能和改進。

# md_wizard_terms_issues
source: Known issues and limitations can be found [here](https://threema.ch/faq/md_limit).
cs: Známé problémy a omezení najdete [zde](https://threema.ch/faq/md_limit).
ko: 알려진 문제와 제한 사항은 [여기](https://threema.ch/faq/md_limit) 에서 확인할 수 있습니다.
nl: Bekende problemen en beperkingen kunnen [hier](https://threema.ch/faq/md_limit) worden gevonden.
sk: Známe problémy a obmedzenia nájdete [tu](https://threema.ch/faq/md_limit).
tr: Bilinen sorunlar ve sınırlamalar [burada](https://threema.ch/faq/md_limit) bulunabilir.
uk: Інформацію про відомі проблеми й обмеження можна знайти [тут](https://threema.ch/faq/md_limit).
zh_hans: 已知的问题和限制可以在[这里](https://threema.ch/faq/md_limit)找到。
zh_hant: 要了解已知的問題和限制，請點進[此連結](https://threema.ch/faq/md_limit)查看詳情。

# md_wizard_terms_bugs
source: Please report issues you encounter in this app via “Settings > Beta Feedback”.
cs: Problémy, se kterými se v této aplikaci setkáte, nahlaste prostřednictvím „Nastavení > Zpětná vazba k betaverzi“.
ko: 이 앱에서 겪는 문제를 "설정 > 베타 피드백"을 통해 신고해 주세요.
nl: Meld de problemen die u in deze app ervaart via "Instellingen > Beta-feedback".
sk: Problémy, s ktorými sa v tejto aplikácii stretnete, nahláste cez „Nastavenia > Spätná väzba k beta verzii“.
tr: Lütfen bu uygulamada karşılaştığınız sorunları "Ayarlar > Beta Geri Bildirimi" yoluyla bildirin.
uk: Повідомляйте про виявлені помилки в розділі «Налаштування > Відгук про бета-версію».
zh_hans: 请通过 “设置” > “测试版反馈” 报告使用此应用程序时遇到的问题。
zh_hant: 請透過「設定」>「測試版回饋」回報使用此應用程式時遇到的問題。

# md_wizard_terms_accept
source: I have created a backup and wish to proceed.
cs: Vytvořil/a jsem zálohu a chci pokračovat.
ko: 백업을 생성했으며 계속하려고 합니다.
nl: Ik heb een back-up gemaakt en wil verdergaan.
sk: Vytvoril som zálohu a chcem pokračovať.
tr: Yedek oluşturdum ve devam etmek istiyorum.
uk: Я створив(-ла) резервну копію і хочу продовжити.
zh_hans: 我已经创建了备份，并想继续进行下一步。
zh_hant: 我已經建立了備份，並想繼續進行下一步。

# md_wizard_info_download_title
source: Download
cs: Stáhnout
ko: 다운로드
nl: Downloaden
sk: Stiahnúť
tr: İndir
uk: Завантажити
zh_hans: 下载
zh_hant: 下載

# md_wizard_info_download_text
source: Threema Tech Preview on your computer:
cs: Technický náhled Threema v počítači:
ko: 당신의 컴퓨터에서 Threema Tech Preview:
nl: Threema tech-preview op uw computer:
sk: Threema Tech Preview na vašom počítači:
tr: Bilgisayarınızda Threema Tech Önizlemesi:
uk: Попередній перегляд технології Threema на вашому комп’ютері:
zh_hans: 在您电脑上的 Threema 技术预览版：
zh_hant: 在您電腦上的 Threema 技術預覽版：

# md_wizard_info_linking_title
source: Link your computer to this device
cs: Propojení počítače s tímto zařízením
ko: 이 장치와 컴퓨터를 연결하세요.
nl: Koppel uw computer aan dit apparaat
sk: Prepojte svoj počítač s týmto zariadením
tr: Bilgisayarınızı bu cihaza bağlayın
uk: Прив’яжіть свій комп’ютер до цього пристрою
zh_hans: 将您的电脑连接到此设备
zh_hant: 將您的電腦連結至此裝置

# md_wizard_info_linking_text
source: When linking your computer, your basic Threema data (your ID, contacts, and groups) will be encrypted and temporarily stored on the [Threema Safe server you currently use](https://threema.ch/en/faq/threema_safe_webdav). (Current setting: %@).
cs: Při propojení vašeho počítače budou vaše základní údaje v Threema (vaše ID, kontakty a skupiny) zašifrovány a dočasně uloženy na [server Threema Safe, který právě používáte](https://threema.ch/en/faq/threema_safe_webdav). (Aktuální nastavení: %@).
ko: 컴퓨터를 연결할 때 기본 Threema 데이터(당신의 ID, 연락처 및 그룹)는[현재 사용 중인 Threema Safe 서버](https://threema.ch/en/faq/threema_safe_webdav)에 암호화되어 일시적으로 저장됩니다. (현재 설정: %@).
nl: Bij het koppelen van uw computer, worden uw basisgegevens van Threema (uw ID, contactpersonen en groepen) versleuteld en tijdelijk opgeslagen op de [veilige server van Threema die u momenteel gebruikt](https://threema.ch/en/faq/threema_safe_webdav). (Huidige instelling: %@).
sk: Pri prepojení vášho počítača budú vaše základné údaje Threema (vaše ID, kontakty a skupiny) zašifrované a dočasne uložené na [serveri Trezoru Threema, ktorý momentálne používate](https://threema.ch/en/faq/threema_safe_webdav). (Aktuálne nastavenie: %@).
tr: Bilgisayarınızı bağlarken, temel Threema verileriniz (kimliğiniz, kişileriniz ve gruplarınız) şifrelenir ve geçici olarak [şu anda kullandığınız Threema Safe sunucusunda](https://threema.ch/en/faq/threema_safe_webdav) saklanır. (Şimdiki ayar: %@).
uk: Коли ви прив’яжете свій комп’ютер, ваші базові дані Threema (ваш ID, контакти й групи) буде зашифровано й вони тимчасового зберігатимуться на [сервері Threema Safe, який ви зараз використовуєте](https://threema.ch/en/faq/threema_safe_webdav). (Поточне налаштування: %@).
zh_hans: 当您的电脑连接时，您的基本 Threema 数据（例如您的ID、联系人和群组）将被加密并暂时存储在[你目前使用的 Threema Safe 服务器](https://threema.ch/en/faq/threema_safe_webdav)。(当前设置：%@)。
zh_hant: 與您的電腦連結時，您的基本 Threema 資料 (例如 ID、聯絡人和群組) 將被加密並暫時儲存在[您目前使用的 Threema Safe 伺服器](https://threema.ch/en/faq/threema_safe_webdav)。(目前設定: %@)。

# md_wizard_preparation_status
source: Preparing…
cs: Příprava…
ko: 준비 중...
nl: Aan het voorbereiden...
sk: Pripravuje sa…
tr: Hazırlanıyor...
uk: Готується…
zh_hans: 准备中…
zh_hant: 準備中…

# md_wizard_start_desktop
source: Open Threema Tech Preview on your computer, and enter your Threema ID.
cs: V počítači otevřete Technický náhled Threema a zadejte své Threema ID.
ko: 컴퓨터에서 Threema Tech Preview를 열고 Threema ID를 입력하세요.
nl: Open de Threema tech-preview op uw computer en voer uw Threema-ID in.
sk: Otvorte Threema Tech Preview na vašom počítači a zadajte svoje Threema ID.
tr: Bilgisayarınızda Threema Teknik Önizlemesini açın ve Threema Kimliğinizi girin.
uk: Відкрийте попередній перегляд технології Threema на своєму комп’ютері та введіть свій Threema ID.
zh_hans: 请您先在电脑上打开 Threema 技术预览版，然后输入您的 Threema ID。
zh_hant: 請您先在電腦上開啟 Threema 技術預覽版，然後輸入您的 Threema ID。

# md_wizard_identity_text
source: Your Threema ID:
cs: Vaše Threema ID
ko: 귀하의 Threema ID:
nl: Uw Threema-ID:
sk: Vaše Threema ID:
tr: Threema Kimliğiniz:
uk: Ваш Threema ID:
zh_hans: 您的 Threema ID：
zh_hant: 您的 Threema ID：

# md_wizard_code_text
source: Linking Code:
cs: Propojovací kód:
ko: 연결 코드:
nl: Code aan het koppelen:
sk: Kód prepojenia:
tr: Bağlantı Kodu:
uk: Код прив’язування:
zh_hans: 链接代码：
zh_hant: 連結代碼：

# md_wizard_success_title
source: Device Linked Successfully
cs: Zařízení úspěšně propojeno
ko: 장치가 성공적으로 연결되었습니다.
nl: Apparaat is gekoppeld
sk: Zariadenie bolo úspešne prepojené
tr: Cihaz Başarıyla Bağlandı
uk: Пристрій прив’язано
zh_hans: 设备链接成功
zh_hant: 裝置連結成功

# md_wizard_success_text
source: You can now use Threema Tech Preview on your computer (even when this iOS device happens to be turned off).
cs: Nyní můžete používat na počítači Technický náhled Threema (i když je zařízení iOS vypnuté).
ko: 이제 iOS 장치가 꺼져 있어도 컴퓨터에서 Threema Tech Preview를 사용할 수 있습니다.
nl: U kunt nu de Threema tech-preview op uw computer gebruiken (zelfs wanneer dit iOS-apparaat is uitgeschakeld).
sk: Teraz môžete používať Threema Tech Preview na svojom počítači (aj keď je toto iOS zariadenie náhodou vypnuté).
tr: Artık Threema Teknik Önizlemesini bilgisayarınızda kullanabilirsiniz (bu iOS cihazı kapalı olsa bile).
uk: Тепер ви можете відкривати попередній перегляд технології Threema на своєму комп’ютері (навіть якщо цей пристрій iOS вимкнено).
zh_hans: 现在，您可以在电脑上使用 Threema 技术预览版（即使此 iOS 设备已关机）。
zh_hant: 現在，您可以在電腦上使用 Threema 技術預覽版（即使此 iOS 裝置已關機）。

# md_wizard_error_title
source: Linking failed because the Threema app was closed
cs: Propojení se nezdařilo, protože aplikace Threema byla uzavřena
ko: Threema 앱이 닫혔기 때문에 연결에 실패했습니다.
nl: Koppelen is mislukt omdat de Threema-app gesloten was
sk: Prepojenie zlyhalo, pretože aplikácia Threema bola zatvorená
tr: Threema uygulaması kapalı olduğu için bağlantı başarısız oldu
uk: Не вдалося прив’язати, бо застосунок Threema закрито
zh_hans: 链接失败，因为 Threema 应用程序已关闭
zh_hant: 連結失敗，因為 Threema 應用程式已關閉

# md_wizard_timeout_title
source: Linking failed because it took too long
cs: Propojení se nezdařilo, protože to trvalo příliš dlouho
ko: 연결하는 데 시간이 너무 오래 걸려서 연결에 실패했습니다.
nl: Koppelen is mislukt omdat het te lang duurde
sk: Prepojenie zlyhalo, pretože to trvalo príliš dlho
tr: Bağlantı çok uzun sürdüğü için başarısız oldu
uk: Не вдалося прив’язати, бо процес зайняв надто багато часу
zh_hans: 链接失败，因为花了太长时间
zh_hant: 連結失敗，因為花了太長時間

# md_wizard_could_not_connect_title
source: Linking failed because could not connect to the server
cs: Propojení se nezdařilo, protože se nepodařilo navázat spojení se serverem
ko: 연결하는 데 시간이 너무 오래 걸려서 연결에 실패했습니다.
nl: Koppelen is mislukt omdat er geen serververbinding mogelijk was
sk: Prepojenie zlyhalo, pretože sa nepodarilo pripojiť k serveru
tr: Sunucuya bağlanılamadığı için bağlantı başarısız oldu
uk: Не вдалося прив’язати, бо немає зв’язку із сервером
zh_hans: 链接失败，因为无法连接到服务器
zh_hant: 連結失敗，因為無法連線至伺服器

# md_wizard_error_text
source: Please retry via "Settings > Multi-Device Preview".
cs: Zkuste to znovu přes „Nastavení > Náhled pro více zařízení“.
ko: "설정 > 다중 장치 미리 보기"를 통해 다시 시도하세요.
nl: Probeer het opnieuw via "Instellingen > Multi-device preview".
sk: Skúste to znova cez „Nastavenia > Ukážka viacerých zariadení“.
tr: Lütfen "Ayarlar > Çoklu Cihaz Önizlemesi" üzerinden tekrar deneyin.
uk: Повторіть спробу в розділі «Налаштування > Попередній перегляд на кількох пристроях».
zh_hans: 请通过 “设置” > “多设备预览” 以重新尝试。
zh_hant: 請透過「設定」>「多裝置預覽」以再試一次。

# app_icon_title_celebration
source: Celebration Icon
cs: Ikona oslavy
ko: 축하 아이콘
nl: Icoon feest
sk: Ikona oslavy
tr: Kutlama Simgesi
uk: Святковий значок
zh_hans: 庆祝图标
zh_hant: 歡慶圖示

# app_icon_description_celebration
source: 10 Year Anniversary
cs: 10leté výročí
ko: 10 주년
nl: 10 jarig jubileum
sk: 10-ročné výročie
tr: 10. Yıl Dönümü
uk: 10-та річниця
zh_hans: 10周年纪念
zh_hant: 10 週年誌慶

# app_icon_title_current
source: Current Icon
cs: Aktuální ikona
ko: 현재 아이콘
nl: Huidig icoon
sk: Aktuálna ikona
tr: Mevcut Simge
uk: Поточний значок
zh_hans: 当前图标
zh_hant: 目前圖示

# app_icon_description_current
source: Since 2019
cs: Od roku 2019
ko: 2019년부터
nl: Sinds 2019
sk: Od roku 2019
tr: 2019'dan beri
uk: З 2019 року
zh_hans: 2019开始
zh_hant: 2019 年至今

# app_icon_title_second
source: Second Icon
cs: Druhá ikona
ko: 두 번째 아이콘
nl: Tweede icoon
sk: Druhá ikona
tr: İkinci Simge
uk: Другий значок
zh_hans: 第二个图标
zh_hant: 第二款圖示

# app_icon_title_first
source: First Icon
cs: První ikona
ko: 첫 번째 아이콘
nl: Eerste icoon
sk: Prvá ikona
tr: Birinci Simge
uk: Перший значок
zh_hans: 第一个图标
zh_hant: 第一款圖示

# anniversary_view_title
source: 10 Years of Threema!
cs: Threema slaví 10 let!
ko: 10년 동안의 Threema!
nl: 10 jaar Threema!
sk: 10 rokov aplikácie Threema!
tr: Threema'nın 10. Yılı!
uk: 10 років Threema!
zh_hans: Threema 10周年！
zh_hant: Threema 10 週年誌慶！

# anniversary_view_text
source: On December 12, 2022, Threema will turn ten. To mark the start of the celebration period, we have festooned our app icon.
cs: Dne 12. prosince 2022 bude aplikaci Threema deset let. U příležitosti zahájení oslav jsme vyšperkovali naši ikonu.
ko: 2022년 12월 12일에 Threema가 열세 번째가 됩니다. 축하 기간의 시작을 기념하여 앱 아이콘을 장식했습니다.
nl: Op 12 december 2022 wordt Threema tien jaar. Om de start van de feesttijd te markeren, hebben we ons app-icoon versierd.
sk: 12. decembra 2022 oslávi Threema desať rokov. Na znak oslavy tohto obdobia sme vytvorili sviatočnú verziu ikony aplikácie.
tr: 12 Aralık 2022'de Threema on yaşına girecek. Kutlama döneminin başlangıcını vurgulamak için uygulama simgemizi süsledik.
uk: 12 грудня 2022 року Threema виповниться 10 років. Щоб позначити початок періоду святкувань, ми змінили значок застосунку на святковий.
zh_hans: 到2022年12月12日，Threema就10岁了。作为庆典季的开始，我们对应用图标进行了装饰。
zh_hant: 2022 年 12 月 12 日，Threema 正式面世 10 週年！我們率先帶來了精美的應用程式圖示，作為慶祝紀念！

# anniversary_view_icon_info
source: To change the app icon back to the default or to a legacy version, go to “Settings > Appearance > App Icon.”
cs: Chcete-li si změnit ikonu zpět na výchozí nebo starou verzi, přejděte do nabídky „Nastavení > Vzhled > Ikona aplikace“.
ko: 앱 아이콘을 기본값 또는 이전 버전으로 변경하려면 "설정 > 외관 > 앱 아이콘"으로 이동하세요.
nl: Ga naar "Instellingen > Uiterlijk > App-icoon" om het icoon terug te zetten naar standaard of naar een oudere versie.
sk: Ak chcete ikonu aplikácie zmeniť späť na predvolenú alebo starú verziu, prejdite do sekcie Nastavenia > Vzhľad > Ikona aplikácie.
tr: Uygulama simgesini varsayılana veya eski bir sürüme döndürmek için "Ayarlar > Görünüm > Uygulama Simgesi"ne gidin.
uk: Щоб повернути один із попередніх значків або стандартний значок, перейдіть у меню «Налаштування > Вигляд > Значок застосунку».
zh_hans: 想把应用图标改为默认或旧版本，请前往 “设置 > 外观 > 应用图标。”
zh_hant: 如要將應用程式的圖示改回預設或較舊版本，請依序點進「設定」>「外觀」>「應用程式圖示」。

# systemMessage_unsupported_type
source: Unsupported system message type
cs: Nepodporovaný typ systémové zprávy
ko: 지원되지 않는 시스템 메시지 유형
nl: Dit type systeembericht wordt niet ondersteund
sk: Nepodporovaný typ systémovej správy
tr: Desteklenmeyen sistem mesajı türü
uk: Непідтримуваний тип системного повідомлення
zh_hans: 不支持的系统信息类型
zh_hant: 不支援的系統訊息類型
