Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/*.lproj/Localizable.strings
Languages: cs, ko, nl, sk, tr, uk, zh_hans, zh_hant

# safe_version_mismatch
source: The version of this backup is higher than the supported version. Please update to the latest version of this app.
cs: Verze této zálohy je vyšší než podporovaná verze. Aktualizujte si prosím aplikaci na nejnovější verzi.
ko: 이 백업의 버전은 지원되는 버전보다 높습니다. 최신 버전의 앱으로 업데이트하십시오.
nl: De versie van deze back-up is hoger dan de ondersteunde versie. Werk de app bij naar de laatste versie.
sk: Verzia tejto zálohy je vyššia ako podporovaná verzia. Aktualizujte na novšiu verziu aplikácie.
tr: Bu yedeklemenin sürümü, desteklenen sürümden daha yüksek. Lütfen bu uygulamanın en son sürümüne güncelleyin.
uk: Версія цієї резервної копії вища за підтримувану версію. Будь ласка, оновіть застосунок до найновішої версії.
zh_hans: 此备份的版本高于支持的版本。请更新到最新版本的应用。
zh_hant: 此備份的版本高於支援的版本。請更新至最新版本的應用程式。

# safe_intro_title
source: Introducing Threema Safe
cs: Představení Trezoru Threema
ko: Threema Safe 소개
nl: Nieuw: Threema Safe
sk: Predstavujeme Trezor Threema
tr: Threema Safe ile tanışın
uk: Презентуємо Threema Safe
zh_hans: 隆重介绍 Threema Safe
zh_hant: 隆重介紹 Threema Safe

# safe_intro_description
source: Never lose your Threema ID, contacts, groups and settings again!
cs: Už nikdy neztraťte své Threema ID, kontakty, skupiny a nastavení!
ko: Threema ID, 연락처, 그룹 및 설정을 다시 분실하지 마십시오!
nl: Verlies uw Threema ID of uw contactpersonen en groepen nooit meer!
sk: Už viac nestraťte vaše Threema ID, kontakty, skupiny a nastavenia!
tr: Threema kimliğinizi, kişilerinizi, gruplarınızı ve ayarlarınızı bir daha asla kaybetmeyin!
uk: Більше не втрачайте Threema ID, контакти, групи та налаштування!
zh_hans: 再也不会丢失您的 Threema ID、联系人、群组和设置了！
zh_hant: 再也不會丟失您的 Threema ID、聯絡人、群組和設定了！

# safe_intro_explain
source: Threema Safe regularly creates an encrypted, anonymous backup of the most important data for you and stores it on the Threema server or another server of your choice.
cs: Trezor Threema pravidelně vytváří šifrované, anonymní zálohy vašich nejdůležitějších dat a ukládá je na server Threema nebo jiný, vámi zvolený server.
ko: Threema Safe는 정기적으로 가장 중요한 데이터를 암호화하고 익명으로 백업하여 Threema 서버 또는 선택한 다른 서버에 저장합니다.
nl: Threema Safe maakt regelmatig versleutelde en anonieme back-ups van uw belangrijkste gegevens en slaat deze op op de Threema-server of een andere server van uw keuze.
sk: Trezor Threema pre vás pravidelne vytvára zašifrované, anonymné zálohy najdôležitejších údajov a tieto ukladá buď na Threema server, alebo iný podľa vašeho výberu.
tr: Threema Safe, sizin için en önemli verilerin şifreli, anonim bir yedeğini düzenli olarak oluşturur ve bunları Threema sunucusunda veya seçtiğiniz başka bir sunucuda saklar.
uk: Threema Safe регулярно створює зашифровану анонімну резервну копію найважливіших даних для вас та зберігає її на сервері Threema або іншому сервері на ваш вибір.
zh_hans: Threema Safe 定期为您最重要的数据创建加密的匿名备份，并将其存储在 Threema 服务器，或在您选择的其他服务器上。
zh_hant: Threema Safe 定期為您最重要的資料建立加密的匿名備份，並將其儲存在 Threema 伺服器，或在您選擇的其他伺服器上。

# safe_intro_enable
source: Enable now
cs: Aktivovat
ko: 지금 활성화하기
nl: Inschakelen
sk: Povoliť teraz
tr: Şimdi etkinleştir
uk: Увімкнути зараз
zh_hans: 立即启用
zh_hant: 立刻啟用

# safe_intro_cancel
source: Don’t show again
cs: Příště nezobrazovat
ko: 다시 보지 않기
nl: Niet meer weergeven
sk: Viac už nezobrazovať
tr: Bir daha gösterme
uk: Не показувати знов
zh_hans: 下次不再提示
zh_hant: 不再顯示

# safe_failed_notification
source: Threema Safe backup failed for %.0f consecutive days. Please check the Threema Safe settings.
cs: Zálohování Trezoru Threema se nezdařilo %.0f dny(í) po sobě. Zkontrolujte nastavení Trezoru Threema.
ko: Threema Safe 백업이 연속으로 %.0f일 동안 실패했습니다. Threema Safe 설정을 확인하세요.
nl: Back-up van Threema Safe is al %.0f dagen op rij mislukt. Tik hier om te controleren.
sk: Záloha Trezoru Threema zlyhala už %.0f dní po sebe. Skontrolujte prosím nastavenia Trezoru Threema.
tr: Threema Safe yedeklemesi arka arkaya %.0f gün başarısız oldu. Lütfen Threema Safe ayarlarını kontrol edin.
uk: Не вдається створити резервну копію Threema Safe упродовж %.0f днів. Будь ласка, перевірте налаштування Threema Safe.
zh_hans: Threema Safe 连续%.0f天备份失败。请检查 Threema Safe 的设置。
zh_hant: Threema Safe 連續%.0f天備份失敗。請檢查 Threema Safe 的設定。

# safe_expired_notification
source: Your Threema Safe backup might be outdated and could be deleted soon. Please check the Threema Safe settings and make sure a Threema Safe backup can be created.
cs: Platnost vaší zálohy v Trezoru Threema může být zastaralá a brzdy může být odstraněna ze serveru. Zkontrolujte nastavení Threema Safe a ujistěte se, že lze vytvořit zálohu Threema Safe.
ko: Threema Safe 백업이 오래되어 곧 삭제될 수 있습니다. Threema Safe 설정을 확인하고 Threema Safe 백업을 생성할 수 있도록 해주세요.
nl: Uw back-up van Threema Safe kan zijn verlopen en wordt binnenkort misschien verwijderd. Controleer de instellingen voor Threema Safe en zorg ervoor dat een nieuw back-upbestand voor Threema Safe kan worden aangemaakt.
sk: Vaša záloha Trezoru Threema sa zdá byť zastaralá a čoskoro môže byť vymazaná. Skontrolujte prosím nastavenia Threema Safe a uistite sa, či je možné vytvárať Threema Safe zálohu.
tr: Threema Safe yedeklemeniz eski olabilir ve yakında silinebilir. Lütfen Threema Safe ayarlarını kontrol edin ve Threema Safe yedeğinin oluşturulabildiğinden emin olun.
uk: Ваша резервна копія Threema Safe може бути застарілою та незабаром може бути видалена. Перевірте налаштування Threema Safe та переконайтесь, резервну копію Threema Safe може бути створено.
zh_hans: 您的 Threema Safe 备份可能已过期，可能很快将被删除。请检查 Threema Safe 设置，并确保可以创建 Threema Safe 备份。
zh_hant: 您的 Threema Safe 備份可能已過期，可能很快將被刪除。請檢查 Threema Safe 設定，並確保可以建立 Threema Safe 備份。

# safe_test_server
source: Test server
cs: Otestovat server
ko: 테스트 서버
nl: Server testen
sk: Otestovať server
tr: Test sunucusu
uk: Тестовий сервер
zh_hans: 测试服务器
zh_hant: 測試伺服器

# safe_test_server_invalid_url
source: Please enter a valid HTTPS address.
cs: Zadejte platnou adresu HTTPS.
ko: 유효한 HTTPS 주소를 입력하십시오.
nl: Voer een geldig HTTPS-adres in.
sk: Zadajte prosím platnú HTTPS adresu.
tr: Lütfen geçerli bir HTTPS adresi girin.
uk: Будь ласка, введіть дійсну адресу HTTPS.
zh_hans: 请输入有效的 HTTPS 地址。
zh_hant: 請輸入有效的 HTTPS 地址。

# safe_restore_error
source: Recovering Threema Safe Backup failed, please try again.
cs: Obnovení zálohy z Trezoru Threema se nezdařilo, zkuste to znovu.
ko: Threema Safe 백업 복구에 실패했습니다. 다시 시도하십시오.
nl: Herstel van Threema Safe back-up is mislukt. Probeer het opnieuw.
sk: Obnova zálohy Trezoru Threema zlyhala, skúste to znovu.
tr: Threema Safe yedeği kurtarılamadı, lütfen tekrar deneyin.
uk: Відновлення резервної копії Threema Safe не вдалось. Будь ласка, спробуйте пізніше.
zh_hans: 恢复 Threema Safe 备份失败，请重试。
zh_hant: 還原 Threema Safe 備份失敗，請重試一次。

# safe_activation_failed
source: Threema Safe could not be activated after restoring the backup.
cs: Aktivace Trezoru Threema po obnovení zálohy se nezdařila.
ko: 백업 복원 후 Threema Safe를 활성화할 수 없었습니다.
nl: Threema Safe kon niet worden geactiveerd na het herstel van de back-up.
sk: Trezor Threema sa po obnovení zálohy nepodarilo aktivovať.
tr: Yedek geri yüklendikten sonra Threema Safe etkinleştirilemedi.
uk: Не вдалось активувати Threema Safe після відновлення резервної копії.
zh_hans: 恢复备份后，Threema Safe 无法激活。
zh_hant: 還原備份後，Threema Safe 無法開啟。

# safe_activation_app_migration_failed_error_message
source: Could not restore Threema Safe Backup due to a database error. Please try again.
cs: Bezpečné zálohování platformy Threema nelze obnovit kvůli chybě databáze. Zkuste to prosím znovu.
ko: 데이터베이스 오류로 Threema Safe 백업을 복원할 수 없습니다. 다시 시도하십시오.
nl: De Threema Safe Backup kon vanwege een databasefout niet worden hersteld. Probeer het opnieuw.
sk: Nepodarilo sa obnoviť zálohu Trezoru Threema kvôli chybe databázy. Skúste to prosím znova.
tr: Bir veritabanı hatası nedeniyle Threema Safe Backup geri yüklenemedi. Lütfen tekrar deneyin.
uk: Не вдалося відновити резервну копію Threema Safe через помилку бази даних. Повторіть спробу.
zh_hans: 由于数据库发生错误，无法恢复 Threema Safe Backup。请稍后重试。
zh_hant: 由於資料庫發生錯誤，無法還原 Threema Safe Backup。請稍後再試一次。

# password_bad
source: Weak password
cs: Slabé heslo
ko: 약한 비밀번호
nl: Zwak wachtwoord
sk: Slabé heslo
tr: Zayıf şifre
uk: Слабий пароль
zh_hans: 弱密码
zh_hant: 弱密碼

# password_bad_explain
source: The selected password for Threema Safe is not secure and can be easily guessed by attackers. Please choose another one. Hint: Use a password composed of multiple individual words.
cs: Zvolené heslo pro Trezor Threema není bezpečné a útočníci jej mohou snadno uhodnout. Vyberte si prosím jiné. Tip: Použijte heslo složené z několika samostatných slov.
ko: 선택한 Threema Safe 비밀번호는 안전하지 않으며 공격자에 의해 쉽게 추측될 수 있습니다. 다른 비밀번호를 선택하세요. 힌트: 여러 개의 개별 단어로 구성된 비밀번호를 사용하세요.
nl: Het geselecteerde wachtwoord voor Threema Safe is niet veilig en kan gemakkelijk worden geraden. Voer een ander wachtwoord in. Hint: gebruik een wachtwoord dat u meerdere woorden bestaat.
sk: Zadané heslo pre Trezor Threema nie je bezpečné a môže byť ľahko uhádnuté útočníkmi. Zadajte prosím iné. Nápoveda: Použite heslo zložené z niekoľkých samostatných slov.
tr: Threema Safe için seçilen şifre güvenli değil ve saldırganlar tarafından kolayca tahmin edilebilir. Lütfen başka bir şifre seçiniz. İpucu: Birden çok kelimeden oluşan bir şifre kullanın.
uk: Обраний пароль для Threema Safe не є безпечним і може бути легко вгаданий зловмисниками. Будь ласка, виберіть інший пароль. Підказка: використовуйте пароль, що складається з кількох окремих слів.
zh_hans: Threema Safe 所选的密码不安全，容易被攻击者猜中，请选择其他密码。提示：使用由多个单词组成的密码。
zh_hant: Threema Safe 選定的密碼不安全，容易被攻擊者猜中，請選擇其他密碼。提示：使用由多個詞彙組成的密碼。

# password_bad_guidelines
source: The entered password does not comply with the guidelines.
cs: Zadané heslo není v souladu s příslušnými zásadami.
ko: 입력한 비밀번호는 가이드라인을 준수하지 않습니다.
nl: Het ingevoerde wachtwoord voldoet niet aan de richtlijnen.
sk: Zadané heslo nie je v súlade s platnými podmienkami.
tr: Girilen şifre kurallara uygun değil.
uk: Уведений пароль не відповідає рекомендаціям.
zh_hans: 输入的密码不符合指引。
zh_hant: 輸入的密碼不符合指引。

# password_bad_regex
source: Invalid definition (regex) of password requirements. Please contact your %@ administrator.
cs: Neplatná definice (regex) požadavků na heslo. Obraťte se na svého správce %@.
ko: 비밀번호 요구 사항의 잘못된 정의 (정규식). %@ 관리자에게 문의하십시오.
nl: Ongeldige definitie (regex) voor wachtwoordvereisten. Neem contact op met je %@-administrator.
sk: Neplatná definícia (regex) požiadavky na heslo. Obráťte sa prosím na vašeho správcu %@.
tr: Şifre gereksinimlerinin geçersiz tanımı (regex). Lütfen %@ yöneticinizle iletişime geçin.
uk: Недійсне визначення (регулярний вираз) вимог до пароля. Будь ласка, зв’яжіться з адміністратором %@.
zh_hans: 密码要求为无效定义（正则表达式）。请联系您的 %@ 管理员。
zh_hant: 密碼要求為無效定義（規則運算式）。請聯絡您的 %@ 管理員。

source: Continue anyway
cs: Přesto pokračovat
ko: 계속 진행
nl: Doorgaan
sk: Napriek tomu pokračovať
tr: Devam et
uk: Все одно продовжити
zh_hans: 仍然继续
zh_hant: 仍然繼續

# restore_option_title
source: Restore a Backup
cs: Obnovit zálohu
ko: 백업 복원
nl: Een back-up herstellen
sk: Obnoviť zálohu
tr: Yedeği geri yükle
uk: Відновити з резервної копії
zh_hans: 恢复备份
zh_hant: 還原備份

# restore_option_id_title
source: Restore ID from Backup
cs: Obnovit ID ze zálohy
ko: 백업에서 ID 복원
nl: ID herstellen van back-up
sk: Obnoviť ID zo zálohy
tr: Kimliği yedekten geri yükle
uk: Відновити ID з резервної копії
zh_hans: 从备份中恢复ID
zh_hant: 從備份中還原ID

# restore_option_description
source: What kind of backup would you like to restore?
cs: Jaký typ zálohy chcete obnovit?
ko: 어떤 종류의 백업을 복원하고 싶으십니까?
nl: Wat voor soort back-up wilt u herstellen?
sk: Aký druh zálohy chcete obnoviť?
tr: Ne tür bir yedeklemeyi geri yüklemek istersiniz?
uk: Яку резервну копію бажаєте відновити?
zh_hans: 您想恢复哪个备份？
zh_hant: 您想還原哪個備份？

# restore_option_safe
source: Restore your ID, contacts, and groups
cs: Obnovit ID, kontakty a skupiny
ko: ID, 연락처 및 그룹 복원
nl: Herstel uw ID, contactpersonen en groepen
sk: Obnoviť ID, kontakty a skupiny
tr: Kimliğinizi, kişilerinizi ve gruplarınızı geri yükleyin
uk: Відновити ID, контакти та групи
zh_hans: 恢复您的ID，联系人和群组
zh_hant: 還原您的ID，聯絡人和群組

# restore_option_safe_keep_data
source: Restore only the ID from Threema Safe, and keep the data (chats, contacts, groups, etc.) stored on this device
cs: Obnovit z Trezoru Threema pouze ID a zachovat data (chaty, kontakty, skupiny apod.) uložená na tomto zařízení
ko: Threema Safe에서 ID만 복원하고 이 기기에 저장된 데이터 (채팅, 연락처, 그룹 등)는 유지합니다.
nl: Alleen het ID van Threema Safe herstellen en de gegevens (chatgesprekken, contactpersonen, groepen, enz) op dit apparaat behouden.
sk: Obnoviť z Trezoru Threema iba ID a ponechať údaje (konverzácie, kontakty, skupiny atď.) uložené na tomto zariadení
tr: Threema Safe'den yalnızca kimliği geri yükle ve bu cihazda depolanan verileri (sohbetler, kişiler, gruplar vb.) sakla
uk: Відновити лише ID з Threema Safe та залишити дані (діалоги, контакти, групи тощо) на пристрої
zh_hans: 只从 Threema Safe 恢复 ID，并将数据（聊天，联系人，群组等）保存在此设备上
zh_hant: 僅從 Threema Safe 還原 ID，並將資料（對話，聯絡人，群組等）儲存在此裝置上

# restore_option_id
source: Restore only your ID
cs: Obnovit pouze ID
ko: ID만 복원하기
nl: Alleen uw ID herstellen
sk: Obnoviť iba vaše ID
tr: Yalnızca kimliğinizi geri yükleyin
uk: Відновити лише ID
zh_hans: 仅恢复您的ID
zh_hant: 僅還原您的ID

# restore_option_id_keep_data
source: Restore your exported Threema ID, and keep the data (chats, contacts, groups, etc.) stored on this device
cs: Obnovit exportované Threema ID a zachovat data (chaty, kontakty, skupiny apod.) uložená na tomto zařízení
ko: 내보낸 Threema ID를 복원하고 이 기기에 저장된 데이터 (채팅, 연락처, 그룹 등)를 유지하십시오.
nl: Herstel uw geëxporteerde Threema ID en behoud de gegevens (chatgesprekken, groepen, enz) die al op dit apparaat zijn opgeslagen
sk: Obnoviť exportované Threema ID a ponechať údaje (konverzácie, kontakty, skupiny atď.) uložené na tomto zariadení
tr: Dışa aktarılan Threema kimliğinizi geri yükleyin ve bu cihazda depolanan verileri (sohbetler, kişiler, gruplar vb.) saklayın
uk: Відновити експортований Threema ID та залишити дані (діалоги, контакти, групи тощо) на пристрої
zh_hans: 恢复已导出的Threema ID，并将数据（聊天，联系人，群组等）保存在此设备上
zh_hant: 還原已匯出的Threema ID，並將資料（對話，聯絡人，群組等）儲存在此裝置上

# backup_faq_link_text
source: Learn more about backups in %@
cs: Zjistěte více o zálohování v %@
ko: %@에서 백업에 대해 더 알아보세요.
nl: Meer informatie over back-ups in %@
sk: Dozvedieť sa viac o zálohách v %@
tr: %@ için yedekler hakkında daha fazla bilgi edinin
uk: Дізнатись більше про резервні копії у %@
zh_hans: 了解更多关于 %@ 备份的信息
zh_hant: 了解更多關於 %@ 備份的資訊。

# restore_option_help_link_text
source: Help
cs: Nápověda
ko: 도움말
sk: Nápoveda
tr: Yardım
uk: Допомога
zh_hans: 帮助
zh_hant: 說明

# restore_option_data_description
source: On this device, %@ data (chats, contacts, groups, etc.) is present.
cs: Na tomto zařízení se nacházejí data %@ (chaty, kontakty, skupiny apod.).
ko: 이 기기에는 %@ 데이터 (채팅, 연락처, 그룹 등)가 있습니다.
nl: %@-gegevens (chatgesprekken, contactpersonen, groepen, enz.) zijn op dit apparaat aanwezig.
sk: Na tomto zariadení sa nachádzajú údaje %@ (konverzácie, kontakty, skupiny atď.).
tr: Bu cihazda %@ verileri (sohbetler, kişiler, gruplar vb.) var.
uk: На цьому пристрої наявні такі дані %@ (діалоги, контакти, групи тощо).
zh_hans: %@ 的数据（聊天、联系人、群组等）仍存在这个设备上。
zh_hant: %@ 的資料（對話，聯絡人，群組等）仍存在此裝置上。

# restore_option_data_keep_data
source: Keep Local Data
cs: Ponechat lokální data
ko: 로컬 데이터 유지
nl: Lokale gegevens bewaren
sk: Ponechať lokálne údaje
tr: Yerel Verileri Sakla
uk: Зберігати дані на пристрої
zh_hans: 保留本地数据
zh_hant: 保留本地資料

# restore_option_data_keep_data_description
source: Only restore the Threema ID (from Threema Safe or from an ID export), and keep the local data
cs: Obnovit pouze Threema ID (z Trezoru Threema nebo exportu ID) a ponechat lokální data
ko: Threema Safe 또는 ID 내보내기에서 Threema ID만 복원하고 로컬 데이터를 유지합니다.
nl: Alleen het Threema-ID herstellen (via Threema Safe of een ID-exportbestand) en de lokale gegevens bewaren
sk: Obnoviť iba Threema ID (z Trezoru Threema, alebo z exportu ID) a ponechať lokálne údaje
tr: Yalnızca Threema kimliğini geri yükle (Threema Safe'den veya bir kimlik dışa aktarımından) ve yerel verileri sakla
uk: Відновити лише Threema ID (з Threema Safe або з експортованого ID) та залишити дані на пристрої
zh_hans: 只恢复 Threema ID（从 Threema Safe 或从ID导出），并保留本地数据
zh_hant: 僅還原 Threema ID（從 Threema Safe 或從ID匯出），並保留本地資料

# restore_option_data_delete_data
source: Delete local data
cs: Smazat lokální data
ko: 로컬 데이터 삭제
nl: Lokale gegevens verwijderen
sk: Vymazať lokálne údaje
tr: Yerel verileri sil
uk: Видалити дані на пристрої
zh_hans: 删除本地数据
zh_hant: 刪除本地資料

# restore_option_data_delete_data_description
source: Restore a Threema Safe backup (containing your ID, contacts, and groups) or an ID export (containing only the Threema ID) after removing the local data
cs: Obnovit zálohu z Trezoru Threema (obsahuje vaše ID, kontakty a skupiny) nebo exportu ID (obsahuje pouze Threema ID) a odstranit lokální data
ko: 로컬 데이터를 제거한 후 Threema Safe 백업(당신의 ID, 연락처 및 그룹을 포함) 또는 ID 익스포트(Threema ID만 포함)를 복원합니다.
nl: Een Threema Safe back-upbestand herstellen (bevat uw ID, contactpersonen en groepen) of een ID-exportbestand (bevat alleen uw Threema-ID) na het verwijderen van de lokale gegevens
sk: Po vymazaní lokálnych údajov obnoviť zálohu z Trezoru Threema (obsahujúcu vaše ID, kontakty a skupiny), alebo z exportu ID (obsahujúcu iba Threema ID)
tr: Yerel verileri kaldırdıktan sonra bir Threema Safe yedeklemesini (kimliğinizi, kişilerinizi ve gruplarınızı içeren) veya bir kimlik dışa aktarımını (yalnızca Threema kimliğini içeren) geri yükle
uk: Відновити резервну копію Threema Safe (містить ваш ID, контакти та групи) або експортований ID (містить лише Threema ID) після видалення даних на пристрої
zh_hans: 删除本地数据后，恢复 Threema Safe 备份（包含您的 ID，联系人和群组）或 ID 导出（仅包含Threema ID）
zh_hant: 刪除本地資料後，還原 Threema Safe 備份（包括您的 ID，聯絡人和群組）或 ID 匯出（僅限 Threema ID）

# restore_option_data_delete_data_explain
source: In order to restore a full Threema Safe backup, you must reinstall %@: Please delete the app and then download it again from the App Store.
cs: Chcete-li provést plné obnovení zálohy z Trezoru Threema, musíte aplikaci %@ přeinstalovat: smažte aplikaci a poté si ji znovu stáhněte z obchodu App Store.
ko: 전체 Threema Safe 백업을 복원하려면 %@을(를) 다시 설치해야 합니다: 앱을 삭제한 다음 App Store에서 다시 다운로드하십시오.
nl: Om een volledige Threema Safe back-up the herstellen, moet u %@ opnieuw installeren. Verwijder de app en download hem opnieuw via de App Store.
sk: Aby bolo možné obnoviť plnú zálohu Trezoru Threema, musíte aplikáciu %@ preinštalovať: Odstráňte prosím aplikáciu a potom ju z App Storu znovu nainštalujte.
tr: Tam bir Threema Safe yedeklemesini geri yüklemek için, %@ yeniden yüklemelisiniz: Lütfen uygulamayı silin ve ardından App Store'dan yeniden indirin.
uk: Для відновлення повної резервної копії Threema Safe ви маєте перевстановити %@. Будь ласка, видаліть застосунок та завантажте його знов з App Store.
zh_hans: 为了恢复完整的 Threema Safe 备份，您必须重新安装 %@。请先删除应用，然后从 App Store 重新下载。
zh_hant: 為了還原完整的 Threema Safe 備份，您必須重新安裝 %@。請先刪除應用程式，然後從 App Store 重新下載。

# threema_safe_company_mdm_password_changed_title
source: New managed Threema Safe password set by your administrator
cs: Váš administrátor nastavil nové spravované heslo pro Threema Safe.
ko: 관리자가 새로운 관리되는 Threema Safe 비밀번호를 설정했습니다.
nl: Nieuw beheerd Threema Safe-wachtwoord ingesteld door je beheerder
sk: Nové spravované heslo Threema Safe nastavené správcom
tr: Yöneticiniz tarafından ayarlanan yeni Threema Safe şifresi
uk: Новий пароль від Threema Safe встановлено адміністратором вашої компанії
zh_hans: 由管理员设置的新的 Threema Safe 管理密码
zh_hant: 由管理員設定的新的 Threema Safe 管理密碼

# threema_safe_company_mdm_password_changed_message
source: Would you like to accept it? When in doubt, contact your administrator.
cs: Chcete jej přijmout? Pokud si nejste jisti, kontaktujte svého administrátora.
ko: 수락하시겠습니까? 의심될 때는 꼭 당신의 관리자에게 문의하세요.
nl: Wil je het aanvaarden? Neem in geval van twijfel contact op met je beheerder.
sk: Chcete ho prijať? V prípade pochybností sa obráťte na správcu.
tr: Kabul etmek ister misiniz? Şüpeniz varsa, yöneticinizle iletişime geçin.
uk: Бажаєте схвалити його? Якщо маєте сумніви – зв’яжіться з адміністратором.
zh_hans: 您接受这个新密码吗？如有疑问，请联系您的管理员。
zh_hant: 你接受這個新密碼嗎？如有疑問，請聯絡您的管理員。

# threema_safe_company_mdm_password_changed_accept
source: Accept
cs: Přijmout
ko: 수락
nl: Aanvaarden
sk: Prijať
tr: Kabul et
uk: Схвалити
zh_hans: 接受
zh_hant: 接受

# threema_safe_company_mdm_password_changed_accepted
source: Managed password set
cs: Spravované heslo nastaveno
ko: 관리되는 비밀번호가 설정되었습니다.
nl: Beheerd wachtwoord ingesteld
sk: Nastavené spravované heslo
tr: Yönetilen şifre ayarlandı
uk: Керований пароль всстановлено
zh_hans: 管理密码设置
zh_hant: 管理密碼設定

# companydirectory_description
source: Look up contacts in company directory
cs: Vyhledat interní kontakty
ko: 회사 디렉터리에서 연락처 조회
nl: Interne contactpersonen vinden
sk: Vyhľadať kontakty v adresári spoločnosti
tr: Şirket dizinindeki kişileri arayın
uk: Шукати у папці компанії
zh_hans: 在公司目录中查找联系人
zh_hant: 在公司目錄中尋找聯絡人

# companydirectory_placeholder
source: Search directory
cs: Prohledat adresář
ko: 디렉터리 검색
nl: Directory doorzoeken
sk: Prehľadať adresár
tr: Dizini ara
uk: Пошук у папці
zh_hans: 搜索目录
zh_hant: 搜尋目錄

# companydirectory_noentries_title
source: No entries found
cs: Nebyly nalezeny žádné záznamy
ko: 항목을 찾을 수 없음
nl: Geen gegevens gevonden
sk: Neboli nájdené žiadne záznamy
tr: Hiçbir girdi bulunamadı
uk: Записів не знайдено
zh_hans: 没有找到条目
zh_hant: 找不到結果

# companydirectory_noentries_description
source: Please enter at least 3 characters to search
cs: Zadejte prosím alespoň 3 hledané znaky
ko: 최소 3자 이상 입력하여 검색하세요.
nl: Voer ten minste 3 tekens in om te zoeken
sk: Ak chcete vyhľadávať, zadajte aspoň 3 znaky
tr: Aramak için lütfen en az 3 karakter girin
uk: Введіть щонайменше 3 знаки для пошуку, будь ласка
zh_hans: 请输入至少3个字符以进行搜索
zh_hant: 請輸入至少3個字元以搜尋

source: Already licensed
cs: Již licencováno
ko: 이미 라이선스되었습니다.
nl: Al gelicentieerd
sk: Licencia uplatnená
tr: Zaten lisanslı
uk: Вже ліцензовано
zh_hans: 已获得许可
zh_hant: 已取得授權

# url_warning_title
source: Phishing warning
cs: Varování před phishingem
ko: 피싱 경고
nl: Phishing-waarschuwing
sk: Varovanie pred phishingom
tr: Kimlik avı uyarısı
uk: Попередження про фішинг
zh_hans: 网络钓鱼警告
zh_hant: 網路釣魚警告
