Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/*.lproj/Localizable.strings
Languages: cs, ko, nl, sk, tr, uk, zh_hans, zh_hant

# work_data_fetch_failed_message
source: Could not load Threema Work data, please check your Internet connection and try again.
cs: Nelze načíst data Threema Work, zkontrolujte připojení k internetu a zkuste to znovu.
ko: Threema Work 데이터를 불러올 수 없습니다. 인터넷 연결을 확인하고 다시 시도하세요.
nl: Threema Work-gegevens zijn niet geladen. Controleer uw internetverbinding en probeer het opnieuw.
sk: Nepodarilo sa načítať pracovné údaje aplikácie Threema. Skontrolujte si internetové pripojenie a skúste to znova.
tr: Threema Work verileri yüklenemedi, lütfen İnternet bağlantınızı kontrol edin ve tekrar deneyin.
uk: Не вдалося завантажити дані Threema Work. Перевірте інтернет з'єднання та спробуйте ще раз.
zh_hans: 无法加载 Threema Work 的数据，请检查您的互联网连接并重试。
zh_hant: 無法載入 Threema Work 的資料，請檢查您的網路連線並再試一次。

# app_setup_steps_failed_title
source: Unable to Complete Setup
cs: Nelze dokončit úvodní nastavení
ko: 설정 완료 불가
nl: Installatie is niet voltooid
sk: Nie je možné dokončiť nastavenie
tr: Kurulum Tamamlanamadı
uk: Неможливо завершити встановлення
zh_hans: 无法完成设置
zh_hant: 無法完成設定

# app_setup_steps_failed_message
source: Please check your Internet connection and try again. If the problem persists, please contact our support.
cs: Zkontrolujte své připojení k internetu a zkuste to znovu. Bude-li problém přetrvávat, obraťte se na naši podporu.
ko: 인터넷 연결을 확인하고 다시 시도하세요. 문제가 지속되면 지원팀에 문의하세요.
nl: Controleer uw internetverbinding en probeer het opnieuw. Neem contact op met ondersteuning als het probleem aanhoudt.
sk: Skontrolujte svoje internetové pripojenie a skúste to znova. Ak problém pretrváva, kontaktujte našu podporu.
tr: Lütfen İnternet bağlantınızı kontrol edin ve tekrar deneyin. Sorun devam ederse, lütfen destek ekibimizle iletişime geçin.
uk: Будь ласка, перевірте зʼєднання з інтернетом та спробуйте знов. Якщо проблема залишається, будь ласка, звʼяжіться з нашою підтримкою.
zh_hans: 请检查您的网络连接并重试。如果问题仍然存在，请联系我们的支持人员。
zh_hant: 請檢查您的網路連線並再試一次。如果問題仍然存在，請聯絡我們的支援人員。

# enter_license_infoview_subtitle
source: for Companies
cs: pro firmy
ko: 회사용
nl: voor bedrijven
sk: pre firmy
tr: Şirketler için
uk: для Компаній
zh_hans: 公司版
zh_hant: 企業版

# enter_license_infoview_more_link
source: [Find out more about Threema Work](link)
cs: [Zjistit více o Threema Work](odkaz)
ko: [Threema Work에 대해 자세히 알아보기](link)
nl: [Meer informatie over Threema Work](link)
sk: [Zistite viac o Threema Work](odkaz)
tr: [Threema Work hakkında daha fazla bilgi edinin](link)
uk: [Дізнайтесь більше про Threema Work](link)
zh_hans: [了解更多有关 Threema Work 的信息](link)
zh_hant: [了解更多關於 Threema Work 的資訊](link)

# enter_license_infoview_private_use
source: for Individuals
cs: pro fyzické osoby
ko: 개인용
nl: voor particulieren
sk: pre jednotlivcov
tr: Bireyler için
uk: для Осіб
zh_hans: 个人版
zh_hant: 個人版

# enter_license_infoview_threema_description
source: Please download the regular Threema app if you’re a private user.
cs: Pokud jste soukromý uživatel, stáhněte si prosím běžnou aplikaci Threema.
ko: 개인 사용자라면 일반 Threema 앱을 다운로드하세요.
nl: Download de reguliere Threema-app als u een privégebruiker bent.
sk: Ak ste súkromný používateľ, stiahnite si bežnú aplikáciu Threema.
tr: Bireysel bir kullanıcıysanız lütfen normal Threema uygulamasını indirin.
uk: Будь ласка, завантажте класичний застосунок Threema, якщо плануєте користуватись особисто.
zh_hans: 如果您是个人用户，请下载普通版 Threema 应用程序。
zh_hant: 如果您是個人使用者，請下載普通版 Threema 應用程式。

# enter_license_infoview_appstore_link
source: Threema in the App Store
cs: Threema v App Store
ko: App Store의 Threema
nl: Threema in de App Store
sk: Threema v App Store
tr: App Store'da Threema
uk: Threema у App Store
zh_hans: App Store 上的 Threema
zh_hant: App Store 上的 Threema

# enter_license_infoview_login
source: Log in
cs: Přihlásit se
ko: 로그인
nl: Inloggen
sk: Prihlásiť sa
tr: Giriş yap
uk: Увійти
zh_hans: 登录
zh_hant: 登入

# enter_license_title
source: Enter credentials
cs: Zadejte přihlašovací údaje
ko: 자격 증명 입력
nl: Gegevens invoeren
sk: Zadajte prihlasovacie údaje
tr: Kimlik bilgilerini girin
uk: Ввести особисті дані
zh_hans: 输入凭证
zh_hant: 輸入憑證

source: Done
cs: Hotovo
ko: 완료
nl: Klaar
sk: Hotovo
tr: Tamam
uk: Готово
zh_hans: 完成
zh_hant: 完成

# enter_license_description
source: Please enter the Threema Work credentials provided by your company.
cs: Zadejte prosím přihlašovací údaje společnosti Threema Work poskytnuté vaší společností.
ko: 회사에서 제공한 Threema Work 자격 증명을 입력하세요.
nl: Voer de Threema Work-gegevens in die u van uw bedrijf hebt ontvangen.
sk: Zadajte poverenia Threema Work poskytnuté vašou spoločnosťou.
tr: Lütfen şirketiniz tarafından sağlanan Threema Work kimlik bilgilerini girin.
uk: Будь ласка, введіть облікові дані Threema Work, надані вашою компанією.
zh_hans: 请输入贵公司提供的 Threema Work 凭证。
zh_hant: 請輸入貴公司提供的 Threema Work 憑證。

# enter_license_onprem_description
source: Please enter the Threema OnPrem credentials provided by your company
cs: Zadejte přihlašovací údaje společnosti Threema OnPrem poskytnuté vaší společností
ko: 회사에서 제공한 Threema OnPrem 자격 증명을 입력하세요.
nl: Voer Threema OnPrem-gegevens in die u van uw bedrijf hebt ontvangen.
sk: Zadajte prihlasovacie údaje Threema OnPrem poskytnuté vašou spoločnosťou
tr: Lütfen şirketiniz tarafından sağlanan Threema OnPrem kimlik bilgilerini girin
uk: Будь ласка, введіть облікові дані Threema OnPrem, надані вашою компанією.
zh_hans: 请输入贵公司提供的 Threema OnPrem 凭证。
zh_hant: 請輸入貴公司提供的 Threema OnPrem 憑證。

# enter_license_work_admin_description
source: Forgot your credentials? Please contact your Threema Work administrator.
cs: Zapomněli jste své přihlašovací údaje? Obraťte se na svého správce Threema Work.
ko: 자격 증명을 잊으셨나요? Threema Work 관리자에게 연락하십시오.
nl: Bent u uw toegangsgegevens vergeten? Neem contact op met de beheerder van Threema Work.
sk: Zabudli ste svoje poverenia? Obráťte sa na vášho správcu Threema Work.
tr: Kimlik bilgilerinizi mi unuttunuz? Lütfen Threema Work yöneticinizle iletişime geçin.
uk: Забули свої облікові дані? Зверніться до свого адміністратора Threema Work.
zh_hans: 忘记了您的凭证？请联系您的 Threema Work 管理员。
zh_hant: 忘記了您的憑證？請聯絡您的 Threema Work 管理員。

# enter_license_onprem_admin_description
source: Forgot your credentials? Please contact your Threema OnPrem administrator.
cs: Zapomněli jste své přihlašovací údaje? Obraťte se na svého správce Threema OnPrem.
ko: 자격 증명을 잊으셨나요? Threema OnPrem 관리자에게 문의하세요.
nl: Bent u uw toegangsgegevens vergeten? Neem contact op met de beheerder van Threema OnPrem.
sk: Zabudli ste svoje poverenia? Obráťte sa na správcu systému Threema OnPrem.
tr: Kimlik bilgilerinizi mi unuttunuz? Lütfen Threema OnPrem yöneticinizle iletişime geçin.
uk: Забули свої облікові дані? Зверніться до свого адміністратора Threema OnPrem.
zh_hans: 忘记了您的凭证？请联系您的 Threema OnPrem 管理员。
zh_hant: 忘記了您的憑證？請聯絡您的 Threema OnPrem 管理員。

# enter_license_onprem_error_config
source: Invalid configuration. Please contact your Threema OnPrem administrator. (Code: %d)
cs: Neplatná konfigurace. Kontaktujte svého správce u Threema OnPrem. (Kód: %d)
ko: 잘못된 구성. Threema OnPrem 관리자에게 문의하세요. (코드: %d)
nl: Ongeldige configuratie. Neem contact op met uw Threema OnPrem-beheerder. (Code: %d)
sk: Neplatná konfigurácia. Obráťte sa na správcu systému Threema OnPrem. (Kód: %d)
tr: Geçersiz yapılandırma. Lütfen Threema OnPrem yöneticinizle iletişime geçin. (Kod: %d)
uk: Хибні налаштування. Будь ласка, зверніться до свого адміністратора Threema OnPrem. (Код: %d)
zh_hans: 配置无效。请联系您的 Threema OnPrem 管理员。（错误代码：%d）
zh_hant: 配置無效。請聯絡您的 Threema OnPrem 管理員。（錯誤代碼：%d）

# enter_license_onprem_error_version
source: Version not supported. Please contact your Threema OnPrem administrator. (Code: %d)
cs: Verze není podporována. Kontaktujte svého správce u Threema OnPrem. (Kód: %d)
ko: 지원되지 않는 버전. Threema OnPrem 관리자에게 문의하세요. (코드: %d)
nl: Deze versie wordt niet ondersteund. Neem contact op met uw Threema OnPrem-beheerder. (Code: %d)
sk: Verzia nie je podporovaná. Obráťte sa na správcu systému Threema OnPrem. (Kód: %d)
tr: Sürüm desteklenmiyor. Lütfen Threema OnPrem yöneticinizle iletişime geçin. (Kod: %d)
uk: Версія не підтримується. Будь ласка, зверніться до свого адміністратора Threema OnPrem. (Код: %d)
zh_hans: 应用版本不支持。请联系您的 Threema OnPrem 管理员。（错误代码：%d）
zh_hant: 程式版本不支援。請聯絡您的 Threema OnPrem 管理員。（錯誤代碼：%d）

# enter_license_onprem_error_credentials
source: Wrong credentials. Please contact your Threema OnPrem administrator. (Code: %d)
cs: Nesprávné přihlašovací údaje. Kontaktujte svého správce u Threema OnPrem. (Kód: %d)
ko: 잘못된 자격 증명. Threema OnPrem 관리자에게 문의하세요. (코드: %d)
nl: Onjuiste toegangsgegevens. Neem contact op met de Threema OnPrem-beheerder. (Code: %d)
sk: Nesprávne poverenia. Obráťte sa na správcu systému Threema OnPrem. (Kód: %d)
tr: Yanlış kimlik bilgileri. Lütfen Threema OnPrem yöneticinizle iletişime geçin. (Kod: %d)
uk: Хибні облікові дані. Будь ласка, зверніться до свого адміністратора Threema OnPrem. (Код: %d)
zh_hans: 凭证错误。请联系您的 Threema OnPrem 管理员。（错误代码：%d）
zh_hant: 憑證錯誤。請聯絡您的 Threema OnPrem 管理員。（錯誤代碼：%d）

# more_work_info
source: Learn more about %@.
cs: Zjistěte více o %@.
ko: %@에 대해 더 알아보기.
nl: Meer informatie over %@.
sk: Dozvedieť sa viac o %@.
tr: %@ hakkında daha fazla bilgi edinin.
uk: Дізнатись більше про %@.
zh_hans: 了解更多关于 %@ 的信息。
zh_hant: 了解更多關於 %@ 的資訊。

source: Save
cs: Uložit
ko: 저장
nl: Opslaan
sk: Uložiť
tr: Kaydet
uk: Зберегти
zh_hans: 保存
zh_hant: 儲存

# enter_license_username_placeholder
source: Username
cs: Uživatelské jméno
ko: 사용자 이름
nl: Gebruikersnaam
sk: Užívateľské meno
tr: Kullanıcı adı
uk: Ім'я користувача
zh_hans: 用户名
zh_hant: 用戶名稱

source: of
cs: z
ko: 중
nl: van
sk: z
tr: nın/nun
uk: з
zh_hans: 的
zh_hant: 的

source: Cancel
cs: Zrušit
ko: 취소
nl: Annuleren
sk: Zrušiť
tr: İptal et
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# enter_license_checking
source: Checking credentials
cs: Kontrola přihlašovacích údajů
ko: 자격 증명 확인 중
nl: Gegevens controleren
sk: Kontrola prihlasovacích údajov
tr: Kimlik bilgileri kontrol ediliyor
uk: Перевірка особистих даних
zh_hans: 正在检查凭证
zh_hant: 正在檢查憑證

source: Confirm
cs: Potvrdit
ko: 확인
nl: Bevestigen
sk: Potvrdiť
tr: Onayla
uk: Підтвердити
zh_hans: 确认
zh_hant: 確認

# enter_license_info
source: If you are a private user, please tap here to download Threema.
cs: Pokud jste soukromý uživatel, stáhněte si aplikaci Threema klepnutím sem.
ko: 만약 개인 사용자이신 경우, Threema를 다운로드하려면 여기를 누르세요.
nl: Voor privégebruikers
sk: Ak ste súkromný používateľ, kliknite sem pre stiahnutie aplikácie Threema.
tr: Özel bir kullanıcıysanız, Threema indirmek için lütfen buraya dokunun.
uk: Якщо ви приватний користувач, торкніться тут, щоб завантажити Threema.
zh_hans: 如果您是个人用户，请点击这里下载 Threema。
zh_hant: 如果您是個人使用者，請點擊這裡下載 Threema。

# enter_license_info_link
source: tap here
cs: klepněte sem
ko: 여기를 누르세요
nl: Voor privégebruikers
sk: kliknúť sem
tr: buraya dokunun
uk: торкніться тут
zh_hans: 点击这里
zh_hant: 點擊這裡

# enter_license_server_placeholder
source: Server
ko: 서버
tr: Sunucu
uk: Сервер
zh_hans: 服务器
zh_hant: 伺服器

# enter_license_enter_new_credentials
source: Enter New Credentials
cs: Zadejte nové přihlašovací údaje
ko: 새 자격 증명 입력
nl: Nieuwe inloggegevens invoeren
sk: Zadajte nové prihlasovacie údaje
tr: Yeni kimlik bilgilerini girin
uk: Увести нові дані
zh_hans: 输入新凭证
zh_hant: 輸入新憑證

source: Copy
cs: Kopírovat
ko: 복사
nl: Kopiëren
sk: Kopírovať
tr: Kopyala
uk: Копіювати
zh_hans: 复制
zh_hant: 複製

source: Email
ko: 이메일
tr: E-posta
uk: Електронна пошта
zh_hans: 电子邮件
zh_hant: 電子郵件

source: Saving
cs: Ukládání
ko: 저장 중
nl: Opslaan
sk: Ukladanie
tr: Kaydediliyor
uk: Збереження
zh_hans: 保存中
zh_hant: 儲存中

source: Failed
cs: Neúspěch
ko: 실패
nl: Mislukt
sk: Zlyhalo
tr: Başarısız oldu
uk: Не вдалось
zh_hans: 失败
zh_hant: 失敗

source: Saved
cs: Uloženo
ko: 저장됨
nl: Opgeslagen
sk: Uložené
tr: Kaydedildi
uk: Збережено
zh_hans: 已保存
zh_hant: 已儲存

source: Copying
cs: Kopírování
ko: 복사 중
nl: Kopiëren
sk: Kopírovanie
tr: Kopyalanıyor
uk: Копіювання
zh_hans: 复制中
zh_hant: 複製中

source: Copied
cs: Zkopírováno
ko: 복사됨
nl: Gekopieerd
sk: Skopírované
tr: Kopyalandı
uk: Скопійовано
zh_hans: 已复制
zh_hant: 已複製

source: Preparing
cs: Příprava
ko: 준비 중
nl: Voorbereiden
sk: Pripravuje sa
tr: Hazırlanıyor
uk: Підготовка
zh_hans: 准备中
zh_hant: 準備中

source: Photo
cs: Fotografie
ko: 사진
nl: Foto
sk: Fotografia
tr: Fotoğraf
uk: Фото
zh_hans: 照片
zh_hant: 照片

source: Dismiss
cs: Zavřít
ko: 닫기
nl: Afwijzen
sk: Odmietnuť
tr: Reddet
uk: Відхилити
zh_hans: 忽略
zh_hant: 忽略

source: Photos
cs: Fotky
ko: 사진
nl: Foto’s
sk: Fotografie
tr: Fotoğraflar
uk: Фото
zh_hans: 照片
zh_hant: 照片

# invite_email_body
source: Hello, I use Threema, the secure instant messenger that protects users’ privacy. My Threema ID: https://threema.id/%@ Let’s communicate via Threema! Cheers,
cs: Ahoj, používám aplikaci Threema – bezpečný komunikátor, který chrání soukromí svých uživatelů. Moje Threema ID: https://threema.id/%@ Buďme v kontaktu přes Threema! Měj se
ko: 안녕하세요, 저는 사용자의 개인 정보를 보호하는 안전한 인스턴트 메신저인 Threema를 사용합니다. 내 Threema ID: https://threema.id/%@ Threema를 통해 대화해요! 나중에 봐요,
nl: Hallo, Ik gebruik Threema, de veilige instant messenger die de privacy van haar gebruikers beschermt. My Threema ID: https://threema.id/%@ Laten we voortaan communiceren via Threema! Groetjes,
sk: Ahoj, používam aplikáciu Threema, bezpečný komunikátor, ktorý chráni súkromie svojich užívateľov. Moje Threema ID: https://threema.id/%@ Poďme komunikovať cez Threemu! S pozdravom,
tr: Merhaba, Kullanıcıların gizliliğini koruyan güvenli anlık mesajlaşma programı Threema'yı kullanıyorum. Threema kimliğim: https:// threema.id/%@ Hadi Threema aracılığıyla haberleşelim! Görüşmek üzere,
uk: Вітаю, Я використовую Threema — безпечний месенджер, який захищає конфіденційність користувачів. Мій Threema ID: https://threema.id/%@ Спілкуймося через Threema! Всього найкращого,
zh_hans: 你好， 我正在使用 Threema，这是一款安全的即时通讯工具，能保护用户的隐私。 我的 Threema ID： https://threema.id/%@ 让我们通过 Threema 聊天吧！ 干杯
zh_hant: 你好， 我正在使用 Threema，這是一款安全的即時通訊工具，能保護使用者的隱私。 我的 Threema ID： https://threema.id/%@ 讓我們透過 Threema 通訊吧！ 乾杯

# invite_email_subject
source: Threema. The secure messenger that protects our privacy
cs: Threema. Bezpečný komunikační nástroj, který chrání naše soukromí.
ko: Threema. 개인 정보를 보호하는 안전한 메신저
nl: Threema. De veilige messenger die onze privacy beschermt
sk: Threema. Bezpečný komunikátor, ktorý chráni naše súkromie
tr: Threema. Gizliliğimizi koruyan güvenli mesajlaşma uygulaması
uk: Threema. Захищений месенджер на варті нашої конфіденційності
zh_hans: Threema，保护隐私的安全即时通讯工具。
zh_hant: Threema，保護隱私的安全即時通訊工具。

# invite_sms_body
source: Hi! Let’s use Threema to communicate in a safe and privacy-compliant way! My Threema ID: https://threema.id/%@
cs: Ahoj! Pojďme používat aplikaci Threema, ať můžeme komunikovat bezpečným způsobem, který myslí na soukromí! Moje Threema ID: https://threema.id/%@
ko: 안녕하세요! 우리는 Threema를 사용하여 안전하고 개인 정보를 준수하는 방식으로 통신합시다! 내 Threema ID: https://threema.id/%@
nl: Hallo! Laten we Threema gebruiken om te communiceren in een beveiligde omgeving die de privacy beschermt! Mijn Threema-ID is: https://threema.id/%@
sk: Ahoj! Začnime používať aplikáciu Threema, nech môžme spolu komunikovať bezpečne a v súkromí! Moje Threema ID: https://threema.id/%@
tr: Merhaba! Güvenli ve gizliliğe uygun bir şekilde iletişim kurmak için Threema'yı kullanalım! Threema kimliğim: https://threema.id/%@
uk: Привіт! Використовуймо Threema для безпечного та конфіденційного спілкування! Мій Threema ID: https://threema.id/%@
zh_hans: 嗨！让我们使用 Threema 以安全和符合隐私的方式进行交流！我的Threema ID：https://threema.id/%@
zh_hant: 嘿！讓我們使用 Threema 以安全和符合隱私的方式進行通訊！我的 Threema ID：https://threema.id/%@

# invite_facebook_text
source: I use Threema, the secure instant messenger that protects users’ privacy. My Threema ID: https://threema.id/%@
cs: Používám aplikaci Threema – bezpečný komunikátor, který chrání soukromí svých uživatelů. Moje Threema ID: https://threema.id/%@
ko: 저는 사용자의 개인 정보를 보호하는 안전한 인스턴트 메신저인 Threema를 사용합니다. 내 Threema ID: https://threema.id/%@
nl: Ik gebruik Threema, de veilige instant messenger-app die de privacy van haar gebruikers beschermt. Mijn Threema-ID: https://threema.id/%@
sk: Používam aplikáciu Threema, bezpečný komunikátor, ktorý chráni súkromie svojich užívateľov. Moje Threema ID: https://threema.id/%@
tr: Kullanıcıların gizliliğini koruyan güvenli anlık mesajlaşma programı Threema'yı kullanıyorum. Threema kimliğim: https://threema.id/%@
uk: Я використовую Threema — безпечний месенджер, який захищає конфіденційність користувачів. Мій Threema ID: https://threema.id/%@
zh_hans: 我使用Threema，这是保护用户隐私的安全即时通讯工具。我的Threema ID：https://threema.id/%@
zh_hant: 我使用Threema，這是保護使用者隱私的安全即時通訊工具。我的 Threema ID：https://threema.id/%@

# invite_twitter_text
source: I use Threema, the secure instant messenger that protects users’ privacy. My Threema ID: https://threema.id/%@
cs: Používám aplikaci Threema – bezpečný komunikátor, který chrání soukromí svých uživatelů. Moje Threema ID: https://threema.id/%@
ko: 저는 사용자의 개인 정보를 보호하는 안전한 인스턴트 메신저인 Threema를 사용합니다. 내 Threema ID: https://threema.id/%@
nl: Ik gebruik Threema, een veilige instant messenger-app die de privacy van haar gebruikers beschermt. My Threema-ID: https://threema.id/%@
sk: Používam aplikáciu Threema, bezpečný komunikátor, ktorý chráni súkromie svojich užívateľov. Moje Threema ID: https://threema.id/%@
tr: Kullanıcıların gizliliğini koruyan, güvenli, anlık mesajlaşma programı Threema'yı kullanıyorum. Threema kimliğim: https://threema.id/%@
uk: Я використовую Threema — безпечний месенджер, який захищає конфіденційність користувачів. Мій Threema ID: https://threema.id/%@
zh_hans: 我使用Threema，这是保护用户隐私的安全即时通讯工具。我的Threema ID：https://threema.id/%@
zh_hant: 我使用Threema，這是保護使用者隱私的安全即時通訊工具。我的 Threema ID：https://threema.id/%@

# invite_using
source: Invite a friend via…
cs: Pozvat přítele pomocí…
ko: 친구 초대...
nl: Een vriend uitnodigen via…
sk: Pozvať priateľa pomocou...
tr: ... ile bir arkadaşınızı davet edin
uk: Запросити друга через…
zh_hans: 通过…邀请朋友
zh_hant: 透過…邀請好友

# sms
source: Text Message
cs: Textová zpráva
ko: 텍스트 메시지
nl: Tekstbericht
sk: Textová správa
tr: Kısa mesaj
uk: Текстове повідомлення
zh_hans: 文字消息
zh_hant: 文字訊息

# new_message
source: Message
cs: Zpráva
ko: 메시지
nl: Bericht
sk: Správa
tr: Mesaj
uk: Повідомлення
zh_hans: 消息
zh_hant: 訊息

# new_message_from_x
source: Message from %@
cs: Zpráva od %@
ko: %@로부터의 메시지
nl: Bericht van %@
sk: Správa od %@
tr: %@'dan mesaj
uk: Повідомлення від %@
zh_hans: 来自%@的消息
zh_hant: 來自%@的訊息

# new_group_message
source: Group message
cs: Skupinová zpráva
ko: 그룹 메시지
nl: Groepsbericht
sk: Skupinová správa
tr: Grup mesajı
uk: Повідомлення групи
zh_hans: 群组消息
zh_hant: 群組訊息

# new_message_unknown
source: Unknown
cs: Není známo
ko: 알 수 없음
nl: Onbekend
sk: Neznáme
tr: Bilinmeyen
uk: Невідомий
zh_hans: 未知
zh_hant: 未知

# new_message_unknown_group
source: Unknown Group
cs: Neznámá skupina
ko: 알 수 없는 그룹
nl: Onbekende groep
sk: Neznáma skupina
tr: Bilinmeyen Grup
uk: Невідома група
zh_hans: 未知群组
zh_hant: 未知群組

# new_group_message_from_x
source: Group message from %@
cs: Skupinová zpráva od %@
ko: %@로부터의 그룹 메시지
nl: Groepsbericht van %@
sk: Skupinová správa od %@
tr: %@’dan grup mesajı
uk: Повідомлення групи від %@
zh_hans: 来自%@的群组消息
zh_hant: 來自%@的群組訊息

# new_message_no_access_title
source: New messages
cs: Nové zprávy
ko: 새로운 메시지
nl: Nieuwe berichten
sk: Nová správa
tr: Yeni mesajlar
uk: Нове повідомлення
zh_hans: 新消息
zh_hant: 新訊息

# new_message_no_access_message
source: Please open %@ to fetch incoming messages.
cs: Otevřete %@ a stáhněte si příchozí zprávy.
ko: 수신 메시지를 가져오려면 %@을(를) 열어주세요.
nl: Open %@ om binnenkomende berichten op te halen.
sk: Pre stiahnutie prichádzajúcich správ otvorte %@.
tr: Gelen mesajları almak için lütfen %@ açın.
uk: Будь ласка, відкрийте %@ для отримання вхідних повідомлень.
zh_hans: 请打开 %@ 获取接收到的消息。
zh_hant: 請開啟 %@ 取得收到的訊息。

# new_message_invalid_license
source: Your license has expired, please open app to continue.
cs: Platnost vaší licence skončila, pro pokračování otevřete aplikaci.
ko: 귀하의 라이선스가 만료되었습니다. 계속하려면 앱을 열어주세요.
nl: Je licentie is verlopen. Open de app om door te gaan.
sk: Platnosť vašej licencie vypršala. Ak chcete pokračovať, otvorte aplikáciu.
tr: Lisansınızın süresi doldu, lütfen devam etmek için uygulamayı açın.
uk: Ваша ліцензія закінчилась, для продовження відкрийте застосунок, будь ласка.
zh_hans: 您的许可证已过期，请打开应用程序以继续。
zh_hant: 您的授權已過期，請開啟應用程式以繼續。

# new_message_db_requires_migration
source: Threema has been updated, please open the app to complete the update.
cs: Aplikace Threema byla aktualizována, otevřete ji a dokončete aktualizaci.
ko: Threema가 업데이트되었습니다. 업데이트를 완료하려면 앱을 열어주세요.
nl: Threema is geüpdatet, open de app om de update te voltooien.
sk: Threema bola aktualizovaná, otvorte prosím ;aplikáciu a dokončite aktualizáciu.
tr: Threema güncellendi, lütfen güncellemeyi tamamlamak için uygulamayı açın.
uk: Застосунок Threema оновлено, відкрийте його, щоб завершити оновлення.
zh_hans: Threema 已更新，请打开应用程序完成更新。
zh_hant: Threema 已推出更新內容，請開啟應用程式以完成更新。

# push_reminder_title
source: Notifications Not Enabled
cs: Oznámení nejsou povolená
ko: 알림이 비활성화되었습니다.
nl: Meldingen zijn niet ingeschakeld
sk: Notifikácie nie sú povolené
tr: Bildirimler Etkinleştirilmedi
uk: Push-сповіщення не ввімкнено
zh_hans: 未启用通知
zh_hant: 未啟用通知

# push_reminder_message
source: You will not be informed of new messages or incoming calls when %@ is closed. To fix this, go to System Settings and enable Notifications for %@.
cs: Když zavřete, nebudete dostávat informace o nových zprávách a příchozích hovorech v %@. Chcete-li to opravit, přejděte do nabídky Nastavení systému a povolte oznámení pro %@.
ko: %@이(가) 닫힌 경우 새로운 메시지나 수신 전화에 대한 알림을 받지 못할 것입니다. 이 문제를 해결하려면 시스템 설정으로 이동하여 %@에 대한 알림을 활성화하세요.
nl: U ontvangt geen meldingen voor berichten of inkomende gesprekken wanneer %@ is uitgeschakeld. Ga naar de systeeminstellingen en schakel meldingen in voor %@ om dit op te lossen.
sk: Keď je %@ zatvorená, nebudete informovaný o nových správach alebo prichádzajúcich hovoroch. Ak to chcete vyriešiť, prejdite do nastavení systému a povoľte upozornenia pre %@.
tr: %@ kapalıyken yeni mesajlardan veya gelen aramalardan haberdar edilmeyeceksiniz. Bunu düzeltmek için Sistem Ayarlarına gidin ve %@ için Bildirimleri etkinleştirin.
uk: Ви не отримуватимете сповіщення про нові повідомлення чи вхідні дзвінки, коли застосунок %@ закрито. Щоб виправити це, перейдіть у розділ «Системні налаштування» і увімкніть сповіщення для %@.
zh_hans: 当 %@ 关闭时，您将不会收到新消息或来电通知。 如要解决此问题，请前往系统设置并为 %@ 启用通知。
zh_hant: 當 %@ 關閉時，您將不會收到新訊息或來電通知。 要解決此問題，請前往系統設定並開啟 %@ 通知。

# push_reminder_not_now
source: Do Not Remind Me Again
cs: Příště nepřipomínat
ko: 다시 알리지 않음
nl: Herinner me er niet opnieuw aan
sk: Viac mi to nepripomínať
tr: Bana tekrar hatırlatma
uk: Більше не нагадувати мені
zh_hans: 下次不再提醒我
zh_hant: 下次不再提醒我

# push_reminder_set_now
source: Enable Notifications
cs: Povolit oznámení
ko: 알림 활성화
nl: Meldingen inschakelen
sk: Zapnúť upozornenia
tr: Bildirimleri Etkinleştir
uk: Активувати сповіщення
zh_hans: 启用通知
zh_hant: 啟用通知
