Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/*.lproj/Localizable.strings
Languages: cs, ko, nl, sk, tr, uk, zh_hans, zh_hant

# alert_no_access_title_camera
source: No Access To Camera
cs: Bez přístupu ke kameře
ko: 지원되지 않는 시스템 메시지 유형
nl: Geen toegang tot de camera
sk: Nie je prístup k fotoaparátu
tr: Kameraya Erişim Yok
uk: Немає доступу до камери
zh_hans: 无法访问相机
zh_hant: 無法取用相機

# alert_no_access_title_contacts
source: No Access To Contacts
cs: Bez přístupu ke kontaktům
ko: 연락처에 대한 액세스 없음
nl: Geen toegang tot contactpersonen
sk: Nie je prístup ku kontaktom
tr: Kişilere Erişim Yok
uk: Немає доступу до контактів
zh_hans: 无法访问联系人
zh_hant: 無法取用聯絡人

# alert_no_access_title_location
source: No Access To Location
cs: Bez přístupu k poloze
ko: 위치에 대한 액세스 없음
nl: Geen toegang tot locatie
sk: Nie je prístup k polohe
tr: Konuma Erişim Yok
uk: Немає доступу до місцезнаходження
zh_hans: 无法访问位置
zh_hant: 沒有權限取用位置

# alert_no_access_title_location_precise
source: No Access To Precise Location
cs: Bez přístupu k přesné poloze
ko: 정확한 위치에 대한 액세스 없음
nl: Geen toegang tot de exacte locatie
sk: Nie je prístup k presnej polohe
tr: Tam Konuma Erişim Yok
uk: Немає доступу до точного місцезнаходження
zh_hans: 无法访问准确的位置
zh_hant: 沒有權限取用準確的位置

# alert_no_access_title_microphone
source: No Access To Microphone
cs: Bez přístupu k mikrofonu
ko: 마이크에 대한 액세스가 없습니다.
nl: Geen toegang tot microfoon
sk: Nie je prístup k mikrofónu
tr: Mikrofona Erişim Yok
uk: Немає доступу до мікрофона
zh_hans: 无法访问麦克风
zh_hant: 無法取用麥克風

# alert_no_access_message_camera
source: Open iOS Settings and allow Camera access.
cs: Otevřete Nastavení iOS a povolte přístup ke kameře.
ko: iOS 설정을 열고 카메라 액세스를 허용하세요.
nl: Open de iOS-instellingen en geef toegang tot de camera.
sk: Otvorte nastavenia iOS a povoľte prístup k fotoaparátu.
tr: iOS Ayarlarını açın ve Kamera erişimine izin verin.
uk: Відкрийте налаштування iOS і надайте доступ до камери.
zh_hans: 打开系统设置并允许相机访问。
zh_hant: 開啟系統設定並允許相機取用。

# alert_no_access_message_contacts
source: Open iOS Settings and allow Contacts access.
cs: Otevřete Nastavení iOS a povolte přístup ke kontaktům.
ko: iOS 설정을 열고 연락처 액세스를 허용하세요.
nl: Open de iOS-instellingen en geef toegang tot contacten.
sk: Otvorte nastavenia iOS a povoľte prístup ku kontaktom.
tr: iOS Ayarlarını açın ve Kişiler erişimine izin verin.
uk: Відкрийте налаштування iOS і надайте доступ до контактів.
zh_hans: 打开系统设置并允许通讯录访问。
zh_hant: 開啟系統設定並允許通訊錄取用。

# alert_no_access_message_location
source: Open iOS Settings and allow Location access.
cs: Otevřete Nastavení iOS a povolte přístup k poloze.
ko: iOS 설정을 열고 위치 액세스를 허용하세요.
nl: Open de iOS-instellingen en geef toegang tot de locatie.
sk: Otvorte nastavenia iOS a povoľte prístup k polohe.
tr: iOS Ayarlarını açın ve Konum erişimine izin verin.
uk: Відкрийте налаштування iOS і надайте доступ до місцезнаходження.
zh_hans: 打开系统设置并允许位置访问。
zh_hant: 開啟系統設定並允許位置取用。

# alert_no_access_message_location_precise
source: Open iOS Settings and allow Precise Location access in Location.
cs: Otevřete Nastavení iOS a povolte v nabídce Poloha přístup k přesné poloze.
ko: iOS 설정을 열고 위치에서 정확한 위치 액세스를 허용하세요.
nl: Open de iOS-instellingen en ga naar 'Locatie' om toegang tot de exacte locatie te geven.
sk: Otvorte nastavenia iOS a povoľte prístup k presnej polohe v časti Poloha.
tr: iOS Ayarlarını açın ve Konum'da Tam Konum erişimine izin verin.
uk: Відкрийте налаштування iOS і надайте доступ до точного місцезнаходження в розділі «Розташування».
zh_hans: 打开系统设置，在位置选项中允许精确位置的访问。
zh_hant: 開啟系統設定，在位置選項中允許精確位置的取用。

# alert_no_access_message_microphone
source: Open iOS Settings and allow Microphone access.
cs: Otevřete Nastavení iOS a povolte přístup k mikrofonu.
ko: iOS 설정을 열고 마이크 액세스를 허용하세요.
nl: Open de iOS-instellingen en geef toegang tot de microfoon.
sk: Otvorte nastavenia iOS a povoľte prístup k mikrofónu.
tr: iOS Ayarlarını açın ve Mikrofon erişimine izin verin.
uk: Відкрийте налаштування iOS і надайте доступ до мікрофона.
zh_hans: 打开系统设置并允许麦克风访问。
zh_hant: 開啟系統設定並允許麥克風取用。

# alert_no_access_open_settings
source: Open Settings
cs: Otevřít nastavení
ko: 설정 열기
nl: Open instellingen
sk: Otvoriť nastavenia
tr: Ayarları Aç
uk: Відкрийте налаштування
zh_hans: 打开设置
zh_hant: 開啟設定

# alert_biometrics_changed_title_touch
source: Possible change in TouchID detected
cs: Zjištěna možná změna TouchID
ko: TouchID에서 가능한 변경이 감지되었습니다.
nl: Mogelijke wijziging in TouchID ontdekt
sk: Zistila sa možná zmena v TouchID
tr: TouchID'de olası bir değişiklik tespit edildi
uk: Виявлено можливу зміну в TouchID
zh_hans: 检测到 Touch ID 可能发生变化
zh_hant: 偵測到 Touch ID 可能發生變更

# alert_biometrics_changed_title_face
source: Possible change in FaceID detected
cs: Zjištěna možná změna FaceID
ko: FaceID에서 가능한 변경이 감지되었습니다.
nl: Mogelijke wijziging in FaceID ontdekt
sk: Zistila sa možná zmena FaceID
tr: FaceID'de olası bir değişiklik tespit edildi
uk: Виявлено можливу зміну в FaceID
zh_hans: 检测到 Face ID 可能发生变化
zh_hant: 偵測到 Face ID 可能發生變更

# alert_biometrics_changed_message
source: Please enter your Threema passcode once, to continue using biometric authentication to unlock Threema.
cs: Chcete-li dál odemykat Threema pomocí biometrického ověření, zadejte jednorázově svůj přístupový kód Threema.
ko: 계속해서 Threema를 잠금 해제하기 위해 생체 인증을 사용하려면 Threema 패스코드를 한 번 입력하세요.
nl: Voer uw Threema-toegangscode eenmaal in om de biometrische authenticatie verder te gebruiken en Threema te ontgrendelen.
sk: Ak chcete pokračovať v používaní biometrickej autentifikácii na odomknutie Threemy, zadajte váš Threema prístupový kód.
tr: Threema'yı biyometrik doğrulamayla kullanmaya devam etmek istiyorsanız, lütfen şifrenizi bir defalığına giriniz.
uk: Введіть свій код доступу Threema один раз, щоб і надалі використовувати біометричну автентифікацію для розблокування Threema.
zh_hans: 请再输入你的 Threema 密码，以继续使用生物认证来解锁 Threema。
zh_hant: 請再輸入您的 Threema 密碼，以繼續使用生物辨識以解鎖 Threema。

# alert_enable_actions
source: Actions available in: %ds
cs: Akce k dispozici za: %d s
ko: 동작 가능 시간: %ds
nl: Acties beschikbaar in: %ds
sk: Akcie dostupné v: %ds
tr: Mevcut eylemler: %ds
uk: Доступні дії у: %d
zh_hans: 可用操作：%ds
zh_hant: 可用作業：%ds

# sqldhsessionstore_cannot_downgrade_to
source: (%@) Could not downgrade from version %d to version %d
cs: (%@) Nelze přejít na níže, tedy z verze %d na verzi %d.
nl: (%@) Niet afgewaardeerd van versie %d naar versie %d
sk: (%@) Nepodarilo sa prejsť z verzie %d na verziu %d
tr: (%@) %d sürümünden %d sürümüne geçilemedi
uk: (%@) Не вдалося перейти з версії %d на нижчу версію %d
zh_hans: (%@) 无法从 %d 版本降级到 %d 版本
zh_hant: (%@) 無法從 %d 版本降級至 %d 版本

# sqldhsessionstore_unknownError
source: An unknown error occurred when attempting a migration: %@
cs: Při pokusu o migraci došlo k neznámé chybě: %@
ko: 마이그레이션 시도 중 알 수 없는 오류가 발생했습니다: %@
nl: Er is een onverwachte fout opgetreden tijdens een migratiepoging: %@
sk: Pri pokuse o migráciu sa vyskytla neznáma chyba: %@
tr: Taşınma girişimi sırasında bilinmeyen bir hata oluştu: %@
uk: Під час спроби міграції сталася невідома помилка: %@
zh_hans: 尝试迁移时发生未知错误：%@
zh_hant: 嘗試遷移時發生未知錯誤：%@

# app_migration_uncompleted
source: Unable to complete app migration.
cs: Nelze dokončit přesun aplikace.
ko: 앱 마이그레이션을 완료할 수 없습니다.
nl: App-migratie is niet voltooid.
sk: Nie je možné dokončiť migráciu aplikácie.
tr: Uygulama geçişi tamamlanamadı.
uk: Неможливо завершити перенесення застосунку.
zh_hans: 无法完成应用程序迁移。
zh_hant: 無法完成應用程式遷移。

# application_shortcut_item_new_message
source: New message
cs: Nová zpráva
ko: 새 메시지
nl: Nieuw bericht
sk: Nová správa
tr: Yeni mesaj
uk: Створити повідомлення
zh_hans: 新消息
zh_hant: 新訊息

# application_shortcut_item_scan_qr_code
source: Scan QR code
cs: Naskenovat QR kód
ko: QR 코드 스캔
nl: QR-code scannen
sk: Skenovať kód QR
tr: QR kodunu tara
uk: Сканувати QR-код
zh_hans: 扫描二维码
zh_hant: 掃描QR碼

# application_shortcut_item_my_id
source: My Profile
cs: Můj profil
ko: 내 프로필
nl: Mijn profiel
sk: Môj profil
tr: Profilim
uk: Мій профіль
zh_hans: 个人资料
zh_hant: 個人檔案

# marker_details_title
source: Starred
cs: Označeno
ko: 별 표시
nl: Met ster
sk: Označené
tr: Yıldızlı
uk: Обрані
zh_hans: 已加星标
zh_hant: 已加星號

# marker_action_star
source: Star
cs: Označit
ko: 별
nl: Ster
sk: Hviezdička
tr: Yıldız
uk: Обрати
zh_hans: 加星标
zh_hant: 加上星號

# marker_action_remove_star
source: Remove Star
cs: Odebrat hvězdičku
ko: 별 제거
nl: Ster verwijderen
sk: Odstrániť hviezičku
tr: Yıldızı Kaldır
uk: Не обирати
zh_hans: 取消星标
zh_hant: 移除星號

# marker_accessibility_label
source: Starred.
cs: Označeno.
ko: 별 표시.
nl: Met ster.
sk: Označené.
tr: Yıldız ekler.
uk: Обрано.
zh_hans: 已加星标
zh_hant: 已加星號

# search_token_starred_title
source: Starred
cs: Označeno
ko: 별 표시
nl: Met ster
sk: Označené
tr: Yıldızlı
uk: Обрані
zh_hans: 已加星标
zh_hant: 已加星號

source: Edit Message
cs: Upravit zprávu
ko: 메시지 편집
nl: Bericht bewerken
sk: Upraviť správu
tr: Mesajı Düzenle
uk: Редагувати повідомлення
zh_hans: 编辑消息
zh_hant: 編輯訊息

# edit_message_can_not_edit
source: The message was sent more than 6 hours ago and can therefore no longer be edited.
cs: Zpráva byla odeslána před více než 6 hodinami, a proto ji již nelze upravovat.
ko: 메시지가 6시간 이상 전에 전송되었으므로 더 이상 편집할 수 없습니다.
nl: Dit bericht is langer dan 6 uur geleden verzonden en kan niet meer worden bewerkt.
sk: Správa bola odoslaná pred viac ako 6 hodinami, a preto ju už nemožno upravovať.
tr: Mesaj 6 saatten daha uzun bir süre önce gönderilmiştir ve bu nedenle artık düzenlenemez.
uk: Повідомлення надіслано понад 6 годин тому, отже не може бути редаговано.
zh_hans: 该信息已发送超过6小时，因此无法再编辑。
zh_hant: 該訊息已傳送超過6小時，因此無法再編輯。

# edit_message_not_sent_to
source: The following group members will not be able to see your edits: %@
cs: Následující členové skupiny neuvidí vaše úpravy: %@
ko: 다음 그룹 구성원은 귀하의 수정 사항을 볼 수 없습니다: %@
nl: De volgende groepsleden zullen uw bewerkingen niet kunnen zien: %@
sk: Nasledujúci členovia skupiny nebudú môcť vidieť vaše úpravy: %@
tr: Aşağıdaki grup üyeleri düzenlemelerinizi göremeyecektir: %@
uk: Такі учасники групи не зможуть побачити ваші зміни: %@
zh_hans: 以下群组成员将无法看到您对信息的编辑： %@
zh_hant: 以下群組成員將無法看到您對訊息的編輯： %@

# delete_message_not_sent_to
source: The message will not be deleted for the following group members: %@
cs: Zpráva nebude smazána pro následující členy skupiny: %@
ko: 다음 그룹 구성원에게는 메시지가 삭제되지 않습니다: %@
nl: Dit bericht wordt niet verwijderd voor de volgende groepsleden: %@
sk: Správa nebude odstránená pre nasledujúcich členov skupiny: %@
tr: Mesaj aşağıdaki grup üyeleri için silinmeyecektir: %@
uk: Повідомлення не буде видалено для таких учасників групи: %@
zh_hans: 以下群组成员的消息不会被删除：%@
zh_hant: 以下群組成員的訊息不會被刪除： %@

# delete_edit_message_not_sent_to_others
source: %d others
cs: %d další
ko: %d명
nl: %d anderen
sk: %d ďalší
tr: %d diğerleri
uk: %d інших
zh_hans: %d 其他人
zh_hant: %d 其他人

# delete_message_requirement
source: For messages to be deleted, they need to install the latest Threema version.
cs: Aby mohly být zprávy smazány, je třeba si nainstalovat nejnovější verzi Threema.
ko: 메시지를 삭제하려면 최신 Threema 버전을 설치해야 합니다.
nl: De nieuwste versie van Threema moet worden geïnstalleerd om berichten te verwijderen.
sk: Na odstránenie správ je potrebné nainštalovať najnovšiu verziu systému Threema.
tr: Mesajların silinmesi için en son Threema sürümünü yüklemeleri gerekir.
uk: Для видалення повідомлень їм потрібно встановити найновішу версію Threema.
zh_hans: 如要同时为对方删除信息，对方需要安装最新的 Threema 版本。
zh_hant: 如要同時為對方刪除訊息，對方需要安裝最新的 Threema 版本。

# edit_message_requirement
source: To see edits, they need to install the latest Threema version.
cs: Pokud chcete vidět úpravy, je třeba si nainstalovat nejnovější verzi Threema.
ko: 편집 내용을 보려면 최신 Threema 버전을 설치해야 합니다.
nl: De nieuwste versie van Threema moet worden geïnstalleerd om bewerkingen te zien.
sk: Ak chcú vidieť úpravy, musia si nainštalovať najnovšiu verziu systému Threema.
tr: Düzenlemeleri görmek için en son Threema sürümünü yüklemeleri gerekir.
uk: Для перегляду редагування їм потрібно встановити найновішу версію Threema.
zh_hans: 对方如要查看已编辑的消息，他们需要安装最新的 Threema 版本。
zh_hant: 對方如要檢視已編輯的訊息，他們需要安裝最新的 Threema 版本。

# edit_message_text_to_long
source: The message can not be edited because the text is too long.
cs: Zprávu nelze upravit, protože text je příliš dlouhý.
ko: 텍스트가 너무 길어서 메시지를 편집할 수 없습니다.
nl: Dit bericht kan niet worden bewerkt, omdat de tekst te lang is.
sk: Správa sa nedá upraviť, pretože text je príliš dlhý.
tr: Metin çok uzun olduğu için mesaj düzenlenemiyor.
uk: Повідомлення не може бути редагованим, оскільки воно задовге.
zh_hans: 由于文本太长，无法编辑消息。
zh_hant: 由於文字太長，無法編輯訊息。

# edited_message_state
source: Edited
cs: Upraveno
ko: 편집됨
nl: Bewerkt
sk: Upravené
tr: Düzenlendi
uk: Редаговано
zh_hans: 已编辑
zh_hant: 已編輯

# deleted_message
source: This message was deleted
cs: Tato zpráva byla smazána
ko: 이 메시지는 삭제되었습니다
nl: Dit bericht is verwijderd
sk: Táto správa bola vymazaná
tr: Bu mesaj silindi
uk: Повідомлення видалено
zh_hans: 此消息已被删除
zh_hant: 此訊息已被刪除

source: Threema ID
ko: Threema 아이디
tr: Threema kimliği

# contact_threema_work_title
source: Threema Work
tr: Threema İş

# settings_list_threema_channel_title
source: Threema Channel
cs: Kanál Threema
ko: Threema 채널을
nl: Threema-kanaal
sk: Kanál Threema
tr: Threema Kanalı
uk: Канал Threema

# settings_threema_work
source: Threema Work
tr: Threema İş

# my_profile_delete_bullet_id
source: Threema ID
ko: Threema 아이디
tr: Threema Kimliği

# safe_setup_backup_title
source: Threema Safe
cs: Trezor Threema
sk: Trezor Threema
