Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/*.lproj/Localizable.strings
Languages: cs, ko, nl, sk, tr, uk, zh_hans, zh_hant

# multi_device_new_linked_device_instructions
source: Before adding a new device, please download the current beta version of %@ for desktop and open it: %@
cs: Než přidáte nové zařízení, stáhněte si aktuální beta verzi %@ pro stolní počítač a otevřete ji: %@
ko: 새로운 기기를 추가하기 전에 데스크톱용 %@의 현재 베타 버전을 다운로드하고 열어주세요: %@
nl: Download de huidige bètaversie van %@ voor desktop en open haar voordat u een nieuw apparaat toevoegt: %@
sk: Pred pridaním nového zariadenia si prosím stiahnite aktuálnu beta verziu %@ do svojho počítača a spustite ju: %@
tr: Yeni bir cihaz eklemeden önce lütfen masaüstü için mevcut %@ beta sürümünü indirin ve açın: %@
uk: Перш ніж додавати новий пристрій, завантажте поточну бета-версію %@ для ПК та відкрийте її: %@
zh_hans: 在添加新设备之前，请下载 %@ 电脑版的当前测试版并打开： %@
zh_hant: 在新增新裝置之前，請先下載 %@ 電腦版的最新測試版並啟動： %@

# multi_device_linked_duplicate_contacts_desc
source: Due to duplicate contacts (%@), it is not possible to add a device. Please contact support (“Settings > Support”).
cs: Zařízení nelze přidat kvůli duplicitním kontaktům (%@). Kontaktujte podporu („Nastavení > Podpora“).
ko: 중복된 연락처(%@)로 인해 기기를 추가할 수 없습니다. 지원팀에 문의하세요 ("설정 > 지원").
nl: Vanwege dubbele contacten (%@) kunnen er geen apparaten worden toegevoegd. Neem contact op met onze klantenservice (Instellingen > Ondersteuning).
sk: Z dôvodu duplicitných kontaktov (%@) nie je možné pridať zariadenie. Kontaktujte prosím podporu („Nastavenia > Podpora“).
tr: Yinelenen kişiler (%@) nedeniyle cihaz eklemek mümkün değil. Lütfen destekle iletişime geçin (“Ayarlar > Destek”).
uk: Ви не можете додати цей пристрій через дублікати контактів (%@). Зверніться до нашої служби підтримки («Налаштування» > «Підтримка»).
zh_hans: 由于通讯录存在重复的联系人 (%@)，您无法链接此设备。请联系我们的支持人员。（“设置” → “支持”）。
zh_hant: 由於通訊錄存在重複的聯絡人 (%@)，您無法連結此裝置。請直接聯絡我們的支援團隊。（「設定」 → 「支援」）。

# multi_device_new_linked_own_identity_in_contacts_title
source: Own Threema ID as a Contact
cs: Vlastní Threema ID jako kontakt
ko: 자신의 Threema ID를 연락처로 추가하기
nl: Eigen Threema-ID als contactpersoon
sk: Vlastné Threema ID ako kontakt
tr: Kendi Threema Kimliğinize Kişi Olarak Sahip Olun
uk: Власний Threema ID як контакт
zh_hans: 将自己的 Threema ID 成为通讯录中的联系人
zh_hant: 將自己的 Threema ID 成為通訊錄中的聯絡人

# multi_device_new_linked_own_identity_in_contacts_message
source: Your contact list includes a contact entry with your Threema ID. Please delete it to add a new device.
cs: Ve vašem seznamu kontaktů se nachází kontakt s vaším vlastním Threema ID. Chcete-li přidat nové zařízení, musíte tento kontakt smazat.
ko: 귀하의 연락처 목록에는 귀하의 Threema ID와 관련된 연락처 항목이 포함되어 있습니다. 새로운 기기를 추가하려면 이 항목을 삭제해주세요.
nl: Uw contactenlijst bevat een contactpersoon met uw Threema-ID. Verwijder deze contactpersoon om een nieuw apparaat te kunnen toevoegen.
sk: Váš zoznam kontaktov obsahuje položku kontaktu s vaším Threema ID. Ak chcete pridať nové zariadenie, odstráňte ho.
tr: Kişi listeniz Threema Kimliğinizle birlikte bir kişi girişi içerir. Yeni bir cihaz eklemek için lütfen bu girişi silin.
uk: Ваш список контактів включає запис із вашим Threema ID. Видаліть його, щоб додати новий пристрій.
zh_hans: 通讯录中存在与您的 Threema ID 相同的联系人。请删除他以添加新设备。
zh_hant: 通訊錄中存在與您的 Threema ID 相同的聯絡人。請刪除他以新增新裝置。

# multi_device_new_linked_show_contact_button
source: Show Contact
cs: Zobrazit kontakt
ko: 연락처 표시
nl: Contactpersoon weergeven
sk: Zobraziť kontakt
tr: Kişiyi Göster
uk: Показати контакт
zh_hans: 显示联系人
zh_hant: 顯示聯絡人

# multi_device_new_linked_device_list_no_platform_details
source: No platform details
cs: Žádné podrobnosti o platformě
ko: 플랫폼 세부 정보 없음
nl: Geen platformgegevens
sk: Žiadne podrobnosti o platforme
tr: Platform detayı yok
uk: Немає відомостей про платформу
zh_hans: 无平台详细信息
zh_hant: 無平台詳細訊息

# multi_device_new_linked_device_list_last_active
source: Last active: %@
cs: Naposledy aktivní: %@
ko: 마지막 활동: %@
nl: Laatst actief: %@
sk: Posledná aktivita: %@
tr: Son aktif: %@
uk: Остання активність: %@
zh_hans: 最后上线时间：%@
zh_hant: 最後上線時間：%@

# multi_device_new_linked_device_list_currently_active
source: Currently active
cs: Momentálně aktivní
ko: 현재 활성화됨
nl: Momenteel actief
sk: V súčasnosti aktívne
tr: Şu anda aktif
uk: Активний
zh_hans: 当前在线
zh_hant: 目前在線

# multi_device_join_perfect_forward_secrecy_info
source: When you link a device, Perfect Forward Secrecy will be disabled for all contacts. This is a limitation of the current beta version. For more limitations, please refer to [this FAQ entry](%@).
cs: Při propojení zařízení se všem kontaktům deaktivuje funkce Perfect Forward Secrecy. Jedná se o omezení aktuální beta verze. Podrobnější informace o omezeních najdete v [této sekci Častých dotazů](%@).
ko: 기기를 연결하면 모든 연락처에 대해 완벽한 전달 보안이 비활성화됩니다. 현재 베타 버전의 제한 사항입니다. 더 많은 제한 사항은 이 FAQ 항목을 참조하십시오(%@)
nl: Wanneer u een apparaat koppelt wordt Perfect Forward Secrecy voor alle contactpersonen uitgeschakeld. Dit is een van de beperkingen van de huidige bètaversie. Voor de andere beperkingen, zie [deze FAQ](%@).
sk: Keď prepojíte zariadenie, funkcia Perfect Forward Secrecy bude pre všetky kontakty vypnutá. Ide o obmedzenie aktuálnej beta verzie. Ďalšie obmedzenia nájdete v [tejto položke FAQ](%@).
tr: Bir cihazı bağladığınızda Mükemmel İletme Gizliliği tüm kişiler için devre dışı bırakılır. Bu işlem mevcut beta versiyonunun bir sınırlamasıdır. Daha fazla sınırlama için lütfen [SSS](%@) girişine bakın.
uk: Коли ви прив’яжете пристрій, функцію «Цілковита пряма секретність» буде вимкнено для всіх контактів. Це обмеження поточної бета-версії. Щоб дізнатися про інші обмеження, ознайомтесь із [цією статтею поширених запитань](%@).
zh_hans: 当您链接新设备时，将对所有联系人禁用完全正向保密。 这是当前测试版的限制。如想知道更多其他的限制，请参阅[这条常见问题解答条目](%@)。
zh_hant: 當您連結新裝置時，將對所有聯絡人停用完全正向保密。 這是當前測試版的限制。如想知道更多其他的限制，請參閱[這則常見問題解答條目](%@)。

# multi_device_join_scan_qr_code_title
source: Scan QR Code
cs: Naskenovat QR kód
ko: QR 코드 스캔
nl: QR-code scannen
sk: Naskenovať QR kód
tr: QR Kodunu Tara
uk: Проскануйте QR-код
zh_hans: 扫描二维码
zh_hant: 掃描QR碼

# multi_device_join_scan_qr_code_info
source: Scan the QR code displayed in the beta version of %@ on the device you want to link
cs: Naskenujte QR kód zobrazený v beta verzi %@ na zařízení, které chcete propojit
ko: 디바이스에 연결하려면 %@의 베타 버전에서 표시된 QR 코드를 스캔하세요.
nl: Scan de QR-code die in de bètaversie van %@ op het apparaat dat u wilt koppelen wordt weergegeven
sk: Naskenujte QR kód zobrazený v beta verzii %@ na zariadení, ktoré chcete prepojiť
tr: Bağlamak istediğiniz cihazda %@ beta sürümünde görüntülenen QR kodunu tarayın
uk: Проскануйте QR-код, показаний у бета-версії %@ на пристрої, який ви хочете прив’язати
zh_hans: 在您要链接的设备上扫描 %@ 测试版中显示的二维码
zh_hant: 在您要連結的裝置上掃描 %@ 測試版中顯示的QR碼

# multi_device_join_scan_qr_code_scanner_view_accessibility_label
source: Camera View
cs: Pohled z fotoaparátu
ko: 카메라 화면
nl: Cameraweergave
sk: Pohľad z fotoaparátu
tr: Kamera Açısı
uk: Камера
zh_hans: 相机视图
zh_hant: 相機視角

# multi_device_join_scan_qr_code_scanner_view_accessibility_hint
source: Point your camera at the screen where the %@ Beta is open.
cs: Namiřte fotoaparát na obrazovku, kde je otevřeno %@ Beta.
ko: 카메라를 %@ 베타 버전이 열려있는 화면에 맞추세요.
nl: Richt uw camera op het scherm waar de %@-bèta open is.
sk: Nasmerujte fotoaparát na obrazovku, kde je otvorená %@ Beta.
tr: Kameranızı %@ Beta'nın açık olduğu ekrana doğrultun.
uk: Наведіть камеру на екран, коли відкрито бета-версію %@.
zh_hans: 将相机对准 %@ 测试版打开时的屏幕。
zh_hant: 將相機對準 %@ 測試版開啟時的螢幕畫面。

# multi_device_join_connecting
source: Connecting…
cs: Spojuji...
ko: 연결...
nl: Verbinden…
sk: Pripája sa…
tr: Bağlanıyor…
uk: Під’єднання…
zh_hans: 连接中...
zh_hant: 連線中...

# multi_device_join_unrecoverable_error_title
source: Unexpected Error
cs: Neočekávaná chyba
ko: 예상치 못한 오류
nl: Onverwachte fout
sk: Neočakávaná chyba
tr: Beklenmedik Hata
uk: Неочікувана помилка
zh_hans: 发生意外错误
zh_hant: 發生意外的錯誤

# multi_device_join_fatal_scanning_qr_code_error_title
source: Error Scanning QR Code
cs: Chyba při skenování QR kódu
ko: QR 코드 스캔 오류
nl: Scanfout voor QR-code
sk: Chyba pri skenovaní QR kódu
tr: QR Kodu Tarama Hatası
uk: Помилка сканування QR-коду
zh_hans: 扫描二维码发生错误
zh_hant: 掃描QR碼發生錯誤

# multi_device_join_fatal_camera_access_error_title
source: Unable to Access Camera
cs: Nelze získat přístup k fotoaparátu
ko: 카메라 접근 불가
nl: Geen toegang tot de camera
sk: Nedá sa získať prístup k fotoaparátu
tr: Kameraya Erişilemiyor
uk: Немає доступу до камери
zh_hans: 无法访问相机
zh_hant: 無法取用相機

# multi_device_join_fatal_no_internet_connection_title
source: No Internet Connection
cs: Není internetové spojení
ko: 인터넷 연결 없음
nl: Geen internetverbinding
sk: Bez internetového pripojenia
tr: İnternet Bağlantısı Yok
uk: Немає підключення до Інтернету
zh_hans: 没有网络连接
zh_hant: 沒有網路連線

# multi_device_join_failed_to_send_data_title
source: Sending Data Failed
cs: Odeslání dat se nezdařilo
ko: 데이터 전송 실패
nl: Gegevens niet verzonden
sk: Odoslanie údajov zlyhalo
tr: Veri Gönderme Başarısız
uk: Не вдалося надіслати дані
zh_hans: 发送数据失败
zh_hant: 傳送資料失敗

# multi_device_join_fatal_error_message
source: Please retry linking the device. If this problem persists, please contact support (“Settings > Support”).
cs: Zkuste propojit zařízení znovu. Bude-li problém přetrvávat, kontaktujte podporu („Nastavení > Podpora“).
ko: 디바이스 연결을 다시 시도하세요. 이 문제가 지속되면 지원팀에 문의하세요 ("설정 > 지원").
nl: Probeer het apparaat opnieuw te koppelen. Neem contact op met de klantenservice als het probleem aanhoudt (Instellingen > Ondersteuning).
sk: Skúste znova pripojiť zariadenie. Ak tento problém pretrváva, kontaktujte podporu („Nastavenia > Podpora“).
tr: Lütfen cihazı bağlamayı yeniden deneyin. Bu sorun devam ederse lütfen destekle iletişime geçin (“Ayarlar > Destek”).
uk: Спробуйте ще раз прив’язати пристрій. Якщо проблема не зникне зверніться до служби підтримки («Налаштування» > «Підтримка»)
zh_hans: 请重试链接设备。如果问题仍然存在，请联系我们的支持人员（“设置” → “支持”）。
zh_hant: 請重試連結裝置。如果問題仍然存在，請聯絡我們的支援人員（「設定」 → 「支援」）。

# multi_device_join_failed_threema_web_title
source: Existing Desktop/Web Connection
cs: Stávající desktopové/webové připojení
ko: 기존의 데스크톱/웹 연결
nl: Bestaande desktop/web-verbinding
sk: Existujúce pripojenie k Pracovnej ploche/Webu
tr: Mevcut Masaüstü/Web Bağlantısı
uk: Існуюче підключення до застосунку/вебверсії
zh_hans: 现有的桌面版/网页版连接
zh_hant: 現有的桌面版/網頁版連線

# multi_device_join_failed_threema_web_message
source: Please disable Desktop/Web (in Settings > Desktop/Web), and retry linking the device. If this problem persists, please contact customer support (Settings > Support).
cs: Deaktivujte desktop/web (v nabídce Nastavení > Desktop/web) a zkuste propojit zařízení znovu. Bude-li problém přetrvávat, obraťte se na zákaznickou podporu (Nastavení > Podpora).
ko: 데스크톱/웹을 비활성화하고 (설정 > 데스크톱/웹에서), 디바이스 연결을 다시 시도하세요. 이 문제가 지속되면 고객 지원팀에 문의하세요 (설정 > 지원).
nl: Schakel desktop/web uit (Instellingen > Desktop/Web) en probeer het apparaat opnieuw te koppelen. Neem contact op met de klantenservice als het probleem aanhoudt (Instellingen > Ondersteuning).
sk: Zakážte funkciu Desktop/Web (v ponuke Nastavenia > Desktop/Web) a skúste zariadenie znova prepojiť. Ak tento problém pretrváva, kontaktujte prosím zákaznícku podporu (Nastavenia > Podpora).
tr: Lütfen Masaüstü/Web'i devre dışı bırakın (Ayarlar > Masaüstü/Web'de) ve cihazı bağlamayı yeniden deneyin. Bu sorun devam ederse lütfen müşteri hizmetleriyle iletişime geçin (Ayarlar > Destek).
uk: Вимкніть застосунок / вебверсію («Налаштування» > «Застосунок / вебверсія») і спробуйте повторно прив’язати пристрій. Якщо проблема не зникне, зверніться до служби підтримки («Налаштування > «Підтримка»).
zh_hans: 请先禁用桌面版/网页版连接（“设置” → “Desktop/Web”），然后重新尝试连接设备。如果问题仍然存在，请联系我们的客户支持（“设置” → “支持”）。
zh_hant: 請先停用桌面版/網頁版連線（「設定」 → 「Desktop/Web」），然後重新嘗試連結裝置。 如果問題仍然存在，請聯絡我們的客戶支援（「設定」 → 「支援」）。

# multi_device_join_unknown_qr_code_title
source: Unknown QR Code
cs: Neznámý QR kód
ko: 알 수 없는 QR 코드
nl: Onbekende QR-code
sk: Neznámy QR kód
tr: Bilinmeyen QR Kodu
uk: Невідомий QR-код
zh_hans: 未知的二维码
zh_hant: 未知的QR碼

# multi_device_join_unknown_qr_code_message
source: Please make sure you’re using the corresponding app from %@.
cs: Zkontrolujte, že používáte odpovídající aplikaci od %@.
ko: 해당 앱을 %@에서 사용 중인지 확인하세요.
nl: Zorg ervoor dat u de bijbehorende app van %@ gebruikt.
sk: Uistite sa, že používate zodpovedajúcu aplikáciu od %@.
tr: Lütfen %@ üzerinden ilgili uygulamayı kullandığınızdan emin olun.
uk: Переконайтеся, що ви використовуєте відповідний застосунок з %@.
zh_hans: 请确保您使用的是来自 %@ 相应的应用程序。
zh_hant: 請確保您使用的是來自 %@ 相對應的應用程式。

# multi_device_join_incompatible_version_title
source: Incompatible Version
cs: Nekompatibilní verze
ko: 호환되지 않는 버전
nl: Incompatibele versie
sk: Nekompatibilná verzia
tr: Uyumsuz Sürüm
uk: Несумісна версія
zh_hans: 不兼容版本
zh_hant: 不相容版本

# multi_device_join_incompatible_version_message
source: Please install the latest version of %@ on both devices.
cs: Nainstalujte si poslední verzi %@ na obou zařízeních.
ko: 두 디바이스에 모두 %@의 최신 버전을 설치하세요.
nl: Installeer de laatste versie van %@ op beide apparaten.
sk: Nainštalujte si najnovšiu verziu %@ na obe zariadenia.
tr: Lütfen her iki cihaza da en son %@ sürümü yükleyin.
uk: Встановіть останню версію %@ на обох пристроях.
zh_hans: 请在两台设备上安装最新版本的 %@。
zh_hant: 請在兩台裝置上安裝最新版本的 %@。

# multi_device_join_new_device_not_found_title
source: New Device Not Found
cs: Nové zařízení nenalezeno
ko: 새로운 디바이스를 찾을 수 없음
nl: Geen nieuw apparaat gevonden
sk: Nové zariadenie sa nenašlo
tr: Yeni Cihaz Bulunamadı
uk: Не знайдено новий пристрій
zh_hans: 未找到新设备
zh_hant: 未找到新裝置

# multi_device_join_new_device_not_found_message
source: This may happen when the QR code was already scanned. Please restart the app on the new device and try again.
cs: Toto může nastat, pokud už byl QR kód naskenován. Restartujte aplikaci na novém zařízení a zkuste to znovu.
ko: QR 코드가 이미 스캔된 경우 발생할 수 있습니다. 새로운 디바이스에서 앱을 다시 시작하고 다시 시도하세요.
nl: Dit kan gebeuren wanneer de QR-code eerder al is gescand. Herstart de app op het nieuwe apparaat en probeer het opnieuw.
sk: Toto sa môže stať, keď už bol QR kód naskenovaný. Reštartujte prosím na novom zariadení aplikáciu a skúste to znova.
tr: Bu durum QR kodu zaten taranmışsa meydana gelebilir. Lütfen uygulamayı yeni cihazda yeniden başlatın ve tekrar deneyin.
uk: Це може трапитися, якщо QR-код уже проскановано. Перезапустіть застосунок на новому пристрої та повторіть спробу.
zh_hans: 如果您扫描了之前的二维码，则可能会发生错误。请在新设备上重启应用程序，然后重试。
zh_hant: 如果您掃描了之前的QR碼，則可能會發生錯誤。請在新裝置上重新啟動應用程式，然後再試一次。

# multi_device_join_trust_new_device_title
source: Trust New Device
cs: Důvěřujte novému zařízení
ko: 새로운 디바이스 신뢰
nl: Nieuw apparaat vertrouwen
sk: Dôverovať novému zariadeniu
tr: Yeni Cihaza Güven
uk: Довіряти новому пристрою
zh_hans: 信任新设备
zh_hant: 信任新裝置

# multi_device_join_trust_new_device_info
source: Select the same images as shown on the new device to confirm that you trust it.
cs: Vyberte tytéž obrázky, jež jsou zobrazeny na novém zařízení, a potvrďte tak, že mu důvěřujete.
ko: 신뢰한다는 것을 확인하려면 새로운 디바이스에서 표시된 이미지와 동일한 이미지를 선택하세요.
nl: Selecteer dezelfde afbeeldingen als die op het nieuwe apparaat worden weergegeven om te bevestigen dat u het apparaat vertrouwt.
sk: Vyberte rovnaké obrázky, aké sú zobrazené na novom zariadení, aby ste potvrdili, že mu dôverujete.
tr: Güvendiğinizi onaylamak için yeni cihazda gösterilen resimlerin aynısını seçin.
uk: Виберіть зображення, яке показано на новому пристрої, щоб підтвердити, що ви йому довіряєте.
zh_hans: 请选择与新设备上显示的相同图像，以确认您信任新设备。
zh_hant: 請選擇與新裝置上顯示的相同圖像，以確認您信任新裝置。

# multi_device_join_no_match_button
source: No Match?
cs: Žádná shoda?
ko: 일치하지 않음?
nl: Geen match?
sk: Žiadna zhoda?
tr: Eşleşme Yok mu?
uk: Немає збігів?
zh_hans: 新设备不匹配？
zh_hant: 新裝置不相符？

# multi_device_join_no_match_title
source: Images don’t match?
cs: Obrázky se neshodují?
ko: 이미지가 일치하지 않나요?
nl: Komen de afbeeldingen niet overeen?
sk: Obrázky sa nezhodujú?
tr: Görüntüler eşleşmiyor mu?
uk: Зображення не збігаються?
zh_hans: 图片与新设备不匹配？
zh_hant: 圖像與新裝置不相符？

# multi_device_join_no_match_message
source: It seems that there are issues with connecting to the device. Please restart the app on the new device and try again.
cs: Zdá se, že se vyskytly potíže při připojování k zařízení. Restartujte aplikaci na novém zařízení a zkuste to znovu.
ko: 장치에 연결하는 데 문제가 있는 것 같습니다. 새로운 장치에서 앱을 다시 시작하고 다시 시도해보십시오.
nl: Zo te zien is er een probleem met het koppelen van het apparaat. Herstart de app op het nieuwe apparaat en probeer het opnieuw.
sk: Vyzerá to, že sú problémy s pripojením k zariadeniu. Reštartujte prosím na novom zariadení aplikáciu a skúste to znova.
tr: Görünüşe göre cihaza bağlanmayla ilgili sorunlar var. Lütfen uygulamayı yeni cihazda yeniden başlatın ve tekrar deneyin.
uk: Схоже, виникли проблеми з пристроєм, який під’єднується. Перезапустіть застосунок на новому пристрої та повторіть спробу.
zh_hans: 连接设备时似乎存在问题。请在新设备上重新启动此应用程序，然后重试。
zh_hant: 連結裝置時似乎存在問題。請在新裝置上重新啟動此應用程式，然後再試一次。

# multi_device_join_sending_info
source: The new device will store an independent copy of your %@ profile, and messages will be sent and received on your behalf.
cs: Na novém zařízení se uloží nezávislá kopie vašeho profilu %@ a zprávy budou posílány a přijímány vaším jménem.
ko: 새로운 장치는 귀하의 %@ 프로필의 독립적인 사본을 저장하며, 메시지는 귀하를 대신하여 송수신됩니다.
nl: Het nieuwe apparaat slaat onafhankelijk een kopie van uw %@-profiel op en berichten worden in uw naam verzonden en ontvangen.
sk: Nové zariadenie uloží nezávislú kópiu vášho profilu %@ a správy sa budú odosielať a prijímať vo vašom mene.
tr: Yeni cihaz %@ profilinizin bağımsız bir kopyasını saklayacak ve sizin adınıza mesajlar gönderip alacaktır.
uk: Новий пристрій зберігатиме незалежну копію вашого профілю %@, і повідомлення надсилатимуться та отримуватимуться від вашого імені.
zh_hans: 新设备将存储您的 %@ 个人资料的独立副本，该设备将可以发送和接收消息。
zh_hant: 新裝置將儲存您的 %@ 個人檔案的獨立副本，該裝置將可以傳送和接收訊息。

# multi_device_join_sending_data
source: Sending data…
cs: Odesílání dat...
ko: 데이터 전송 중...
nl: Gegevens verzenden…
sk: Odosielajú sa údaje…
tr: Veri gönderiliyor…
uk: Надсилання даних…
zh_hans: 正在发送数据…
zh_hant: 正在傳送資料…

# multi_device_join_sending_continue_on_new_device
source: Please continue on the new device.
cs: Pokračujte na novém zařízení.
ko: 새로운 장치에서 계속하세요.
nl: Ga door op het nieuwe apparaat.
sk: Pokračujte prosím na novom zariadení…
tr: Lütfen yeni cihazda devam edin.
uk: Продовжте на новому пристрої.
zh_hans: 请在您的新设备上继续。
zh_hant: 請在您的新裝置上繼續。

# multi_device_join_sending_wait
source: Please wait, sending may take several minutes.
cs: Čekejte prosím, odesílání může trvat několik minut.
ko: 잠시 기다려주세요. 전송에는 몇 분이 걸릴 수 있습니다.
nl: Even geduld. Het verzenden kan enkele minuten kosten.
sk: Prosím čakajte, odoslanie môže trvať niekoľko minút.
tr: Lütfen bekleyin, gönderme işlemi birkaç dakika sürebilir.
uk: Зачекайте. Надсилання може зайняти кілька хвилин.
zh_hans: 请稍候，发送可能需时几分钟。
zh_hant: 請稍候，傳送可能需時幾分鐘。

# multi_device_join_linked_successfully_title
source: Device Linked Successfully
cs: Zařízení úspěšně propojeno
ko: 장치가 성공적으로 연결되었습니다.
nl: Apparaat is gekoppeld
sk: Zariadenie úspešne prepojené
tr: Cihaz Başarıyla Bağlandı
uk: Пристрій прив’язано
zh_hans: 设备链接成功
zh_hant: 裝置連結成功

# multi_device_join_linked_successfully_info
source: %@ can now be used on the device you just linked (even when this iOS device is turned off or isn’t connected to the Internet).
cs: %@ nyní můžete používat na právě propojeném zařízení (a to i v případě, není-li toto zařízení iOS zapnuté nebo připojené k internetu).
ko: 이제 방금 연결한 장치에서 %@을(를) 사용할 수 있습니다. (이 iOS 장치가 꺼져 있거나 인터넷에 연결되어 있지 않을 때도 가능합니다).
nl: %@ kan nu op het zojuist gekoppelde apparaat worden gebruikt (zelfs wanneer dit iOS-apparaat is uitgeschakeld of het niet met het internet verbonden is).
sk: %@ sa môže teraz použiť na zariadení, ktoré ste práve prepojili (aj keď je toto iOS zariadenie vypnuté alebo nie je pripojené k internetu).
tr: %@ artık az önce bağladığınız cihazda kullanılabilir (bu iOS cihazı kapalı veya İnternete bağlı olmasa bile).
uk: Тепер можна використовувати %@ на пристрої, який ви щойно прив’язали (навіть якщо цей пристрій iOS вимкнено або не під’єднано до Інтернету).
zh_hans: 现在，您可以在你刚刚链接的设备上使用 %@（即使此 iOS 设备已关机或无互联网连接）。
zh_hant: 現在，您可以在你剛剛連結的裝置上使用 %@（即使此 iOS 裝置已關機或沒有網路連線）。

# multi_device_join_failed_app_closed_title
source: Linking New Device Failed
cs: Propojení nového zařízení selhalo
ko: 새로운 장치 연결 실패
nl: Nieuw apparaat is niet gekoppeld
sk: Prepojenie nového zariadenia zlyhalo
tr: Yeni Cihaz Bağlanamadı
uk: Не вдалося прив’язати новий пристрій
zh_hans: 连接新设备失败
zh_hant: 連結新裝置失敗

# multi_device_join_failed_app_closed_message
source: Linking failed because %@ was closed. Please try again.
cs: Propojení se nezdařilo, jelikož aplikace %@ byla vypnutá. Zkuste to znovu.
ko: 연결에 실패했습니다. %@이(가) 닫혔기 때문입니다. 다시 시도해 주세요.
nl: Het koppelen is mislukt omdat %@ is afgesloten. Probeer het opnieuw.
sk: Prepojenie zlyhalo, pretože %@ bola zatvorená. Skúste to prosím znova.
tr: %@ kapatıldığı için bağlama başarısız oldu. Lütfen tekrar deneyin.
uk: Не вдалося прив’язати, оскільки %@ закрито. Повторіть спробу.
zh_hans: 由于 %@ 已关闭，链接失败。请稍后重试。
zh_hant: 由於 %@ 已關閉，連結失敗。請再試一次。

# multi_device_linked_id_missing_title
source: Linked Devices
cs: Propojená zařízení
ko: 연결된 장치들
nl: Gekoppelde apparaten
sk: Prepojené zariadenia
tr: Bağlı Cihazlar
uk: Прив’язані пристрої
zh_hans: 已链接的设备
zh_hant: 已連結的裝置

# multi_device_linked_id_missing_message
source: Linked devices have been removed. To avoid missing out on messages, reset Threema for Desktop now. You can link your devices again after restoring or setting up this device.
cs: Propojená zařízení byla odstraněna. Nechcete-li propásnout žádné zprávy, restujte si desktopovou aplikaci Threema. Až si toto zařízení obnovíte nebo znovu nastavíte, budete moci svá zařízení propojit znovu.
ko: 연결된 장치가 제거되었습니다. 메시지를 놓치지 않으려면 지금 바로 Threema for Desktop을 재설정하세요. 이 장치를 복원하거나 설정한 후에 다시 장치를 연결할 수 있습니다.
nl: Gekoppelde apparaten zijn verwijderd. Reset Threema voor de desktop nu en voorkom dat u berichten mist. Nadat dit apparaat is geconfigureerd of hersteld, kunt u uw apparaten opnieuw koppelen.
sk: Prepojené zariadenia boli odstránené. Ak chcete zabrániť zmeškaniu správ, resetujte teraz Threema for Desktop. Po obnovení alebo nastavení tohto zariadenia môžete zariadenia opäť prepojiť.
tr: Bağlantılı cihazlar kaldırıldı. Mesajları kaçırmamak için Threema for Desktop'ı şimdi sıfırlayın. Bu cihazı geri yükledikten veya kurduktan sonra cihazlarınızı tekrar bağlayabilirsiniz.
uk: Прив’язані пристрої вилучено. Щоб не пропустити повідомлення, перезавантажте Threema for Desktop зараз. Ви можете прив’язати їх знову після відновлення або налаштування цього пристрою.
zh_hans: 之前已链接的设备已被移除。为避免错过消息，请立即重置 Threema 电脑版。当您恢复或设置好此设备后，您可以再次链接您的设备。
zh_hant: 之前已連結的裝置已被移除。為避免錯過訊息，請立即重設 Threema 電腦版。當您還原或設定好此裝置後，您可以再次連結您的裝置。

# multi_device_linked_id_missing_reset_button
source: Reset Desktop App
cs: Resetovat desktopovou aplikaci
ko: 데스크톱 앱 초기화
nl: De desktop-app resetten
sk: Obnovenie desktopovej aplikácie
tr: Masaüstü Uygulamasını Sıfırla
uk: Скидання програми Desktop
zh_hans: 重置电脑版应用程序
zh_hant: 重設電腦版應用程式
