Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/*.lproj/Localizable.strings
Languages: cs, ko, nl, sk, tr, uk, zh_hans, zh_hant

# group_leave_delete_sheet_message
source: If you leave and delete the group, you can no longer participate in the conversation, and the chat history will be deleted.
cs: Pokud skupinu opustíte a smažete, nebudete se již moci konverzace účastnit a historie chatu bude smazána.
ko: 그룹을 나가고 삭제하면 더 이상 대화에 참여할 수 없으며 채팅 기록이 삭제됩니다.
nl: Als je de groep verlaat en deze verwijdert, kun je niet meer deelnemen aan het gesprek en wordt de chatgeschiedenis verwijderd.
sk: Ak práve odídete, už sa nemôžete zúčastniť konverzácie, ale stále máte prístup k histórii chatu.
tr: Gruptan ayrılır ve silerseniz, artık sohbete katılamazsınız ve sohbet geçmişi silinir.
uk: Якщо ви вийдете й видалите групу, то не зможете брати участь у подальшій розмові, а історію діалогу буде видалено.
zh_hans: 如果您离开并删除群组，您将无法再参与会话，并且聊天记录将被删除。
zh_hant: 如果您離開並刪除群組，您將無法再參與對話，並且歷史對話記錄將被刪除。

# group_leave_and_delete_button
source: Leave and Delete Group
cs: Opustit a smazat skupinu
ko: 그룹 나가기 및 삭제
nl: Groep verlaten/verwijderen
sk: Opustit a vymazať skupinu
tr: Gruptan ayrıl ve sil
uk: Покинути та видалити групу
zh_hans: 离开并删除群组
zh_hant: 離開並刪除群組

# group_dissolve_sheet_title
source: Dissolve “%@”?
cs: Rozpustit „%@“?
ko: %@ 해체하기?
nl: “%@” ontbinden?
sk: Rozpustiť “%@”?
tr: “%@” dağıtılsın mı?
uk: Розпустити «%@»?
zh_hans: 解散 “%@”？
zh_hant: 解散「%@」？

# group_dissolve_sheet_message
source: If you just dissolve the group, nobody can send new messages to the group anymore, and it can no longer be managed. The dissolved group can still be cloned.
cs: Pokud skupinu jen rozpustíte, nikdo už do ní nebude moci posílat nové zprávy a nebude možné ji spravovat. Rozpuštěnou skupinu lze stále klonovat.
ko: 그룹을 해체하면 더 이상 그룹에 새로운 메시지를 보낼 수 없으며 더 이상 관리할 수 없습니다. 해체된 그룹은 여전히 복제할 수 있습니다.
nl: Als je de groep slechts ontbindt, kan niemand meer nieuwe berichten naar de groep sturen, en kan de groep niet meer worden beheerd. De ontbonden groep kan nog wel worden gekloond.
sk: Ak skupinu rozpustíte, nikto už do skupiny nebude môcť posielať nové správy a už ju nebude možné spravovať. Rozpustená skupina môže byť stále klonovaná.
tr: Grubu dağıtırsanız, artık kimse gruba yeni mesaj gönderemez ve artık yönetilemez. Dağıtılan grup yine de kopyalanabilir.
uk: Якщо ви просто розпустите групу, ніхто більше не зможе надсилати повідомлення групі та нею не можна буде керувати. Розпущену групу можна клонувати.
zh_hans: 如果您只是解散群组，没有人可以再向此群组发送新消息，并且无法再对群组进行管理，而解散的群组仍然可以被克隆。
zh_hant: 如果您只是解散群組，沒有人可以再向此群組傳送新訊息，並且無法再對群組進行管理，而解散的群組仍然可以被克隆。

# group_dissolve_delete_sheet_title
source: Dissolve and Delete “%@”?
cs: Rozpustit a smazat „%@“?
ko: “%@”을(를) 해체하고 삭제하시겠습니까?
nl: “%@” ontbinden en verwijderen?
sk: Rozpustiť a vymazať “%@”?
tr: %@ dağıtılsın ve silinsin mi?
uk: Розпустити й видалити «%@»?
zh_hans: 解散并删除 “%@”？
zh_hant: 解散並刪除「%@」？

# group_dissolve_delete_sheet_message
source: If you delete the group, nobody can send new messages to the group anymore, and it can no longer be managed. The chat history will be deleted on this device.
cs: Pokud skupinu smažete, nikdo už do ní nebude moci posílat nové zprávy a nebude možné ji spravovat. Historie chatu v tomto zařízení bude odstraněna.
ko: 그룹을 삭제하면 더 이상 그룹에 새로운 메시지를 보낼 수 없으며 더 이상 관리할 수 없습니다. 이 기기에서 채팅 기록이 삭제됩니다.
nl: Als je de groep verwijdert, kan niemand meer nieuwe berichten naar de groep sturen, en kan de groep niet meer worden beheerd. De chatgeschiedenis wordt van dit apparaat verwijderd.
sk: Ak odstránite skupinu, nikto už nebude môcť do skupiny posielať nové správy a už ju nebude možné spravovať. História konverzácie bude na tomto zariadení odstránená.
tr: Grubu silerseniz, gruba artık kimse yeni mesaj gönderemez ve artık yönetilemez. Bu cihazdaki sohbet geçmişi silinecek.
uk: Якщо ви видалите групу, ніхто більше не зможе надсилати повідомлення групі та нею не можна буде керувати. Історію діалогу буде видалено на цьому пристрої.
zh_hans: 如果您删除群组，没有人可以再向该群组发送新消息，并且无法再对群组进行管理，而在此设备上的聊天记录将被删除。
zh_hant: 如果您刪除群組，沒有人可以再向該群組傳送新訊息，並且無法再對群組進行管理，而在此裝置上的聊天記錄將被刪除。

# group_dissolve_and_delete_button
source: Dissolve and Delete Group
cs: Rozpustit a smazat skupinu
ko: 해체 및 그룹 삭제
nl: Groep ontbinden en verwijderen
sk: Rozpustiť a vymazať skupinu
tr: Grubu dağıt ve sil
uk: Розпустити та видалити групу
zh_hans: 解散并删除群组
zh_hant: 解散並刪除群組

# group_delete_sheet_title
source: Delete “%@”?
cs: Smazat „%@“?
ko: "%@" 삭제하시겠습니까?
nl: “%@” verwijderen?
sk: Vymazať “%@”?
tr: "%@" silinsin mi?
uk: Видалити «%@»?
zh_hans: 删除 “%@”？
zh_hant: 刪除「%@」？

# group_delete_sheet_message
source: Are you sure you want to delete this group?
cs: Opravdu chcete smazat tuto skupinu?
ko: 이 그룹을 삭제하시겠습니까?
nl: Weet je zeker dat je deze groep wil verwijderen?
sk: Naozaj chcete vymazať túto skupinu?
tr: Bu grubu silmek istediğinizden emin misiniz?
uk: Ви дійсно бажаєте видалити цю групу?
zh_hans: 您确定要退出删除群组吗？
zh_hant: 您確定要刪除此群組嗎？

# group_delete_button
source: Delete Group + Chat History
cs: Smazat skupinu + historii chatu
ko: 그룹 및 채팅 기록 삭제
nl: Groep + Chatgeschiedenis verwijderen
sk: Vymazať skupiny + históriu konverzácie
tr: Grup + sohbet geçmişini sil
uk: Видалити групу + історію діалогу
zh_hans: 删除群组和会话记录
zh_hant: 刪除群組和對話記錄

# distribution_list_delete_sheet_title
source: Delete Distribution List?
cs: Smazat distribuční seznam?
ko: 배포 목록을 삭제할까요?
nl: Distributielijst verwijderen?
sk: Vymazať distribučný zoznam?
tr: Dağıtım Listesi Silinsin mi?
uk: Видалити список розсилки?
zh_hans: 删除通讯组列表？
zh_hant: 刪除通訊群組列表？

# selected_count
source: %d Selected
cs: %d zvoleno
ko: %d개 선택됨
nl: %d geselecteerd
sk: %d vybraté
tr: %d seçildi
uk: Обрано %d
zh_hans: 已选择 %d
zh_hant: 已選定 %d

source: All Selected
cs: Zvoleno vše
ko: 모두 선택됨
nl: Gehele selectie
sk: Všetky vybraté
tr: Hepsi seçildi
uk: Усі обрано
zh_hans: 全选
zh_hant: 全部選擇

# archived_alert_title
source: Archived Chats
cs: Archivované chaty
ko: 보관된 대화
nl: Gearchiveerde chats
sk: Archivované konverzácie
tr: Arşivlenmiş sohbetler
uk: Архівовані діалоги
zh_hans: 已归档会话
zh_hant: 已封存對話

# archived_alert_message
source: To see your Archived Chats, tap the button at the bottom of the chat overview.
cs: Chcete-li zobrazit archivované chaty, klepněte na tlačítko v dolní části přehledu chatů.
ko: 아카이브된 대화를 보려면 채팅 개요 아래의 버튼을 탭하세요.
nl: Tik op de knop onder aan het chatoverzicht om je gearchiveerde chats te bekijken.
sk: Ak chcete zobraziť svoje archivované konverzácie, klepnite na tlačidlo v spodnej časti prehľadu konverzácií.
tr: Arşivlenmiş sohbetlerinizi görmek için sohbete genel bakışın altındaki düğmeye dokunun.
uk: Для перегляду архівованих діалогів, торкніться нагорі переліку діалогів.
zh_hans: 如要查看您的已归档会话，请点击会话主界面底部的按钮。
zh_hant: 如要檢視您的已封存對話，請按對話主畫面底部的按鈕。

# private_delete_info_alert_message
source: When deleting a Private Chat, a new one won’t automatically be marked as private again.
cs: Po smazání soukromého chatu nebude nový chat automaticky znovu označen jako soukromý.
ko: 개인 채팅을 삭제할 때, 새로운 채팅은 자동으로 다시 비공개로 표시되지 않습니다.
nl: Wanneer u een privéchat verwijdert, wordt een nieuwe chat niet automatisch opnieuw als privé aangemerkt.
sk: Pri odstraňovaní súkromného rozhovoru sa nový rozhovor automaticky znova neoznačí ako súkromný.
tr: Bir Özel Sohbeti silerken, yenisi otomatik olarak tekrar özel olarak işaretlenmez.
uk: У разі видалення приватного діалогу, новий автоматично не позначатиметься приватним.
zh_hans: 删除私密会话时，新的会话不会再次自动标记为私密会话。
zh_hant: 刪除私密對話時，新的對話不會再次自動標示為私密對話。

# pushSetting_header
source: Notifications
cs: Oznámení
ko: 알림
nl: Berichten
sk: Hlásenia
tr: Bildirimler
uk: Сповіщення
zh_hans: 通知
zh_hant: 通知

# doNotDisturb_title
source: Do Not Disturb
cs: Nerušit
ko: 방해 금지
nl: Niet storen
sk: Nerušiť
tr: Rahatsız etmeyin
uk: Не турбувати
zh_hans: 请勿打扰
zh_hant: 請勿打擾

# doNotDisturb_turn_off_button
source: Turn Off
cs: Vypnout
ko: 끄기
nl: Uitschakelen
sk: Vypnúť
tr: Kapat
uk: Вимкнути
zh_hans: 关闭
zh_hant: 關閉

# doNotDisturb_offHours_info
source: Off-Hours are configured.
cs: Nepracovní doba byla nastavena.
ko: 비 업무 시간이 구성되었습니다.
nl: Buiten bedrijfstijden zijn geconfigureerd.
sk: Nastavenia mimo pracovnej doby konfigurované.
tr: Mesai dışı saatleri yapılandırıldı.
uk: Години тиші налаштовано.
zh_hans: 已配置 “非工作时间” 政策。
zh_hant: 已配置「非工作時間」政策。

# doNotDisturb_offHours_details
source: You only receive notifications %@ from %@ to %@.
cs: Budete dostávat oznámení pouze %@ od %@ do %@.
ko: 당신은 %@에서만 %@부터 %@까지를 받습니다.
nl: Je ontvang alleen berichten van %@ tussen %@ en %@.
sk: Budete dostávať hlásenia %@ od %@ do %@.
tr: Yalnızca %@ ile %@ arasındaki bildirimleri alırsınız.
uk: Ви отримуватимете сповіщення %@ лише з %@ до %@.
zh_hans: 你只收到 %@ 从 %@ 到 %@ 的通知。
zh_hant: 你只收到 %@ 從 %@ 至 %@ 的通知。

# doNotDisturb_off
source: Off
cs: Vypnuto
ko: 부정확함
nl: Uit
sk: Vyp
tr: Kapalı
uk: Вимкнено
zh_hans: 关闭
zh_hant: 關閉

# doNotDisturb_on
source: Indefinitely
cs: Zapnuto
ko: 무기한
nl: Aan
sk: Na neurčito
tr: Süresiz
uk: Назавжди
zh_hans: 无限期
zh_hant: 無限期

# doNotDisturb_on_until_date_and_time
source: Until %@
cs: Do %@
ko: %@ 까지
nl: Tot %@
sk: Až do %@
tr: %@ kadar
uk: До %@
zh_hans: 直到 %@
zh_hant: 直至 %@

# doNotDisturb_on_until_date_and_time_long
source: On Until %@
cs: Zapnuto do %@
ko: %@ 까지 유효
nl: Ingeschakeld tot %@
sk: Zapnuté do %@
tr: %@ kadar
uk: Увімкнено до %@
zh_hans: 直到在 %@
zh_hant: 直至在 %@

# doNotDisturb_onPeriod_time
source: Until
cs: Do:
ko: 까지
nl: Tot:
sk: Do
tr: kadar
uk: До
zh_hans: 直到
zh_hant: 直至

# doNotDisturb_onPeriod_reset
source: Reset To
cs: Resetovat na
ko: 다시 설정하기
nl: Herstellen naar
sk: Obnoviť za
tr: Sıfırla
uk: Скинути до
zh_hans: 重置为
zh_hant: 重設為

# doNotDisturb_onPeriod_1Hour
source: 1 Hour
cs: 1 hodina
ko: 1 시간
nl: 1 uur
sk: 1 hodinu
tr: 1 saat
uk: 1 година
zh_hans: 1小时
zh_hant: 1小時

# doNotDisturb_onPeriod_2Hours
source: 2 Hours
cs: 2 hodiny
ko: 2 시간
nl: 2 uur
sk: 2 hodiny
tr: 2 saat
uk: 2 години
zh_hans: 2小时
zh_hant: 2小時

# doNotDisturb_onPeriod_3Hours
source: 3 Hours
cs: 3 hodiny
ko: 3 시간
nl: 3 uur
sk: 3 hodiny
tr: 3 saat
uk: 3 години
zh_hans: 3小时
zh_hant: 3小時

# doNotDisturb_onPeriod_4Hours
source: 4 Hours
cs: 4 hodiny
ko: 4 시간
nl: 4 uur
sk: 4 hodiny
tr: 4 saat
uk: 4 години
zh_hans: 4小时
zh_hant: 4小時

# doNotDisturb_onPeriod_8Hours
source: 8 Hours
cs: 8 hodin
ko: 8 시간
nl: 8 uur
sk: 8 hodín
tr: 8 saat
uk: 8 годин
zh_hans: 8小时
zh_hant: 8小時

# doNotDisturb_onPeriod_1Day
source: 1 Day
cs: 1 den
ko: 1일
nl: 1 dag
sk: 1 deň
tr: 1 gün
uk: 1 день
zh_hans: 1天
zh_hant: 1天

# doNotDisturb_onPeriod_1Week
source: 1 Week
cs: 1 týden
ko: 1주
sk: 1 týždeň
tr: 1 hafta
uk: 1 тиждень
zh_hans: 1星期
zh_hant: 1星期

# doNotDisturb_on_forever
source: Indefinitely
cs: Neomezeně
ko: 무기한
nl: Onbeperkt
sk: Na neurčico
tr: Süresiz
uk: Назавжди
zh_hans: 无限期
zh_hant: 無限期

# doNotDisturb_mention
source: Notify When Mentioned
cs: Oznámit při zmínce
ko: 언급될 때 알림
nl: Melden wanneer ik word genoemd
sk: Oznámiť pri zmienke
tr: Bahsedildiğinde bildir
uk: Сповіщати при згадуванні
zh_hans: 提及时通知我
zh_hant: 提及時通知我

# doNotDisturb_mention_footer_off
source: If do not disturb is on, you will receive no notifications at all, not even when you are mentioned.
cs: Nebudete dostávat žádná oznámení, a to ani v případech, kdy vás někdo zmíní.
ko: 방해 금지 모드가 켜져 있으면 언급될 때조차도 전혀 알림을 받지 않습니다.
nl: U ontvangt geen meldingen, zelfs niet als u wordt genoemd.
sk: Ak je zapnutý režim Nerušiť, nedostanete vôbec žiadne hlásenia, dokonca ani keď vás niekto zmieni.
tr: Rahatsız etmeyin açıksa, sizden bahsedilse bile hiçbir bildirim almazsınız.
uk: Якщо увімкнено не турбувати, ви не отримуватимете жодних сповіщень, навіть коли вас хтось згадує.
zh_hans: 如果您打开了 “请勿打扰” ，您不会收到任何通知。即使是在有人提及您时，也不会收到通知。
zh_hant: 如果您開啟了「請勿打擾」，您不會收到任何通知。即使是在有人提及您時，也不會收到通知。

# doNotDisturb_mention_footer_on
source: If do not disturb is on, you will still receive notifications when you are mentioned.
cs: Budete dostávat oznámení, pokud vás někdo zmíní.
ko: 방해 금지 모드가 켜져 있더라도 언급될 때 알림을 받습니다.
nl: U ontvangt een melding wanneer u wordt genoemd.
sk: Ak je zapnutý režim Nerušiť, budete dostávať hlásenia, ak vás niekto zmieni.
tr: Rahatsız etmeyin açıksa, sizden bahsedildiğinde bildirim almaya devam edersiniz.
uk: Якщо увімкнено не турбувати, ви все одно отримуватимете сповіщення про згадування.
zh_hans: 即使您打开了 “请勿打扰” ，当有人提及您时，你仍然会收到通知。
zh_hant: 即使即使您開啟了「請勿打擾」，當有人提及您時，你仍然會收到通知。

# doNotDisturb_notification_sound_footer
source: The notification sound is only played if ”Play Notification Sound” is enabled and ”Do Not Disturb” is deactivated.
cs: Zvuk oznámení se přehraje pouze v případě, je-li povolena funkce „Přehrát zvuk oznámení“ a je deaktivována funkce „Nerušit“.
ko: 알림 소리는 "알림 소리 재생"이 활성화되어 있고 "방해 금지"가 비활성화된 경우에만 재생됩니다.
nl: Het meldingsgeluid wordt alleen afgespeeld wanneer "Meldingsgeluid afspelen" is ingeschakeld en "Niet storen" is uitgeschakeld.
sk: Zvuk upozornenia sa prehrá, iba ak je zapnuté nastavenie Prehrať zvuk upozornenia a nastavenie Nerušiť je deaktivované.
tr: Bildirim sesi yalnızca ”Bildirim Sesi Çal” etkinleştirildiğinde ve “Rahatsız Etmeyin” devre dışı bırakıldığında çalar.
uk: Звук сповіщення вмикається лише тоді, коли ввімкнено опцію «Програти звук сповіщення», а опцію «Не турбувати» вимкнено.
zh_hans: 只有当 “播放通知声音” 已启用，并且 “请勿打扰” 已禁用时，才会播放通知声音。
zh_hant: 只有當「播放通知音效」已啟用，並且「請勿打擾」已停用時，才會播放通知音效。

# notification_sound_header
source: Notification sound
cs: Zvuk oznámení
ko: 알림 소리
nl: Meldingsgeluid
sk: Zvuk hlásenia
tr: Bildirim tonu
uk: Звук сповіщення
zh_hans: 通知声音
zh_hant: 通知音效

# notification_sound_title
source: Play Notification Sound
cs: Přehrát zvuk oznámení
ko: 알림음 재생
nl: Meldingsgeluid afspelen
sk: Prehrať zvuk hlásenia
tr: Bildirim tonu
uk: Програти звук сповіщення
zh_hans: 播放通知声音
zh_hant: 播放通知音效

# edit_avatar_no_image_found_title
source: Unable To Load Image
cs: Načtení obrázku se nezdařilo
ko: 이미지를 불러올 수 없습니다.
nl: Kan afbeelding niet laden
sk: Obrázok sa nepodarilo načítať
tr: Resim yüklenemiyor
uk: Не вдалось завантажити зображення
zh_hans: 无法加载图片
zh_hant: 無法載入圖片

# edit_avatar_no_image_found_message
source: Please try again. Maybe with another image.
cs: Zkuste to prosím znovu. Možná s jiným obrázkem.
ko: 다시 시도해보세요. 다른 이미지로 시도해보세요.
nl: Probeer het opnieuw. Probeer eventueel een andere afbeelding.
sk: Skúste to znovu. Môžno s iným obrázkom.
tr: Lütfen tekrar deneyin. Belki başka bir resimle.
uk: Будь ласка, спробуйте ще. Можливо з іншим зображенням.
zh_hans: 请再试一次，或者选择加载另一张图片。
zh_hant: 請再試一次，或者選擇載入另一張圖片。

# edit_avatar_edit_picture_accessibility_label
source: Edit picture
cs: Upravit obrázek
ko: 사진 편집
nl: Afbeelding bewerken
sk: Upraviť obrázok
tr: Resmi düzenle
uk: Редагувати зображення
zh_hans: 编辑图片
zh_hant: 編輯圖片

# edit_avatar_picture_accessibility_label
source: Picture
cs: Obrázek
ko: 사진
nl: Afbeelding
sk: Obrázok
tr: Resim
uk: Зображення
zh_hans: 图片
zh_hant: 圖片

# edit_avatar_picture_not_editable_accessibility
source: Not editable
cs: Nelze upravit
ko: 편집할 수 없음
nl: Niet bewerkbaar
sk: Nedá sa upraviť
tr: Düzenlenemez
uk: Не підлягає редагуванню
zh_hans: 无法编辑
zh_hant: 無法編輯

# webClientSession_title
source: Desktop/Web
ko: 데스크톱/웹
tr: Masaüstü / Web
uk: Застосунок / Вебверсія
zh_hans: 桌面版/网页版
zh_hant: 桌面版/網頁版

# webClientSession_add
source: Start a new session
cs: Spustit novou relaci
ko: 새 세션 시작
nl: Nieuwe sessie starten
sk: Spustiť novú reláciu
tr: Yeni bir oturum başlat
uk: Почати новий сеанс
zh_hans: 开始新的会话
zh_hant: 開始新工作階段

# webClientSession_add_wrong_qr_title
source: Desktop/Web
ko: 데스크톱/웹
tr: Masaüstü / Web
uk: Застосунок / Вебверсія
zh_hans: 桌面版/网页版
zh_hant: 桌面版/網頁版

# webClientSession_add_wrong_qr_message
source: This is not a QR code for the desktop app / the web client. Download the desktop app (%@) or open the web client (%@), and scan the QR code displayed there.
cs: Toto není QR kód pro desktopovou aplikaci / webového klienta. Stáhněte si desktopovou aplikaci (%@) nebo otevřete webového klienta (%@) a naskenujte QR kód, který je tam zobrazen.
ko: 이 QR 코드는 데스크톱 앱 또는 웹 클라이언트용이 아닙니다. 데스크톱 앱 (%@)을 다운로드하거나 웹 클라이언트 (%@)를 열고, 해당 장치에서 표시된 QR 코드를 스캔하세요.
nl: Dit is geen QR-code voor de desktop-app/de webclient. Download de desktop-app (%@) of open de webclient (%@) en scan de QR-code die daar wordt weergegeven.
sk: Toto nie je QR kód pre desktopovú aplikáciu / webového klienta. Stiahnite si desktopovú aplikáciu (%@), alebo otvorte webového klienta (%@) a zoskenujte zobrazený QR kód.
tr: Bu, masaüstü uygulaması / web istemcisi için bir kare kodu değildir. Masaüstü uygulamasını (%@) indirin veya web istemcisini (%@) açın ve orada görüntülenen kare kodunu tarayın.
uk: Це не QR-код для настільного застосунку / вебклієнта. Завантажте настільний застосунок (%@) або відкрийте вебклієнт (%@) і зіскануйте показаний QR-код.
zh_hans: 这不是桌面版应用程序 / 网页客户端的二维码。下载桌面版应用程序 (%@) 或打开网页版客户端 (%@)，然后扫描电脑上的二维码。
zh_hant: 這不是桌面版應用程式 / 網頁用戶端的QR碼。請先下載桌面版應用程式 (%@)，或開啟網路用戶端 (%@)，然後掃描電腦上的QR碼。

# webClientSession_add_footer
source: On your PC/Mac, download the desktop app (%@) or open the web client (%@). Then, tap the camera icon in the upper right corner of this screen, and scan the QR code on your computer.
cs: Stáhněte si na svém PC/Macu desktopovou aplikaci (%@) nebo otevřete webového klienta (%@). Poté klepněte v pravém horním rohu této obrazovky na ikonu kamery a naskenujte na počítači QR kód.
ko: PC/Mac에서 데스크톱 앱 (%@)을 다운로드하거나 웹 클라이언트 (%@)를 열세요. 그런 다음 이 화면의 오른쪽 상단에 있는 카메라 아이콘을 탭하고 컴퓨터에서 QR 코드를 스캔하세요.
nl: Download de desktop-app (%@) op uw pc/Mac of open de webclient (%@). Tik daarna op het camerapictogram rechtsboven in dit scherm en scan de QR-code op uw computer.
sk: Na vašom PC/Mac si najskôr stiahnite desktopovú aplikáciu (%@), alebo otvorte webového klienta (%@). Potom kliknite na ikonu kamery v pravom hornom rohu tejto obrazovky a zoskenujte QR kód z vášho počítača.
tr: PC / Mac'inizde masaüstü uygulamasını (%@) indirin veya web istemcisini (%@) açın. Ardından, bu ekranın sağ üst köşesindeki kamera simgesine dokunun ve kare kodunu bilgisayarınızda tarayın.
uk: На своєму ПК/Mac завантажте настільний застосунок (%@) або відкрийте вебклієнт (%@). Потім торкніться значка камери у верхньому правому куті екрана та проскануйте QR-код на комп’ютері.
zh_hans: 首先，在您的 PC / Mac 上，下载桌面版应用程序 (%@) ，或打开网页版客户端 (%@)。然后，点击手机屏幕右上角的相机图标，扫描电脑上的二维码。
zh_hant: 首先，在您的 PC / Mac 上，下載桌面版應用程式 (%@) ，或開啟網路用戶端 (%@)。然後點擊電話螢幕右上角的相機圖示，掃描電腦上的QR碼。

# webClientSession_sessions_header
source: Sessions
cs: Relace
ko: 세션
nl: Sessies
sk: Relácie
tr: Oturumlar
uk: Сеанси
zh_hans: 会话
zh_hant: 工作階段

# webClientSession_unnamed
source: Untitled session
cs: Nepojmenovaná relace
ko: 무제 세션
nl: Sessie zonder titel
sk: Nepomenovaná relácia
tr: Adsız oturum
uk: Сеанс без назви
zh_hans: 未命名会话
zh_hant: 未命名工作階段

# webClientSession_lastUse
source: Last used
cs: Naposledy použito
ko: 저장되지 않음
nl: Laatst gebruikt
sk: Naposledy použité
tr: Son kullanılan
uk: Використовувалось востаннє
zh_hans: 最后使用时间
zh_hant: 最後使用時間

# webClientSession_saved
source: Saved
cs: Uloženo
ko: 저장됨
nl: Opgeslagen
sk: Uložené
tr: Kaydedildi
uk: Збережені
zh_hans: 已保存
zh_hant: 已儲存

# webClientSession_notSaved
source: Not saved
cs: Neuloženo
ko: 저장되지 않음
nl: Niet opgeslagen
sk: Neuložené
tr: Kaydedilmedi
uk: Не збережені
zh_hans: 未保存
zh_hant: 未儲存

# webClientSession_sessionName
source: Session name
cs: Název relace
ko: 세션 이름
nl: Sessienaam
sk: Názov relácie
tr: Oturum adı
uk: Ім'я сеансу
zh_hans: 会话名称
zh_hant: 工作階段名稱

# webClientSession_actionSheetTitle
source: Edit Session
cs: Upravit relaci
ko: 세션 편집
nl: Sessie bewerken
sk: Upraviť reláciu
tr: Oturumu düzenle
uk: Редагувати сеанс
zh_hans: 编辑会话
zh_hant: 編輯工作階段

# webClientSession_actionSheet_stopSession
source: Stop Session
cs: Zastavit relaci
ko: 세션 중지
nl: Sessie stoppen
sk: Zastaviť reláciu
tr: Oturumu durdur
uk: Зупинити сеанс
zh_hans: 停止会话
zh_hant: 停止工作階段

# webClientSession_actionSheet_startSession
source: Start Session
cs: Spustit relaci
ko: 세션 시작
nl: Sessie starten
sk: Spustiť reláciu
tr: Oturum başlat
uk: Розпочати сеанс
zh_hans: 开始会话
zh_hant: 開始工作階段

# webClientSession_actionSheet_renameSession
source: Rename Session
cs: Přejmenovat relaci
ko: 세션 이름 변경
nl: Sessie hernoemen
sk: Premenovať reláciu
tr: Oturumu yeniden adlandır
uk: Перейменувати сеанс
zh_hans: 重命名会话
zh_hant: 重新命名工作階段

# webClientSession_actionSheet_deleteSession
source: Delete Session
cs: Smazat relaci
ko: 세션 삭제
nl: Sessie verwijderen
sk: Vymazať reláciu
tr: Oturumu sil
uk: Видалити сеанс
zh_hans: 删除会话
zh_hant: 刪除工作階段

# webClientSession_error_updateApp_title
source: Desktop/Web
ko: 데스크톱/웹
tr: Masaüstü / Web
uk: Застосунок / Вебверсія
zh_hans: 桌面版/网页版
zh_hant: 桌面版/網頁版

# webClientSession_error_updateApp_message
source: Wrong App Remote Protocol version, please update your iOS app.
cs: Špatná verze protokolu vzdálené aplikace, aktualizujte si prosím aplikaci pro iOS.
ko: 잘못된 앱 원격 프로토콜 버전, iOS 앱을 업데이트하세요.
nl: Verkeerde protocolversie van App Remote. Werk uw iOS-app bij.
sk: Nesprávna verzia vzdialeného protokolu aplikácie, aktualizujte prosím vašu iOS aplikáciu.
tr: Yanlış Uygulama Uzak Protokol sürümü, lütfen iOS uygulamanızı güncelleyin.
uk: Неправильна версія App Remote Protocol, будь ласка, оновіть програму iOS.
zh_hans: 应用程序远程协议版本有误，请更新您的iOS应用程序。
zh_hant: 目前的應用程式遠端協定版本出現錯誤。請更新目前的 iOS App。

# webClientSession_error_updateServer_title
source: Desktop/Web
ko: 데스크톱/웹
tr: Masaüstü / Web
uk: Застосунок / Вебверсія
zh_hans: 桌面版/网页版
zh_hant: 桌面版/網頁版

# webClientSession_error_updateServer_message
source: Wrong App Remote Protocol version, please download the current version of the desktop app, or ask your administrator to update the web client.
cs: Špatná verze protokolu vzdálené aplikace, stáhněte si prosím aktuální verzi desktopové aplikace nebo požádejte svého správce o aktualizaci webového klienta.
ko: 잘못된 앱 원격 프로토콜 버전입니다. 현재 버전의 데스크톱 앱을 다운로드하거나 관리자에게 웹 클라이언트를 업데이트하도록 요청하세요.
nl: Verkeerde protocolversie van App Remote. Download de huidige versie van de desktop-app of vraag uw beheerder om de webclient bij te werken.
sk: Nesprávna verzia vzdialeného protokolu aplikácie, stiahnite si prosím aktuálnu verziu desktopovej aplikácie, alebo sa obráťte na správcu s aktualizáciou webového klienta.
tr: Yanlış Uygulama Uzak Protokol sürümü, lütfen masaüstü uygulamasının mevcut sürümünü indirin veya yöneticinizden web istemcisini güncellemesini isteyin.
uk: Неправильна версія App Remote Protocol, будь ласка, завантажте поточну версію настільного застосунку або попросіть адміністратора оновити вебклієнт.
zh_hans: 应用程序远程协议版本有误，请下载桌面版应用程序的当前版，或请求管理员更新网页版客户端。
zh_hant: 目前的應用程式遠端協定版本出現錯誤。請下載最新版本的桌面 App，或要求管理員更新網路用戶端。

# webClientSession_error_wrongVersion_title
source: Desktop/Web
ko: 데스크톱/웹
tr: Masaüstü / Web
uk: Застосунок / Вебверсія
zh_hans: 桌面版/网页版
zh_hant: 桌面版/網頁版

# webClientSession_error_wrongVersion_message
source: This iOS app version doesn’t support the App Remote Protocol of your desktop app / the web client.
cs: Tato verze aplikace pro iOS nepodporuje protokol vzdálené aplikace vaší desktopové aplikace/webového klienta.
ko: 이 iOS 앱 버전은 데스크톱 앱 / 웹 클라이언트의 App Remote Protocol을 지원하지 않습니다.
nl: Deze iOS-appversie ondersteunt het protocol van de App Remote voor uw desktop-app/webclient niet.
sk: Verzia tejto iOS aplikácie nepodporuje vzdialený protokol vašej desktopovej aplikácie / webového klienta.
tr: Bu iOS uygulaması sürümü, masaüstü uygulamanızın / web istemcinizin uzak uygulama protokolünü desteklemiyor.
uk: Ця версія застосунку iOS не підтримує протокол App Remote у вашому настільному додатку / вебклієнті.
zh_hans: 此 iOS 应用程序版本不支持您的桌面版应用程序/网页版客户端的应用程序远程协议。
zh_hant: 此 iOS App 版本並不支援目前桌面版應用程式/ 網路用戶端的 Threema 應用程式遠端協定。

# webClientSession_error_voip_title
source: Desktop/Web Session Expired
cs: Desktopová/webová relace skončila
ko: 데스크톱 / 웹 세션이 만료되었습니다.
nl: Sessie voor desktop/web is verlopen
sk: Platnosť relácie počítača/webu vypršala
tr: Masaüstü / Web oturumunun süresi doldu
uk: Сеанс завершився на комп’ютері / у вебверсії
zh_hans: 桌面版 / 网页版会话已过期
zh_hant: 桌面版 / 網頁版工作階段已過期
