Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/*.lproj/Localizable.strings
Languages: cs, ko, nl, sk, tr, uk, zh_hans, zh_hant

# more_information_pick_nickname
source: The nickname is used in push notifications on some devices or as an additional means of identifying you to users who do not yet have you in their address book. We recommend providing only your first name or a pseudonym. If you don’t set a nickname, we’ll use your Threema ID by default.
cs: Přezdívka je na některých zařízeních používána v nabízených oznámeních nebo jako dodatečná pomůcka pro vaši identifikaci ze strany uživatelů, kteří vás zatím nemají ve svém adresáři. Doporučujeme uvést jen křestní jméno nebo pseudonym. Pokud si žádnou přezdívku nenastavíte, budeme standardně používat vaše Threema ID.
ko: 별명은 일부 기기에서 푸시 알림에 사용되거나 아직 주소록에 등록되지 않은 사용자에게 당신을 식별하는 추가 수단으로 사용됩니다. 우리는 당신의 이름이나 가명만 제공하는 것을 권장합니다. 별명을 설정하지 않으면 Threema ID를 기본값으로 사용합니다.
nl: De nickname wordt gebruikt in de pushberichten op sommige apparaten of als aanvullende identificatiemanier voor gebruikers bij wie je nog niet in het adresboek staat. We raden aan alleen je voornaam te gebruiken. Als je geen nickname instelt, gebruiken we standaard je Threema ID.
sk: Prezývka sa používa na niektorých zariadeniach v push hláseniach, alebo ako ďalšia možnosť, ako vás identifikovať užívateľom, ktorí vás nemajú vo svojom adresári. Doporučujeme zadať iba vaše krstné meno alebo pseudonym. Ak prezývku nenastavíte, použijeme vo východzom nastavení vaše Threema ID.
tr: Takma isim, bazı cihazlarda anlık bildirimlerde veya sizi henüz adres defterlerinde olmayan kullanıcılara tanımlamanın ek bir yolu olarak kullanılır. Yalnızca adınızı veya takma isminizi sağlamanızı öneririz. Bir takma isim belirlemezseniz, varsayılan olarak Threema kimliğinizi kullanırız.
uk: Прізвисько використовується в push-повідомленнях на деяких пристроях або як додатковий засіб ідентифікації користувачами, які ще не мають вас у своїй адресній книзі. Ми рекомендуємо вказувати лише своє ім’я чи прізвисько. Якщо ви не вкажете прізвисько, ми використовуватимемо ваш Threema ID за замовчуванням.
zh_hans: 昵称用于设备的推送通知。当对方未保存您的电话号码在他的通讯录时。昵称可以方便对方分辨您的身份。我们建议只提供您的名字或假名。如果您不设置昵称，我们将默认使用您的 Threema ID 作为昵称。
zh_hant: 暱稱用於裝置的推播通知。當對方未儲存您的電話號碼在他的通訊錄時。暱稱可以方便對方辨別您的身份。我們建議只提供您的名字或假名。如果您不設定暱稱，我們將預設使用您的 Threema ID 作為暱稱。

# more_information_sync_contacts
source: If you enable this option, %@ one-way encrypts (hashes) email addresses and phone numbers before sending them to the server to look for matching contacts. We do not store any address book data.
cs: Pokud tuto možnost zapnete, %@ jednorázově zašifruje („zahashuje“) e-mailové adresy a telefonní čísla, než je odešle na server za účelem vyhledání odpovídajících kontaktů. Neuchováváme žádné údaje z adresářů.
ko: 이 옵션을 활성화하면 %@이(가) 일치하는 연락처를 찾기 위해 서버로 전송하기 전에 이메일 주소와 전화번호를 일방향으로 암호화(해싱)합니다. 우리는 어떠한 주소록 데이터도 저장하지 않습니다.
nl: Als je deze optie inschakelt, versleutelt %@ het e-mailadres en de telefoonnummers met eenzijdige versleuteling (hashing) voordat we ze naar de server versturen om te controleren of er passende contactpersonen zijn. We slaan je adresboekgegevens niet op.
sk: Ak povolíte túto možnosť, %@ jednosmerne zašifruje (hashuje) emailové adresy a telefónne čísla pred ich odoslaním na server, aby sa vyhľadali zodpovedajúce kontakty. Neuchovávame žiadne údaje z vášho adresára.
tr: Bu seçeneği etkinleştirirseniz, %@ tek yönlü, eşleşen kişileri aramak için sunucuya göndermeden önce e-posta adreslerini ve telefon numaralarını şifreler (karma veri). Herhangi bir adres defteri verisini saklamayız.
uk: Якщо ввімкнути цю опцію, %@ шифрує (хешує) адреси електронної пошти та номери телефонів на пристрої, перш ніж надсилати їх на сервер для пошуку відповідних контактів. Ми не зберігаємо жодних даних адресної книги.
zh_hans: 如果启用此选项，%@ 会先将电子邮件地址和电话号码单向加密（使用散列函数），然后再将其发送到服务器以查找匹配的联系人。我们不存储任何通讯录数据。
zh_hant: 如果啟用此選項，%@ 會將電子郵件地址和電話號碼單向加密（使用雜湊函式），然後將其傳送到伺服器以尋找相符的聯絡人。我們不會儲存任何通訊錄資料。

# more_information_random_seed
source: By moving your finger, you create random data (called “entropy”) that is used to generate the key pair associated with your new unique Threema ID.
cs: Pohybem prstu vytvoříte náhodná data (tzv. „entropie“), která slouží k vygenerování páru klíčů spojených s vaším novým unikátním Threema ID.
ko: 손가락을 움직임으로써, 랜덤한 데이터(”엔트로피”라고 함)를 생성하며, 이것은 새롭고 독특한 Threema ID와 연결된 키 쌍을 생성하는 데 사용됩니다.
nl: Door uw vinger te bewegen, maakt u willekeurige gegevens aan ('entropie' genoemd) die worden gebruikt om een sleutelpaar te genereren dat wordt gekoppeld aan uw nieuwe, unieke Threema ID.
sk: Pohybom prsta vytvárate náhodné údaje (tzv. entropiu), ktoré sa používajú na generovanie páru kľúčov priradeného k vášmu novému jedinečnému Threema ID.
tr: Parmağınızı hareket ettirerek, yeni benzersiz Threema Kimliğinizle ilişkili anahtar çiftini oluşturmak için kullanılan rastgele veriler ("entropi" olarak adlandırılır) oluşturursunuz.
uk: Рухаючи пальцем, ви створюєте випадкові дані (так звані "ентропії"), які використовуються для створення пари ключів, пов’язаної з вашим новим унікальним Threema ID.
zh_hans: 您可以移动手指创建随机数据（称为 “熵” (entropy)），生成与 Threema ID 关联的唯一的新密钥对。
zh_hant: 您可以移動手指建立隨機資料（稱為「熵」 (entropy)），生成與 Threema ID 相關的唯一的新金鑰對。

# id_confirm_description_work
source: Your Threema ID works just like a phone number. Your contacts can reach you through this ID.
cs: Vaše Threema ID funguje stejně jako telefonní číslo. Prostřednictvím tohoto ID se s vámi mohou spojit vaše kontakty.
ko: 당신의 Threema ID는 전화번호처럼 작동합니다. 연락처는 이 ID를 통해 당신에게 연락할 수 있습니다.
nl: Je Threema ID werkt net als een telefoonnummer. Je contactpersonen kunnen je via dit ID bereiken.
sk: Vaše Threema ID funguje ako telefónne číslo. Vaši priatelia vás môžu kontaktovať pomocou tohto ID.
tr: Threema kimliğiniz tıpkı bir telefon numarası gibi çalışır. Kişileriniz bu kimlik üzerinden size ulaşabilir.
uk: Ваш Threema ID працює як номер телефону. Ваші контакти можуть зв’язатися з вами через цей ID.
zh_hans: 您的 Threema ID 就像电话号码一样。您的联系人可以通过这个ID联系您。
zh_hant: 您的 Threema ID 就像電話號碼一樣。您的聯絡人可以透過這個ID與您聯絡。

# more_information_link_id
source: By giving us your phone number, we can help your friends find you automatically on Threema. This information will be stored in a secure and anonymous way. If you skip this step, you will use Threema completely anonymously.
cs: Když nám poskytnete svoje telefonní číslo, budou pak mít vaši přátelé možnost vás v síti Threema automaticky vyhledat. Tyto údaje budou uloženy bezpečným a anonymním způsobem. Pokud tento krok přeskočíte, budete používat aplikaci Threema naprosto anonymně.
ko: 전화번호를 제공하면 우리가 당신을 Threema에서 자동으로 찾는 데 도움을 드릴 수 있습니다. 이 정보는 안전하고 익명으로 저장됩니다. 이 단계를 건너 뛰면 Threema를 완전히 익명하게 사용하게 됩니다.
nl: Door ons je telefoonnummer te geven, kunnen we je vrienden je automatisch op Threema te vinden. Deze informatie wordt veilig en anoniem opgeslagen. Als je deze stap overslaat, kun je Threema volledig anoniem gebruiken.
sk: Poskytnutím svojho telefónneho čísla môže Threema pomôcť vašim kontaktom automaticky vás nájsť. Táto informácia bude bezpečne a anonymne uložená na našom serveri. Ak tento krok preskočíte, budete používať Threemu výlučne anonymne.
tr: Bize telefon numaranızı vererek, arkadaşlarınızın sizi Threema'da otomatik olarak bulmasına yardımcı olabiliriz. Bu bilgiler güvenli ve anonim bir şekilde saklanacaktır. Bu adımı atlarsanız, Threema'yı tamamen anonim olarak kullanacaksınız.
uk: Надавши нам свій номер телефону, ми зможемо допомогти вашим друзям автоматично знайти вас у Threema. Ця інформація зберігатиметься в безпечний та анонімний спосіб. Якщо ви пропустите цей крок, ви використовуватимете Threema повністю анонімно.
zh_hans: 向我们提供您的电话号码和电子邮件地址，以帮助您的联系人在 Threema 上自动找到您。这些消息将以安全且匿名的方式存储。 如果您跳过此步骤，则完全匿名使用 Threema。
zh_hant: 向我們提供您的電話號碼和電子郵件地址，以協助您的聯絡人在 Threema 上自動找到您。這些訊息將以安全且匿名的方式儲存。如果您跳過此步驟，則完全匿名使用 Threema。

# more_information_confirm_id
source: You also created a key pair. The public key has been securely transmitted to our servers. The private key never leaves your devices. This ensures that nobody else can read your messages.
cs: Také jste vytvořili pár klíčů. Veřejný klíč byl zabezpečeným způsobem přenesen na naše servery. Soukromý klíč nikdy neopustí vaše zařízení. Díky tomu nemůže vaše zprávy přečíst nikdo cizí.
ko: 키 페어도 생성했습니다. 공개 키는 안전하게 서버로 전송되었습니다. 개인 키는 장치를 떠나지 않습니다. 이것은 다른 사람이 메시지를 읽을 수 없게 보장합니다.
nl: U hebt ook een sleutelpaar aangemaakt. De openbare sleutel is veilig verstuurd naar onze servers. De privésleutel wordt altijd op uw apparaten behouden. Dit garandeert dat niemand uw berichten kan lezen.
sk: Vytvorili ste aj pár kľúčov. Verejný kľúč bol bezpečne odoslaný na naše servery. Súkromný kľúč nikdy neopustí vaše zariadenia. Tým sa zabezpečí, že nikto iný nebude môcť čítať vaše správy.
tr: Ayrıca bir anahtar çifti oluşturdunuz. Açık anahtar sunucularımıza güvenli bir şekilde iletildi. Özel anahtar cihazlarınızdan asla çıkmaz. Bu, mesajlarınızı başka kimsenin okuyamamasını sağlar.
uk: Також ви створили пару ключів. Відкритий ключ безпечно передано на наші сервери. Закритий ключ залишається суто на ваших пристроях. Це гарантує, що ніхто інший не зможе прочитати ваші повідомлення.
zh_hans: 您还创建了一个密钥对。公钥已安全地传输到我们的服务器，私钥永远不会离开您的设备，这样可以确保没有其他人可以阅读您的消息。
zh_hant: 您還建立了一個金鑰對。金鑰已安全地傳輸到我們的伺服器，私鑰永遠不會離開您的裝置，這樣可以確保沒有其他人可以閱讀您的訊息。

# id_confirm_description
source: Your Threema ID works just like a phone number. Your friends can reach you through this ID.
cs: Vaše Threema ID funguje stejně jako telefonní číslo. Prostřednictvím tohoto ID vás mohou kontaktovat vaši přátelé.
ko: 당신의 Threema ID는 전화번호처럼 작동합니다. 당신의 친구들은 이 ID를 통해 당신에게 연락할 수 있습니다.
nl: Je Threema ID werkt net als een telefoonnummer. Je vrienden kunnen je via dit ID bereiken.
sk: Vaše Threema ID funguje ako telefónne číslo. Vaši priatelia vás môžu kontaktovať pomocou tohto ID.
tr: Threema kimliğiniz tıpkı bir telefon numarası gibi çalışır. Arkadaşlarınız size bu kimlik üzerinden ulaşabilirler.
uk: Ваш Threema ID працює як номер телефону. Ваші друзі можуть зв’язатися з вами за допомогою цього ID.
zh_hans: 您的 Threema ID 就像电话号码一样。您的朋友可以通过这个ID联系您。
zh_hant: 您的 Threema ID 就像電話號碼一樣。您的好友可以透過這個ID與您聯絡。

# id_pick_nickname_description_work
source: Your contacts will see your nickname when they receive a message.
cs: Přezdívka se zobrazí vašim kontaktům, když od vás obdrží zprávu.
ko: 당신의 연락처들은 메시지를 받을 때 당신의 닉네임을 볼 것입니다.
nl: Je contactpersonen zien je nickname wanneer ze een bericht ontvangen.
sk: Vaše kontakty uvidia vašu prezývku akonáhle od vás dostanú správu.
tr: Kişileriniz bir mesaj aldıklarında takma isminizi görecekler.
uk: Контакти побачать ваше прізвисько, коли отримають повідомлення.
zh_hans: 当您的联系人收到消息时，他们会看到您的昵称。
zh_hant: 當您的聯絡人收到訊息時，他們會看到您的暱稱。

# id_confirm_your_id
source: This is your Threema ID:
cs: Toto je vaše Threema ID:
ko: 이것이 당신의 Threema ID입니다:
nl: Dit is je Threema ID:
sk: Toto je vaše Threema ID:
tr: Bu sizin Threema kimliğiniz:
uk: Це ваш Threema ID:
zh_hans: 这是您的 Threema ID：
zh_hant: 這是您的 Threema ID：

# id_pick_nickname_title
source: Choose a nickname
cs: Vyberte si přezdívku
ko: 닉네임을 선택하세요.
nl: Nickname kiezen
sk: Zadajte vašu prezývku
tr: Bir takma isim seçin
uk: Обрати прізвисько
zh_hans: 选择昵称
zh_hant: 選擇暱稱

# id_pick_nickname_description
source: Your friends will see your nickname when they receive a message.
cs: Přezdívka se zobrazí vašim přátelům, když od vás obdrží zprávu.
ko: 당신의 친구들은 메시지를 받을 때 당신의 닉네임을 볼 것입니다.
nl: Je vrienden zien je nickname wanneer ze een bericht ontvangen.
sk: Vaši priatelia uvidia vašu prezývku akonáhle od vás dostanú správu.
tr: Arkadaşlarınız bir mesaj aldıklarında takma isminizi görecekler.
uk: Ваші друзі побачать ваше прізвисько під час отримання повідомлення.
zh_hans: 当您的朋友收到消息时，他们会看到您的昵称。
zh_hant: 當您的好友收到訊息時，他們會看到您的暱稱。

# id_link_title_work
source: Help your contacts find you
cs: Pomozte svým kontaktům vás najít
ko: 연락처들이 당신을 찾을 수 있도록 도와주세요.
nl: Help je contactpersonen je te vinden
sk: Pomôžte svojim priateľom, aby vás našli
tr: Kişilerinizin sizi bulmasına yardımcı olun
uk: Допоможіть своїм контактам знайти вас
zh_hans: 帮助联系人找到您
zh_hant: 協助聯絡人找到您

# id_pick_nickname_question
source: Do you want to use your Threema ID as nickname?
cs: Chcete jako přezdívku použít svoje Threema ID?
ko: Threema ID를 닉네임으로 사용하시겠습니까?
nl: Wil je je Threema ID gebruiken als nickname?
sk: Chcete použiť vaše Threema ID ako prezývku?
tr: Threema kimliğinizi takma isim olarak kullanmak istiyor musunuz?
uk: Бажаєте використати Threema ID як прізвисько?
zh_hans: 您要使用 Threema ID 作为昵称吗？
zh_hant: 您要使用 Threema ID 作為暱稱嗎？

# id_enter_nickname
source: Enter a nickname
cs: Zadejte přezdívku
ko: 닉네임을 입력하세요.
nl: Nickname invoeren
sk: Zadajte prezývku
tr: Bir takma isim girin
uk: Введіть прізвисько
zh_hans: 输入昵称
zh_hant: 輸入暱稱

# id_link_no_input_work
source: You have entered neither a phone number nor an email address to link to your Threema ID. You will not appear on contact lists. Do you really want to use %@ in this completely anonymous way?
cs: Nezadali jste telefonní číslo ani e-mailovou adresu pro propojení svého Threema ID. Nebudete se zobrazovat v seznamech kontaktů. Opravdu chcete %@ používat tímto zcela anonymním způsobem?
ko: 전화번호나 이메일 주소를 Threema ID에 연결하지 않았습니다. 연락처 목록에 표시되지 않습니다. 정말로 %@를 완전히 익명한 방식으로 사용하고 싶습니까?
nl: Je hebt geen telefoonnummer of e-mailadres aan je Threema ID gekoppeld. Je zult niet in adresboeken verschijnen. Wil je %@ echt volledig anoniem gebruiken?
sk: Nezadali ste ani telefónne číslo, ani emailovú adresu na prepojenie s vaším Threema ID. Nebudete sa zobrazovať v zoznamoch kontaktov. Naozaj chcete používať %@ úplne anonymne?
tr: Threema kimliğinize bağlamak için telefon numarası veya e-posta adresi girmediniz. Arkadaşlarınızın kişi listelerinde görünmezsiniz. %@'ı tamamen anonim şekilde kullanmak istiyor musunuz?
uk: Ви не ввели ані номеру телефону, ані адреси електронної пошти для посилання на свій Threema ID. Ви не з'являтиметесь в списках контактів. Ви дійсно хочете використовувати %@ у такий абсолютно анонімний спосіб?
zh_hans: 您没有输入电话号码或电子邮件地址链接到 Threema ID，您不会出现在联系人列表中。您确定要以完全匿名的方式使用 %@ 吗？
zh_hant: 您沒有輸入電話號碼或電子郵件地址連結至 Threema ID，您將不會出現在聯絡人名單中。您確定要以完全匿名的方式使用 %@ 嗎？

# id_link_title
source: Help your friends find you
cs: Pomozte přátelům vás najít
ko: 친구들이 당신을 찾을 수 있도록 도와주세요.
nl: Help je vrienden je te vinden
sk: Pomôžte svojim priateľom, aby vás našli!
tr: Arkadaşlarınızın sizi bulmasına yardımcı olun
uk: Допоможіть своїм друзям знайти вас
zh_hans: 帮助朋友找到您
zh_hant: 協助好友找到您

# id_link_description_work
source: Link your phone number and/or email to your Threema ID.
cs: Propojte vaše telefoní číslo a/nebo email se svým Threema ID
ko: Threema ID에 전화번호와/또는 이메일을 연결하세요.
nl: Koppel je telefoonnummer en/of e-mailadres aan je Threema ID.
sk: Prepojte svoje telefónne číslo a/alebo email s vašim Threema ID.
tr: Telefon numaranızı ve / veya e-postanızı Threema kimliğinize bağlayın.
uk: Прив'яжіть номер телефону та / або електронну пошту до Threema ID.
zh_hans: 将您的电话号码和/或电子邮件链接到 Threema ID。
zh_hant: 將您的電話號碼和/或電子郵件連結至 Threema ID。

# id_link_description
source: Link your phone number to your Threema ID.
cs: Propojte své telefonní číslo se svým Threema ID.
ko: Threema ID에 전화번호를 연결하세요.
nl: Koppel je telefoonnummer aan je Threema ID.
sk: Prepojte svoje telefónne číslo s vašim Threema ID.
tr: Telefon numaranızı Threema kimliğinize bağlayın.
uk: Прив'яжіть свій номер телефону до Threema ID.
zh_hans: 将您的电话号码链接到 Threema ID。
zh_hant: 將您的電話號碼連結至 Threema ID。

# id_link_no_input
source: You haven’t entered a phone number to link to your Threema ID. You will not appear on your friends’ contact lists. Do you really want to use Threema in this completely anonymous way?
cs: Nezadali jste telefonní číslo pro propojení svého Threema ID. Nebudete se zobrazovat v seznamech kontaktů svých přátel. Opravdu chcete aplikaci Threema používat tímto zcela anonymním způsobem?
ko: 당신은 Threema ID에 연결할 전화번호를 입력하지 않았습니다. 친구들의 연락처 목록에 표시되지 않을 것입니다. 정말로 Threema를 이 완전히 익명한 방식으로 사용하길 원하십니까?
nl: U hebt geen telefoonnummer aan uw Threema ID gekoppeld. U zult niet in de adresboeken van uw vrienden worden getoond. Wilt u Threema echt volledig anoniem gebruiken?
sk: Nezadali ste číslo mobilného telefónu, ktoré by bolo prepojené s vašim Threema ID. Nebudete se zobrazovať v zozname kontaktov vašich priateľov. Naozaj chcete používať aplikáciu Threema výlučne anonymne?
tr: Threema kimliğinize bağlamak için telefon numarası girmediniz. Arkadaşlarınızın kişi listelerinde görünmezsiniz. %@'ı tamamen anonim şekilde kullanmak istiyor musunuz?
uk: Ви не ввели номеру телефону для прив'язання до Threema ID. Ви не з’являтиметесь в списках контактів ваших друзів. Ви дійсно хочете використовувати Threema у такий абсолютно анонімний спосіб?
zh_hans: 您没有输入电话号码链接到 Threema ID，您不会出现在朋友的联系人列表中。您确定要以完全匿名的方式使用Threema吗？
zh_hant: 您沒有輸入電話號碼連結至 Threema ID，您不會出現在好友的聯絡人清單中。您確定要以完全匿名的方式使用 Threema 嗎？

# id_sync_title_work
source: Find your contacts on %@
cs: Vyhledejte svoje kontakty v %@
ko: %@에서 연락처를 찾으세요.
nl: Je contactpersonen vinden op %@
sk: Nájdite svoje kontakty na %@
tr: %@ üzerinde kişilerinizi bulun
uk: Знайти контакти у %@
zh_hans: 在 %@ 上查找您的联系人
zh_hant: 在 %@ 上尋找您的聯絡人

# id_sync_description_work
source: Switch on to see which of your contacts are using %@.
cs: Aktivací zjistíte, kdo z vašich kontaktů používá %@.
ko: %@을(를) 사용하는 연락처 중 어떤 연락처가 있는지 확인하려면 켜세요.
nl: Inschakelen om te zien wie van je contactpersonen %@ gebruiken.
sk: Zapnite, aby ste videli, ktoré z vašich kontaktov používajú %@.
tr: Kişilerinizden hangisinin %@ kullandığını görmek için geçiş yapın.
uk: Увімкніть для перегляду контактів, які використовують %@.
zh_hans: 打开以查看哪些联系人正在使用 %@。
zh_hant: 開啟以查看哪些聯絡人正在使用 %@。

# id_enter_email
source: Email (optional)
cs: E-mail (nepovinný)
ko: 이메일 (선택 사항)
nl: E-mailadres (optioneel)
sk: Email (voliteľné)
tr: E-posta (isteğe bağlı)
uk: Електронна пошта (за бажанням)
zh_hans: 电子邮件（可选）
zh_hant: 電子郵件（選用）

# id_sync_title
source: Find your friends on Threema
cs: Vyhledejte svoje přátele v síti Threema
ko: Threema에서 친구들을 찾으세요.
nl: Vind je vrienden op Threema
sk: Nájdite svojich priateľov na Threeme
tr: Threema’da arkadaşlarınızı bulun
uk: Знайдіть своїх друзів на Threema
zh_hans: 在 Threema 上查找您的朋友
zh_hant: 在 Threema 上尋找您的好友

# id_sync_description
source: Switch on to see which of your friends are using Threema.
cs: Aktivací zjistíte, kteří vaši přátelé používají aplikaci Threema.
ko: Threema를 사용하는 친구 중 어떤 친구가 있는지 확인하려면 켜세요.
nl: Inschakelen om te zien wie van je vrienden Threema gebruiken.
sk: Aktiváciou zistíte, kto z vašich priateľov používa Threemu.
tr: Threema'yı hangi arkadaşlarınızın kullandığını görmek için açın.
uk: Увімкніть, щоб побачити хто з ваших друзів використовує Threema.
zh_hans: 打开以查看哪些朋友正在使用 Threema。
zh_hant: 開啟以查看哪些好友正在使用 Threema。

# id_sync_contacts
source: Sync contacts
cs: Synchronizovat kontakty
ko: 연락처 동기화
nl: Contactpersonen synchroniseren
sk: Synchronizovať kontakty
tr: Kişileri eşitle
uk: Синхронізувати контакти
zh_hans: 同步联系人
zh_hant: 同步聯絡人

# id_completed_title
source: You’re done! Everything correct?
cs: Hotovo! Je vše v pořádku?
ko: 완료되었습니다! 모든 것이 올바른가요?
nl: U bent klaar! Is alles juist?
sk: Hotovo. Je všetko správne?
tr: İşlemleriniz tamamlandı! Herşey doğru mu?
uk: Готово! Все вірно?
zh_hans: 大功告成！资料正确吗？
zh_hant: 大功告成！資料正確嗎？

# id_completed_nickname
source: Your nickname
cs: Vaše přezdívka
ko: 당신의 별명
nl: Je nickname
sk: Vaša prezývka
tr: Takma isminiz
uk: Ваше прізвисько
zh_hans: 您的昵称
zh_hant: 您的暱稱

# id_completed_linked_to
source: Linked to
cs: Propojeno s
ko: 연결된 대상
nl: Gekoppeld aan
sk: Prepojené s
tr: ile bağlı
uk: Прив'язано до
zh_hans: 链接到
zh_hant: 連結至

# id_completed_sync_contacts
source: Sync Contacts
cs: Synchronizovat kontakty
ko: 연락처 동기화
nl: Contactpersonen synchroniseren
sk: Synchronizovať kontakty;
tr: Kişileri eşitle
uk: Синхронізовані контакти
zh_hans: 同步联系人
zh_hant: 同步聯絡人

source: Finish
cs: Dokončit
ko: 완료
nl: Gereed
sk: Dokončiť
tr: Tamam
uk: Завершити
zh_hans: 完成
zh_hant: 完成

source: Linking email
cs: Propojování e-mailu
ko: 이메일 연결
nl: E-mailadres koppelen
sk: Prepájanie emailu
tr: E-posta bağlanıyor
uk: Прив'язування електронної пошти
zh_hans: 正在链接电子邮件
zh_hant: 正在連結電子郵件

source: Syncing contacts
cs: Synchronizace kontaktů
ko: 연락처 동기화
nl: Contactpersonen synchroniseren
sk: Synchronizácia kontaktov
tr: Kişiler eşitleniyor
uk: Синхронізація контактів
zh_hans: 正在同步联系人
zh_hant: 正在同步聯絡人

# linking_phone
source: Linking phone number
cs: Propojování telefonního čísla
ko: 전화번호 연결
nl: Telefoonnummer koppelen
sk: Prepíjanie telefónneho čísla
tr: Telefon numarası bağlanıyor
uk: Прив'язування номеру телефону
zh_hans: 正在链接电话号码
zh_hant: 正在連結電話號碼

source: (linked)
cs: (propojeno)
ko: (연결됨)
nl: (gekoppeld)
sk: (prepojené)
tr: (bağlı)
uk: (прив'язано)
zh_hans: （已链接）
zh_hant: （已連結）

# linking_phone_sms_sent
source: Sent SMS for verification
cs: Ověřovací SMS byla odeslána
ko: 인증을 위해 SMS 보냄
nl: SMS versturen ter verificatie
sk: Odoslať SMS pre overenie
tr: Doğrulama için kısa mesaj gönderildi
uk: Надіслано СМС для підтвердження
zh_hans: 发送短信以进行验证
zh_hant: 傳送簡訊以進行驗證

source: Password
cs: Heslo
ko: 비밀번호
nl: Wachtwoord
sk: Heslo
tr: Şifre
uk: Пароль
zh_hans: 密码
zh_hant: 密碼

source: (optional)
cs: (nepovinné)
ko: (선택 사항)
nl: (optioneel)
sk: (voliteľné)
tr: (isteğe bağlı)
uk: (за бажанням)
zh_hans: （可选）
zh_hant: （選用）

# scan_id_backup
source: Scan exported QR code
cs: Naskenujte exportovaný QR kód
ko: 내보낸 QR 코드를 스캔
nl: Geëxporteerde QR-code scannen
sk: Zoskenovať exportovaný QR kód
tr: Dışa aktarılan kare kodunu tara
uk: Сканувати експортований QR-код
zh_hans: 扫描已导出的二维码
zh_hant: 掃描已匯出的QR碼

source: Phone number
cs: Telefonní číslo
ko: 전화번호
nl: Telefoonnummer
sk: Telefónne číslo
tr: Telefon numarası
uk: Номер телефону
zh_hans: 电话号码
zh_hant: 電話號碼

# id_backup
source: Exported ID
cs: Exportované ID
ko: 내보낸 ID
nl: Geëxporteerde ID
sk: Exportované ID
tr: Dışa aktarılan kimlik
uk: Експортований ID
zh_hans: 已导出的ID
zh_hant: 已匯出的ID

# id_backup_placeholder
source: Enter or paste the text string of the ID export to restore
cs: Zadejte nebo vložte textový řetězec obnovovaného exportu ID
ko: ID 복원을 위해 텍스트 문자열을 입력하거나 붙여넣으세요.
nl: Voer de tekststring van de geëxporteerde ID in of plak deze om te herstellen
sk: Pre obnovenie zadajte alebo vložte textový reťazec exportovaného ID
tr: Geri yüklenecek kimliğin dışa aktarılan metin dizesini girin veya yapıştırın
uk: Введіть або вставте текстовий рядок експортованого ID для відновлення
zh_hans: 输入或粘贴ID导出的文本字符串以恢复
zh_hant: 輸入或貼上ID匯出的文字字串以還原

source: Username
cs: Uživatelské jméno
ko: 사용자 이름
nl: Gebruikersnaam
sk: Užívateľské meno
tr: Kullanıcı adı
uk: Ім'я користувача
zh_hans: 用户名
zh_hant: 用戶名稱

source: Country code
cs: Mezinárodní předvolba
ko: 국가 코드
nl: Landcode
sk: Medzinárodná predvoľba
tr: Ülke kodu
uk: Код країни
zh_hans: 国家代码
zh_hant: 國家代碼

# enter_license_password_placeholder
source: Password
cs: Heslo
ko: 비밀번호
nl: Wachtwoord
sk: Heslo
tr: Şifre
uk: Пароль
zh_hans: 密码
zh_hant: 密碼

source: Leave Group
cs: Opustit skupinu
ko: 그룹 떠나기
nl: Groep verlaten
sk: Opustiť skupinu
tr: Gruptan ayrıl
uk: Покинути групу
zh_hans: 退出群组
zh_hant: 離開群組

# work_data_fetch_failed_title
source: Loading Threema Work data failed
cs: Načtení dat Threema Work se nezdařilo
ko: Threema Work 데이터 로드 실패
nl: Het laden van Threema Work-gegevens is mislukt
sk: Načítavanie pracovných údajov z aplikácie Threema bolo neúspešné
tr: Threema Work verileri yüklenemedi
uk: Не вдалося завантажити дані Threema Work
zh_hans: 加载 Threema Work 的数据失败
zh_hant: 載入 Threema Work 的資料失敗
