Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/*.lproj/Localizable.strings
Languages: cs, ko, nl, sk, tr, uk, zh_hans, zh_hant

# url_warning_body
source: The hostname of the link you’re about to open is suspicious: Displayed Hostname: %@ Real hostname: %@ This could be an attempt to trick you into opening a site pretending to be something else. Would you like to continue anyway?
cs: Název hostitele v odkazu, který se chystáte otevřít, je podezřelý: Zobrazený název hostitele: %@ Skutečný název hostitele: %@ Může se jednat o pokus přimět vás podvodem k otevření stránky, která se vydává za nějakou jinou. Chcete přesto pokračovat?
ko: 열려고 하는 링크의 호스트 이름이 의심스러운 것으로 나타납니다: 표시된 호스트 이름: %@ 실제 호스트 이름: %@ 이것은 다른 것을 흉내내는 사이트를 열려고 하는 시도일 수 있습니다. 그래도 계속 하시겠습니까?
nl: De hostnaam van de link die u wilt openen, is verdacht: Weergegeven hostnaam: %@ Echte hostnaam: %@ Dit kan een poging zijn om u een nepsite te laten openen. Wil je toch doorgaan?
sk: Odkaz, ktorý sa chystáte otvoriť je podozrivý: Zobrazená adresa: <b>%@</b> Skutočná adresa: <b>%@</b> Môže se jednať o pokus prinútiť vás otvoriť falošnú webovú stránku. Prajete si napriek tomu pokračovať?
tr: Açmak üzere olduğunuz bağlantının ana bilgisayar adı şüpheli: Görüntülenen ana bilgisayar adı: %@ Gerçek ana bilgisayar adı: %@ Bu, başka bir şeymiş gibi davranan bir site açmanız için sizi kandırma girişimi olabilir. Devam etmek istiyor musunuz?
uk: Ім’я хоста посилання, яке ви збираєтеся відкрити, підозріле: Показане ім'я хоста: %@ Справжнє ім'я: %@ Це може бути спробою змусити вас відкрити сайт, прикидаючись іншим сайтом. Все одно бажаєте продовжити?
zh_hans: 您要打开的链接的主机名有可疑。 显示的主机名：%@ 真实主机名：%@ 这可能是试图欺骗您打开一个假装成其他网站的虛假网页。 您仍然要继续吗？
zh_hant: 您要打開的連結的主機名有可疑。 顯示的主機名：%@ 真實的主機名：%@ 這可能是試圖欺騙您開啟一個假裝成其他網站的虛假網頁。 您仍然要繼續嗎？

# settings_navbar_title
source: Settings
cs: Nastavení
ko: 설정
nl: Instellingen
sk: Nastavenia
tr: Ayarlar
uk: Налаштування
zh_hans: 设置
zh_hant: 設定

# settings_list_privacy_title
source: Privacy
cs: Soukromí
ko: 개인 정보
sk: Súkromie
tr: Gizlilik
uk: Приватність
zh_hans: 隐私
zh_hant: 隱私權

# settings_list_appearance_title
source: Appearance
cs: Vzhled
ko: 외관
nl: Verschijning
sk: Vzhľad
tr: Görünüm
uk: Вигляд
zh_hans: 外观
zh_hant: 外觀

# settings_list_notifications_title
source: Notifications
cs: Oznámení
ko: 알림
nl: Berichten
sk: Upozornenia
tr: Bildirimler
uk: Сповіщення
zh_hans: 通知
zh_hant: 通知

# settings_list_chat_title
source: Chat
ko: 채팅
nl: Chatten
sk: Konverzácia
tr: Sohbet
uk: Діалог
zh_hans: 会话
zh_hant: 對話

# settings_list_media_title
source: Media
cs: Média
ko: 미디어
sk: Média
tr: Medya
uk: Медіа
zh_hans: 媒体
zh_hant: 多媒體

# settings_list_storage_management_title
source: Storage Management
cs: Správa úložiště
ko: 저장 관리
nl: Opslagbeheer
sk: Správa úložiska
tr: Depolama Yönetimi
uk: Керування сховищем
zh_hans: 存储管理
zh_hant: 儲存管理

# settings_list_passcode_lock_title
source: Passcode Lock
cs: Zamykání přístupovým kódem
ko: 암호 잠금
nl: Veiligheidscode
sk: Zamykanie prístupovým kódom
tr: Parola Kilidi
uk: Блокування за допомогою пароля
zh_hans: 密码锁
zh_hant: 密碼鎖

# settings_threema_calls
source: Calls
cs: Hovory
ko: 통화
nl: Oproepen
sk: Hovory
tr: Aramalar
uk: Виклики
zh_hans: 通话
zh_hant: 通話

# settings_list_threema_desktop_title
source: Threema 2.0 for Desktop (Beta)
ko: 데스크톱용 Threema 2.0 (베타)
nl: Threema 2.0 voor desktop (bèta)
tr: Masaüstü için Threema 2.0 (Beta)
uk: Threema для комп’ютера 2.0 (Бета)
zh_hans: Threema 2.0 桌面版（测试版）
zh_hant: Threema 2.0 桌面版（測試版）

# settings_list_threema_web_title
source: Desktop/Web
ko: 데스크톱/웹
tr: Masaüstü/Web
uk: Застосунок / Вебверсія
zh_hans: 桌面版/网页版
zh_hant: 桌面版/網頁版

# settings_list_network_title
source: Network Status
cs: Stav sítě
ko: 네트워크 상태
nl: Netwerkstatus
sk: Stav siete
tr: Ağ Durumu
uk: Стан мережі
zh_hans: 网络状态
zh_hant: 網路狀態

# settings_list_version_title
source: Version
cs: Verze
ko: 버전
nl: Versie
sk: Verzia
tr: Sürüm
uk: Версія
zh_hans: 版本
zh_hant: 版本

# settings_list_settings_license_username_title
source: License Username
cs: Uživatelské jméno licence
ko: 라이선스 사용자 이름
nl: Gebruikersnaam licentie
sk: Užívateľské meno licencie
tr: Lisans Kullanıcı Adı
uk: Ім'я користувача ліцензії
zh_hans: 许可证用户名
zh_hant: 授權條款用戶名稱

# settings_list_invite_a_friend_title
source: Invite a Friend
cs: Pozvat přítele
ko: 친구 초대
nl: Een vriend uitnodigen
sk: Pozvať priateľa
tr: Arkadaşını davet et
uk: Запросити друга
zh_hans: 邀请朋友
zh_hant: 邀請好友

# settings_list_threema_work_channel_title
source: Threema Work Channel
cs: Kanál Threema Work
ko: Threema Work 채널
nl: Threema Work-kanaal
sk: Kanál Threema Work
tr: Threema Work Kanalı
uk: Канал Threema Work
zh_hans: Threema Work 频道
zh_hant: Threema Work 頻道

# settings_list_rate
source: Rate %@
cs: Ohodnoťte %@
ko: %@ 평가
nl: %@ beoordelen
sk: Ohodnotiť %@
tr: Oran %@
uk: Оцініть %@
zh_hans: 对 %@ 评分
zh_hant: 對 %@ 評分

# settings_list_support_title
source: Support
cs: Podpora
ko: 지원
nl: Ondersteuning
sk: Podpora
tr: Destek
uk: Підтримка
zh_hans: 支持
zh_hant: 支援

# settings_list_privacy_policy_title
source: Privacy Policy
cs: Zásady ochrany osobních údajů
ko: 개인 정보 정책
nl: Privacybeleid
sk: Ochrana osobných údajov
tr: Gizlilik Politikası
uk: Політика конфіденційності
zh_hans: 隐私政策
zh_hant: 隱私權政策

# settings_list_license_title
source: License
cs: Licence
ko: 라이선스
nl: Licentie
sk: Licencia
tr: Lisans
uk: Ліцензія
zh_hans: 许可证
zh_hant: 授權條款

# settings_advanced
source: Advanced
cs: Pokročilé
ko: 고급
nl: Geavanceerd
sk: Pokročilé
tr: Gelişmiş
uk: Розширені
zh_hans: 高级设置
zh_hant: 進階設定

# settings_threema_work_subtitle
source: The secure communication solution for companies
cs: Zabezpečené komunikační řešení pro firmy
ko: 기업을 위한 안전한 통신 솔루션
nl: De veilige communicatie-oplossing voor bedrijven
sk: Riešenie bezpečnej komunikácie pre spoločnosti
tr: Şirketler için güvenli iletişim çözümü
uk: Надійне рішення для забезпечення комунікації в компанії
zh_hans: 企业的安全通信解决方案
zh_hant: 企業的安全通訊解決方案

# settings_feedback
source: Beta Feedback
cs: Zpětná vazba beta verze
ko: 베타 피드백
sk: Beta spätná väzba
tr: Beta geri bildirimi
uk: Відгук про бета-версію
zh_hans: 测试版反馈
zh_hant: 測試版意見回饋

# settings_list_tos_title
source: Terms of Service
cs: Smluvní podmínky
ko: 서비스 약관
nl: Gebruiksvoorwaarden
sk: Podmienky služby
tr: Kullanım Şartları
uk: Умови використання
zh_hans: 服务条款
zh_hant: 服務條款

# settings_md_sync_alert_title
source: Synchronization failed
cs: Synchronizace se nezdařila
ko: 동기화 실패
nl: Synchronisatie is mislukt
sk: Synchronizácia zlyhala
tr: Senkronizasyon başarısız oldu
uk: Помилка синхронізації
zh_hans: 同步失败
zh_hant: 同步失敗

# settings_privacy_contacts_header
source: Contacts
cs: Kontakty
ko: 연락처
nl: Contacten
sk: Kontakty
tr: Kişiler
uk: Контакти
zh_hans: 联系人
zh_hant: 聯絡人

# settings_privacy_sync_contacts
source: Sync Contacts
cs: Synchronizovat kontakty
ko: 연락처 동기화
nl: Contactpersonen synchroniseren
sk: Synchronizovať kontakty
tr: Kişileri Senkronize Et
uk: Синхронізація контактів
zh_hans: 同步联系人
zh_hant: 同步聯絡人

# settings_privacy_exclusion_list
source: Exclusion List
cs: Seznam vyřazených
ko: 제외 목록
nl: Uitsluitingslijst
sk: Zoznam vylúčených ID
tr: Hariç Listesi
uk: Список виключень
zh_hans: 排除名单
zh_hant: 排除清單

# settings_privacy_exclusion_list_alert_title
source: ID too short
cs: ID je příliš krátké
ko: ID가 너무 짧음
nl: ID is te kort
sk: ID je príliš krátke
tr: Kimlik çok kısa
uk: ID занадто короткий
zh_hans: ID长度太短
zh_hant: ID長度太短

# settings_privacy_exclusion_list_alert_message
source: Please enter an ID with a length of exaclty 8 characters.
cs: Zadejte ID, které bude dlouhé přesně 8 znaků.
ko: 정확히 8자 길이의 ID를 입력하세요.
nl: Voer een ID in die minstens 8 leestekens bevat.
sk: Zadajte ID s dĺžkou presne 8 znakov.
tr: Lütfen tam olarak 8 karakter uzunluğunda bir kimlik girin.
uk: Будь ласка, введіть ідентифікатор довжиною рівно 8 символів.
zh_hans: 请输入8个字符长度的 ID。
zh_hant: 請輸入8個字元長度的 ID。

# settings_privacy_block_unknown
source: Block Unknown
cs: Blokovat neznámé
ko: 알려지지 않은 것 차단
nl: Onbekenden blokkeren
sk: Blokovať neznáme
tr: Bilinmeyeni Engelle
uk: Блокувати невідомих
zh_hans: 屏蔽未知者
zh_hant: 封鎖未知者

# settings_privacy_block_unknown_footer_on
source: Only people on your contact list can send you a message.
cs: Zprávy vám mohou posílat pouze lidé z vašeho seznamu kontaktů.
ko: 당신의 연락처 목록에 있는 사람만이 당신에게 메시지를 보낼 수 있습니다.
nl: Alleen mensen op uw contactlijst kunnen u een bericht sturen.
sk: Správu vám môžu poslať iba ľudia z vášho zoznamu kontaktov.
tr: Yalnızca adres defterinizdeki kişiler size mesaj gönderebilir.
uk: Лише люди з вашого списку контактів можуть надсилати вам повідомлення.
zh_hans: 只有在通讯录的联系人才能向您发送消息。
zh_hant: 只有在通訊錄的聯絡人才能向您傳送訊息。

# settings_privacy_block_unknown_foooter_off
source: Anybody can send you a message. New contacts will be added automatically when their first message arrives.
cs: Zprávy vám může posílat kdokoliv. Nové kontakty budou přidávány automaticky poté, co od nich obdržíte první zprávu.
ko: 누구나 당신에게 메시지를 보낼 수 있습니다. 새로운 연락처는 첫 번째 메시지가 도착할 때 자동으로 추가됩니다.
nl: Iedereen kan u een bericht sturen. Nieuwe contacten worden automatisch toegevoegd wanneer hun eerste bericht aankomt.
sk: Správu vám môže poslať ktokoľvek. Nové kontakty sa pridajú automaticky, keď príde ich prvá správa.
tr: Herkes size mesaj gönderebilir. İlk mesajları geldiğinde yeni kişiler otomatik olarak eklenecektir.
uk: Будь-хто може надіслати вам повідомлення. Нові контакти будуть додані автоматично, коли надійде перше повідомлення.
zh_hans: 任何人都可以向您发送消息。当他向您发送第一条消息时，会自动添加到新的联系人。
zh_hant: 任何人都可以向您傳送訊息。當他向您傳送第一則訊息時，會自動新增至新聯絡人。

# settings_privacy_os_header
source: iOS Integration
cs: Integrace do iOS
ko: iOS 통합
nl: iOS-integratie
sk: Integrácia pre iOS
tr: iOS Entegrasyonu
uk: Інтеграція iOS
zh_hans: 与iOS系统的整合
zh_hant: 與iOS系統的整合

# settings_privacy_os_donate
source: Share Interactions
cs: Sdílet interakce
ko: 상호 작용 공유
nl: Interacties delen
sk: Zdieľať interakcie
tr: Etkileşimleri Paylaş
uk: Поділитися взаємодіями
zh_hans: 打开分享互动
zh_hant: 開啟分享互動

# settings_privacy_os_reset
source: Reset Interactions
cs: Resetovat interakce
ko: 상호 작용 재설정
nl: Interacties herstellen
sk: Resetovať interakcie
tr: Etkileşimleri Sıfırla
uk: Скинути взаємодії
zh_hans: 重置分享互动
zh_hant: 重設分享互動

# settings_privacy_os_footer
source: If turned on, Threema contacts will be suggested when sharing content in iOS. Sharing interactions exposes information to iOS.
cs: Pokud je tato funkce zapnuta, budou se při sdílení obsahu v iOS nabízet kontakty Threema. Sdílení interakcí odhalí informace systému iOS.
ko: 만약 켜져 있다면, iOS에서 콘텐츠를 공유할 때 Threema 연락처가 제안됩니다. 공유 상호작용은 정보를 iOS에 노출시킵니다.
nl: Indien ingeschakeld, worden er contactpersonen van Threema voorgesteld wanneer er in iOS inhoud wordt gedeeld. Het delen van interacties onthult informatie aan iOS.
sk: Ak je táto možnosť zapnutá, pri zdieľaní obsahu v systéme iOS budú navrhované kontakty z aplikácie Threema. Interakcie zdieľania odhaľujú informácie systému iOS.
tr: Açıksa, iOS'ta içerik paylaşılırken Threema kişileri önerilecektir. Etkileşimleri paylaşmak, bilgileri iOS'a gösterir.
uk: Якщо цю опцію буде ввімкнено, контакти Threema будуть пропонуватися, коли ви поширюватимете контент в iOS. Ця дія робить інформацію доступною для iOS.
zh_hans: 如果打开分享互动，在iOS中分享内容时会建议 Threema 联系人列表。 分享互动可能会将信息暴露给iOS系统。
zh_hant: 如果開啟分享互動，在iOS中分享內容時會建議 Threema 聯絡人清單。分享互動可能會將資訊暴露至iOS系統。

# settings_privacy_chat_header
source: Chat
ko: 채팅
nl: Chatten
sk: Konverzácia
tr: Sohbet
uk: Чат
zh_hans: 会话
zh_hant: 對話

# settings_privacy_read_receipts
source: Read Receipts
cs: Potvrzení o přečtení
ko: 읽음
nl: Ontvangstbevestigingen
sk: Potvrdenie o prečítaní
tr: Okundu Bilgisi
uk: Звіти про прочитання
zh_hans: 已读回执
zh_hant: 已讀標記

# settings_privacy_typing_indicator
source: Typing Indicators
cs: Ukazatele psaní
ko: 타이핑 인디케이터
nl: Invoerindicators
sk: Indikátory písania
tr: Yazma Göstergesi
uk: Індикатори набору тексту
zh_hans: 输入状态
zh_hant: 打字狀態

# settings_privacy_poi_header
source: Location Data
cs: Data polohy
ko: 위치 데이터
nl: Locatiegegevens
sk: Údaje o polohe
tr: Konum Verisi
uk: Дані місцеперебування
zh_hans: 位置数据
zh_hant: 位置資料

# settings_privacy_choose_poi
source: Show POIs
cs: Zobrazit body zájmu
ko: POI 보기
nl: Nuttige plaatsen tonen
sk: Zobraziť POI
tr: İÇN'ları göster
uk: Показувати цікаві місця
zh_hans: 显示POI
zh_hant: 顯示POI

# settings_privacy_poi_footer
source: If turned on, points of interest near you are displayed when you share your location. For this purpose, your location is sent to the server.
cs: Pokud je možnost povolena, a budete sdílet polohu, budou zobrazeny body zájmu ve vašem okolí. Pro tento účel bude vaše poloha odeslána na server.
ko: 켜져 있을 경우, 위치를 공유할 때 근처의 관심 지점들이 표시됩니다. 이를 위해 귀하의 위치 정보가 서버로 전송됩니다.
nl: Als deze functie ingeschakeld is, worden nuttige plaatsen in uw omgeving weergegeven wanneer u uw locatie deelt. Voor dit doel wordt uw locatie naar de server verzonden.
sk: Ak je zapnuté, pri zdieľaní polohy sa zobrazia body záujmu vo vašej blízkosti. Na tento účel sa vaša poloha odošle na server.
tr: Açıksa, konumunuzu paylaştığınızda yakınınızdaki ilgi çekici noktalar görüntülenir. Bu amaçla konumunuz sunucuya gönderilir.
uk: Якщо увімкнено, то за умови поширення місцеперебування можна побачити цікаві точки біля вас. З цією метою дані про місцеперебування надсилаються до серверу.
zh_hans: 如果打开此功能，在分享位置时会显示附近的POI。您的位置会被发送到我们的服务器。
zh_hant: 如果開啟此功能，在分享位置時會顯示附近的POI。您的位置會被傳送至我們的伺服器。

# settings_privacy_TIRR_reset_all
source: Reset for All Contacts
cs: Resetovat pro všechny kontakty
ko: 모든 연락처에 대한 재설정
nl: Voor alle contactpersonen herstellen
sk: Resetovať pre všetky kontakty
tr: Tüm Kişiler için Sıfırla
uk: Скидання для всіх контактів
zh_hans: 重置所有联系人
zh_hant: 重設所有聯絡人

# settings_privacy_TIRR_reset_footer
source: Reset all contacts to the default setting.
cs: Resetovat všechny kontakty do výchozího nastavení.
ko: 모든 연락처를 기본 설정으로 재설정합니다.
nl: Standaardinstellingen voor alle contactpersonen herstellen.
sk: Resetovať všetky kontakty na predvolené nastavenie.
tr: Tüm kişileri varsayılan ayara sıfırlar.
uk: Скинути всі контакти до налаштувань за замовчуванням.
zh_hans: 将所有联系人重置为默认设置。
zh_hant: 將所有聯絡人重設為預設設定。

# settings_privacy_TIRR_reset_alert_title
source: Reset
cs: Resetovat
ko: 재설정
nl: Herstellen
sk: Resetovať
tr: Sıfırla
uk: Скинути
zh_hans: 重置
zh_hant: 重設

# settings_privacy_TIRR_reset_alert_message
source: Reset all contacts to the default setting. Action cannot be undone.
cs: Resetovat všechny kontakty do výchozího nastavení. Akci nelze vzít zpět.
ko: 모든 연락처를 기본 설정으로 재설정합니다. 이 작업은 되돌릴 수 없습니다.
nl: Standaardinstellingen voor alle contactpersonen herstellen. Dit kan niet ongedaan worden gemaakt.
sk: Resetovať všetky kontakty na predvolené nastavenie. Akciu nie je možné vrátiť späť.
tr: Tüm kişileri varsayılan ayara sıfırlar. İşlem geri alınamaz.
zh_hans: 将所有联系人重置为默认设置。此操作不能被撤销。
zh_hant: 將所有聯絡人重設為預設設定。此作業不能被還原。

# settings_privacy_TIRR_reset_alert_action
source: Reset All
cs: Resetovat vše
ko: 모두 재설정
nl: Alles herstellen
sk: Resetovať všetko
tr: Hepsini Sıfırla
uk: Скинути все
zh_hans: 重置所有内容
zh_hant: 重設所有內容

# settings_privacy_hide_private_chats
source: Hide Private Chats
cs: Skrýt soukromé chaty
ko: 개인 채팅 숨기기
nl: Privéchats verbergen
sk: Skryť súkromné konverzácie
tr: Özel Sohbetleri Gizle
uk: Приховати приватні чати
zh_hans: 隐藏私密会话
zh_hant: 隱藏私密對話

# settings_privacy_hide_private_chats_footer
source: Hides all private chats in the chats overview. You need to set a passcode in order to activate this setting.
cs: Skryje všechny soukromé chaty v přehledu chatů. Pro aktivaci tohoto nastavení je třeba nastavit přístupový kód.
ko: 모든 개인 채팅을 채팅 개요에서 숨깁니다. 이 설정을 활성화하려면 패스코드를 설정해야 합니다.
nl: Dit verbergt alle privéchats in het chatoverzicht. Je moet een beveiligingscode instellen om deze optie te activeren.
sk: Skryje všetky súkromné konverzácie v prehľade konverzácií. Ak chcete aktivovať toto nastavenie, musíte nastaviť prístupový kód.
tr: Sohbetlere genel bakışta tüm özel sohbetleri gizler. Bu ayarı etkinleştirmek için bir şifre belirlemeniz gerekir.
uk: Приховує всі приватні чати в огляді чатів. Вам потрібно встановити пароль, щоб активувати це налаштування.
zh_hans: 在会话界面中隐藏所有私密会话，您需要设置密码锁才能启用此设置。
zh_hant: 在對話畫面中隱藏所有私密對話，您需要設定密碼鎖才能啟用此設定。

# settings_appearance_theme_section
source: Design theme
cs: Vizuální motiv
ko: 디자인 테마
nl: Thema ontwerpen
sk: Vizuálny motív
tr: Tasarım teması
uk: Тема
zh_hans: 设计主题
zh_hant: 設計主題

# settings_appearance_light_theme
source: Light
cs: Světlý
ko: 라이트
nl: Licht
sk: Svetlý
tr: Açık
uk: Світла
zh_hans: 浅色
zh_hant: 淺色

# settings_appearance_dark_theme
source: Dark
cs: Temný
ko: 다크
nl: Donker
sk: Tmavý
tr: Koyu
uk: Темна
zh_hans: 深色
zh_hant: 深色

# settings_appearance_system_theme
source: System
cs: Systém
ko: 시스템
nl: Systeem
sk: Systémový
tr: Sistem
uk: Системна
zh_hans: 根据系统设置
zh_hant: 根據系統設定

# settings_appearance_theme_selected
source: %@ theme active
cs: Téma %@ je aktivní
ko: %@ 테마 활성 중
nl: %@-thema actief
sk: Aktívny motív %@
tr: %@ tema etkin
uk: Обрана тема %@
zh_hans: %@ 主题启用中
zh_hant: %@ 主題啟用中

# settings_appearance_theme_active
source: Active
cs: Aktivní
ko: 활성
nl: Actief
sk: Aktívny
tr: Aktif
uk: Активна
zh_hans: 启用
zh_hant: 啟用

# settings_appearance_hide_app_icon
source: App Icon
cs: Ikona aplikace
ko: 앱 아이콘
nl: App-icoon
sk: Ikona aplikácie
tr: Uygulama Simgesi
uk: Значок застосунку
zh_hans: 应用图标
zh_hant: 應用程式圖示

# settings_appicon_default_header
source: Default Icon
cs: Výchozí ikona
ko: 기본 아이콘
nl: Standaardpictogram
sk: Predvolená ikona
tr: Varsayılan Simge
uk: Значок за замовчуванням
zh_hans: 默认图标
zh_hant: 預設圖示

# settings_appicon_legacy_header
source: Threema Icons
cs: Ikony Threema
ko: Threema 아이콘
nl: Threema-pictogrammen
sk: Ikony Threema
tr: Threema Simgeleri
uk: Значки Threema
zh_hans: Threema 图标
zh_hant: Threema 圖示

# settings_appicon_special_header
source: Special Icons
cs: Speciální ikony
ko: 특별한 아이콘
nl: Speciale pictogrammen
sk: Špeciálne ikony
tr: Özel Simgeler
uk: Спеціальні значки
zh_hans: 特殊图标
zh_hant: 特殊圖示

# settings_appearance_hide_stale_contacts
source: Hide Inactive IDs
cs: Skrýt neaktivní ID
ko: 비활성 ID 숨기기
nl: Inactieve ID’s verbergen
sk: Skryť neaktívne ID
tr: Etkin olmayan kimlikleri gizle
uk: Сховати неактивні ID
zh_hans: 隐藏不活跃的ID
zh_hant: 隱藏非活躍的ID

# settings_appearance_show_profile_pictures
source: Show Profile Pictures
cs: Zobrazovat profilové obrázky
ko: 프로필 사진 표시
nl: Profielafbeeldingen weergeven
sk: Zobraziť profilové obrázky
tr: Profil resimlerini göster
uk: Показувати зображення профілю
zh_hans: 显示个人头像
zh_hant: 顯示大頭貼

# settings_appearance_display_order
source: Display Order
cs: Pořadí zobrazení
ko: 표시 순서
nl: Geef weer
sk: Poradie zobrazenia
tr: Görüntüleme sırası
uk: Порядок показування
zh_hans: 显示顺序
zh_hant: 顯示順序

# settings_appearance_show_gallery_preview
source: Show Gallery Preview
cs: Zobrazovat náhled galerie
ko: 갤러리 미리보기 표시
nl: Albumvoorbeelden weergeven
sk: Zobrazovať náhľad galérie
tr: Galeri önizlemesini göster
uk: Попередній перегляд галереї
zh_hans: 显示图库预览
zh_hant: 顯示圖片庫預覽

# settings_notifications_inapp_section
source: In App
cs: V aplikaci
ko: 앱 내에서
sk: V aplikácii
tr: Uygulama içi
uk: У застосунку
zh_hans: 应用内
zh_hant: 應用程式內

# settings_notifications_inapp_sounds
source: In App Sounds
cs: Zvuky v aplikaci
ko: 앱 내 소리
nl: Geluiden in de app
sk: Zvuky v aplikácii
tr: Uygulama İçi Sesler
uk: Звуки в застосунку
zh_hans: 应用内的声音
zh_hant: 應用程式內的音效

# settings_notifications_inapp_vibrate
source: In App Vibrate
cs: Vibrace v aplikaci
ko: 앱 내 진동
nl: Trillen in de app
sk: Vibrácie v aplikácii
tr: Uygulama İçi Titreşim
uk: Вібрація в застосунку
zh_hans: 应用内的振动
zh_hant: 應用程式內的震動

# settings_notifications_inapp_preview
source: Show Message Preview
cs: Zobrazit náhled zprávy
ko: 메시지 미리보기 표시
nl: Voorbeeldweergave van bericht
sk: Zobraziť ukážku správy
tr: Mesaj Önizlemesini Göster
uk: Попередній перегляд повідомлення
zh_hans: 显示消息预览
zh_hant: 顯示訊息預覽

# settings_notifications_push_section
source: Push Notifications
cs: Nabízená oznámení
ko: 푸시 알림
nl: Pushberichten
sk: Push hlásenia
tr: Anlık bildirimler
uk: Push-сповіщення
zh_hans: 推送通知
zh_hant: 推播通知

# settings_notifications_push_sound
source: Sound
cs: Zvuk
ko: 알림 소리
nl: Geluid
sk: Zvuk
tr: Ses
uk: Звук
zh_hans: 声音
zh_hant: 音效

# settings_notifications_push_groupsound
source: Group Sound
cs: Zvuk skupiny
ko: 그룹 사운드
nl: Geluid groep
sk: Zvuk skupiny
tr: Grup sesi
uk: Звук групи
zh_hans: 群组声音
zh_hant: 群組音效

# settings_notifications_push_preview
source: Show Message Preview
cs: Zobrazit náhled zprávy
ko: 메시지 미리보기 표시
nl: Voorbeeldweergave van bericht
sk: Zobraziť ukážku správy
tr: Mesaj Önizlemesini Göster
uk: Попередній перегляд повідомлення
zh_hans: 显示消息预览
zh_hant: 顯示訊息預覽

# settings_notifications_masterDnd_section_header
source: Off-Hours Policy
cs: Volba po pracovní době
ko: 퇴근 후 정책
nl: Buiten bedrijfstijden
sk: Voľba po pracovnej dobe
tr: Mesai dışı saatleri politikası
uk: Політика годин тиші
zh_hans: 非工作时间政策
zh_hant: 非工作時間政策

# settings_notifications_masterDnd
source: Do Not Disturb During Off-Hours
cs: Nerušit mimo pracovní dobu
ko: 퇴근 후 시간 동안 방해 금지
nl: Niet storen buiten werktijden
sk: Nevyrušovať po pracovnej dobe
tr: Mesai saatleri dışında rahatsız etmeyin
uk: Не турбувати під час годин тиші
zh_hans: 非工作时间期间请勿打扰
zh_hant: 非工作時間期間請勿打擾

# settings_notifications_masterDnd_section_footer
source: Disable notifications and reject calls outside of working hours.
cs: Deaktivovat oznámení a odmítat hovory mimo pracovní dobu.
ko: 근무 시간 외에는 알림을 비활성화하고 통화를 거부합니다.
nl: Meldingen uitschakelen en oproepen buiten kantooruren afwijzen.
sk: Vypnúť hlásenia a odmietať hovory mimo pracovnej doby
tr: Bildirimleri devre dışı bırak ve mesai saatleri dışındaki aramaları reddet.
uk: Заблокувати сповіщення та відхиляти дзвінки не у робочий час.
zh_hans: 在工作时间以外禁用通知并拒绝通话。
zh_hant: 在工作時間以外停用通知並拒絕通話。

# settings_notifications_masterDnd_workingDays
source: Working Days
cs: Pracovní dny
ko: 근무일
nl: Werkdagen
sk: Pracovné dni
tr: İş günleri
uk: Робочі дні
zh_hans: 工作日
zh_hant: 工作日

# settings_notifications_masterDnd_startTime
source: Start of Working Hours
cs: Začátek pracovní doby
ko: 근무 시간 시작
nl: Start van kantooruren
sk: Začiatok pracovnej doby
tr: Çalışma saatlerinin başlangıcı
uk: Початок робочого дня
zh_hans: 上班时间
zh_hant: 上班時間

# settings_notifications_masterDnd_endTime
source: End of Working Hours
cs: Konec pracovní doby
ko: 근무 시간 종료
nl: Einde van kantooruren
sk: Koniec pracovnej doby
tr: Çalışma saatlerinin sonu
uk: Кінец робочого дня
zh_hans: 下班时间
zh_hant: 下班時間

# settings_notification_iOS_settings
source: System Settings
cs: Nastavení systému
ko: 시스템 설정
nl: Systeeminstellingen
sk: Systémové nastavenia
tr: Sistem ayarları
uk: Системні налаштування
zh_hans: 系统设置
zh_hant: 系統設定

# settings_notification_type_preview_title
source: Push Notifications
cs: Nabízená oznámení
ko: 푸시 알림
nl: Pushmeldingen
sk: Push upozornenia
tr: Anlık Bildirimler
uk: Push-сповіщення
zh_hans: 推送通知
zh_hant: 推播通知

# settings_notification_type_preview_description
source: Choose which information should be included in push notifications for incoming Threema messages.
cs: Vyberte, které informace mají být zahrnuty do nabízených oznámení k příchozím zprávám Threema.
ko: Threema 메시지 수신 시 푸시 알림에 포함되어야 할 정보를 선택하세요.
nl: Kies welke informatie er moet worden opgenomen in pushmeldingen voor inkomende Threema-berichten.
sk: Vyberte, ktoré informácie majú byť zahrnuté v push upozorneniach na prichádzajúce správy v aplikácii Threema.
tr: Gelen Threema mesajları için anlık bildirimlere hangi bilgilerin dahil edileceğini seçin.
uk: Укажіть, яку інформацію потрібно включати в push-сповіщення для вхідних повідомлень Threema.
zh_hans: 选择哪些信息应包含在 Threema 新信息的推送通知中。
zh_hant: 選擇哪些訊息應包括在 Threema 新訊息的推播通知中。

# settings_notification_type_preview_restrictive_title
source: Display Nickname
cs: Zobrazovat přezdívku
ko: 닉네임 표시
nl: Bijnaam tonen
sk: Zobraziť prezývku
tr: Takma Adı Görüntüle
uk: Показувати прізвисько
zh_hans: 显示昵称
zh_hant: 顯示暱稱
