Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/*.lproj/Localizable.strings
Languages: cs, ko, nl, sk, tr, uk, zh_hans, zh_hant

source: Scan Document
cs: Naskenovat dokument
ko: 문서 스캔
nl: Document scannen
sk: Skenovať dokument
tr: Belgeyi Tara
uk: Сканувати документ
zh_hans: 扫描文件
zh_hant: 掃描文件

# no_contacts_loading
source: The contacts are currently being downloaded from the server. They will be displayed once the process is complete.
cs: Kontakty se právě stahují ze serveru. Zobrazí se po dokončení procesu.
ko: 현재 서버에서 연락처를 다운로드하는 중입니다. 프로세스가 완료되면 연락처가 표시됩니다.
nl: De contactpersonen worden momenteel gedownload van de server. Zodra dit proces is voltooid, worden ze weergegeven.
sk: Kontakty sa práve sťahujú zo servera. Zobrazia sa po dokončení procesu.
tr: Kişiler şu anda sunucudan indirilmektedir. İşlem tamamlandığında görüneceklerdir.
uk: Контакти прямо зараз викачуються з серверу. Щойно цей процес завершиться – ви їх побачите.
zh_hans: 目前正在从服务器下载联系人列表。下载完成后，就会显示完整的联系人列表。
zh_hant: 目前正在從伺服器下載聯絡人清單。下載完成後，就會顯示完整的聯絡人清單。

# contactList_add_contact
source: New Contact
cs: Nový kontakt
ko: 새 연락처
nl: Nieuwe contactpersoon
sk: Nový kontakt
tr: Yeni Kişi
uk: Новий контакт
zh_hans: 新联系人
zh_hant: 新聯絡人

# contactList_add_group
source: New Group
cs: Nová skupina
ko: 새 그룹
nl: Nieuwe groep
sk: Nová skupina
tr: Yeni Grup
uk: Нова група
zh_hans: 新群组
zh_hant: 新群組

# chats_title
source: Chats
cs: Chaty
ko: 대화
sk: Konverzácie
tr: Sohbetler
uk: Діалоги
zh_hans: 会话
zh_hant: 對話

# chats_pinned
source: Pinned
cs: Připnuto
ko: 고정됨
nl: Gemarkeerd
sk: Pripnuté
tr: Sabitlendi
uk: Закріплено
zh_hans: 已置顶
zh_hant: 已置頂

# SortOrder_Firstname
source: First, Last
cs: Jméno Příjmení
ko: 이름, 성
nl: Voornaam, Achternaam
sk: Meno, Priezvisko
tr: İsim, Soyisim
uk: Ім’я, Прізвище
zh_hans: 名字，姓氏
zh_hant: 名字，姓氏

# SortOrder_Lastname
source: Last, First
cs: Příjmení Jméno
ko: 성, 이름
nl: Achternaam, Voornaam
sk: Priezvisko, Meno
tr: Soyisim, İsim
uk: Прізвище, Ім’я
zh_hans: 姓氏，名字
zh_hant: 姓氏，名字

# segmentcontrol_contacts
source: Contacts
cs: Kontakty
ko: 연락처
nl: Contactpersonen
sk: Kontakty
tr: Kişiler
uk: Контакти
zh_hans: 联系人
zh_hant: 聯絡人

# segmentcontrol_groups
source: Groups
cs: Skupiny
ko: 그룹
nl: Groepen
sk: Skupiny
tr: Gruplar
uk: Групи
zh_hans: 群组
zh_hant: 群組

# segmentcontrol_distribution_list
source: Distribution Lists
cs: Distribuční seznamy
ko: 배포 목록
nl: Distributielijsten
sk: Distribučný zoznam
tr: Dağıtım Listeleri
uk: Списки розсилки
zh_hans: 通讯组列表
zh_hant: 通訊群組清單

# segmentcontrol_work_contacts
source: Work
cs: Práce
ko: 회사
sk: Práca
tr: İş
uk: Робота
zh_hans: 工作
zh_hant: 工作

# webrtc_diagnostics.title
source: WebRTC Diagnostics
cs: Diagnostika WebRTC
ko: WebRTC 진단
nl: WebRTC-diagnose
sk: Diagnostika WebRTC
tr: WebRTC Tanılama
uk: Діагностика WebRTC
zh_hans: WebRTC 诊断
zh_hant: WebRTC 診斷

# webrtc_diagnostics.description
source: Start this tool to debug problems with setting up a voice call connection. Press the “Start” button to start the test.
cs: Spusťte tento nástroj pro odhalení problémů s nastavením hlasového volání Stiskem tlačítka „Spustit“ zahájíte test.
ko: 이 도구를 실행하여 음성 통화 연결 문제를 진단합니다. 테스트를 시작하려면 "시작" 버튼을 누르십시오.
nl: Start deze tool om problemen op te sporen met het opzetten van een spraakverbinding. Druk op de knop “Start” om de test te starten.
sk: Spustením tohoto nástroja vám umožní hľadať zdroj problémov s nastavením spojenia hlasového hovoru. Stlačením tlačidla “Štart” zahájite test.
tr: Sesli arama yapmakla ilgili sorunları ayıklamak için bu aracı başlatın. Testi başlatmak için "Başlat" düğmesine basın.
uk: Запустіть цей засіб, щоб усунути проблеми зі з’єднанням для голосового зв’язку. Щоб почати перевірку, натисність кнопку “Почати”.
zh_hans: 启动此工具以调试与设置语音通话连接有关的问题。 按 “开始” 按钮开始测试。
zh_hant: 啟用此工具以偵錯與設定語音通話連接有關的問題。 按「開始」按鈕開始測試。

# webrtc_diagnostics.start
source: Start
cs: Spustit
ko: 시작
sk: Štart
tr: Başlat
uk: Почати
zh_hans: 开始
zh_hant: 開始

# webrtc_diagnostics.copyToClipboard
source: Copy to clipboard
cs: Zkopírovat do schránky
ko: 클립보드에 복사
nl: Naar klembord kopiëren
sk: Skopírovať do schránky
tr: Panoya kopyala
uk: Скопіювати до буфера обміну
zh_hans: 复制到剪贴板
zh_hant: 複製至剪貼簿

# webrtc_diagnostics.copy
source: Copy to clipboard done
cs: Zkopírováno do schránky.
ko: 클립보드에 복사 완료
nl: Naar klembord gekopieerd
sk: Skopírované do schránky
tr: Panoya kopyalandı
uk: Скопійовано до буфера обміну
zh_hans: 已复制到剪切板
zh_hant: 已複製至剪貼簿

# webrtc_diagnostics.done
source: Done. If you experience problems with call connection build-up, please send this output to Threema support.
cs: Hotovo. Vyskytnou-li se problémy s navázáním hovoru, pošlete tento výstup podpoře Threema.
ko: 종료되었습니다. 통화 연결에 문제가 있는 경우 이 음성을 Threema 지원팀에 보내주십시오.
nl: Klaar. Als je problemen hebt bij het opzetten van je oproepverbinding, stuur deze uitvoer dan naar de ondersteuning van Threema.
sk: Hotovo. Pokiaľ zaznamenáte problémy s nadviazaním spojenia hovoru, odošlite tento výstup podpore Threema.
tr: Tamamlandı. Arama yapmakla ilgili sorunlar yaşıyorsanız, lütfen bu günlüğü Threema desteğine gönderin.
uk: Готово. Якщо у вас виникають проблеми з налаштуванням зв’язку, надішліть ці дані до служби підтримки Threema.
zh_hans: 大功告成。如果您遇到通话连接建立的问题，请将此输出报告发送给 Threema 支持。
zh_hant: 大功告成。如果您在建立通話連線時遇到問題，請將錯誤日誌傳送至 Threema 支援。

# mwphotobrowser_select
source: Select
cs: Vyberte
ko: 선택
nl: Selecteren
sk: Vybrať
tr: Seç
uk: Вибрати
zh_hans: 选择
zh_hant: 選擇

# mwphotobrowser_select_all
source: Select All
cs: Vybrat vše
ko: 모두 선택
nl: Alles selecteren
sk: Vybrať všetko
tr: Hepsini seç
uk: Вибрати все
zh_hans: 全选
zh_hant: 選擇所有

# mwphotobrowser_deselect_all
source: Deselect All
cs: Odznačit vše
ko: 모두 선택 해제
nl: Selectie opheffen
sk: Odznačiť všetko
tr: Hiçbirini seçme
uk: Скасувати вибір
zh_hans: 取消全选
zh_hant: 全部不選

# profileimage_setting_all_footer
source: All contacts will receive your profile picture when you send them a message.
cs: Všechny kontakty obdrží váš profilový obrázek, když jim pošlete zprávu.
ko: 메시지를 보낼 때 모든 연락처가 프로필 사진을 받게 됩니다.
nl: Alle contactpersonen ontvangen je profielafbeelding als je hen een bericht zendt.
sk: Všetky kontakty príjmu váš profilový obrázok po to, ako im pošlete správu.
tr: Tüm kişiler, onlara bir mesaj gönderdiğinizde profil resminizi alacaktır.
uk: Усі контакти побачать зображення вашого профілю, коли ви надішлете їм повідомлення.
zh_hans: 当您向联系人发送消息时，他们会看到您的个人头像。
zh_hant: 當您向聯絡人傳送訊息時，他們將看到您的大頭貼。

# profileimage_setting_contacts_footer
source: The contacts selected in this list will receive your profile picture when you send them a message.
cs: Kontakty zvolené v tomto seznamu obdrží váš profilový obrázek, když jim pošlete zprávu.
ko: 이 목록에서 선택된 연락처에는 메시지를 썼을 때 당신의 프로필 사진이 표시됩니다.
nl: De geselecteerde contactpersonen in deze lijst ontvangen je profielafbeelding als je hen een bericht zendt.
sk: Označené kontakty v tomto zozname uvidia vašu profilovú fotku akonáhle im pošlete správu.
tr: Bu listede seçilen kişiler, onlara bir mesaj gönderdiğinizde profil resminizi alacaktır.
uk: Контакти з цього списку побачать зображення вашого профілю, коли ви надішлете їм повідомлення.
zh_hans: 当您向列表中选择的联系人发送消息时，他们会看到您的个人头像。
zh_hant: 當您向清單中選定的聯絡人傳送訊息時，他們將看到您的大頭貼。

# status_disconnected
source: Disconnected
cs: Odpojeno
ko: 연결 끊김
nl: Verbinding verbroken
sk: Odpojené
tr: Bağlantı kesildi
uk: Відключено
zh_hans: 连接中断
zh_hant: 已中斷連線

# status_connecting
source: Connecting
cs: Spojuji
ko: 연결
nl: Verbinden
sk: Spájanie
tr: Bağlanıyor
uk: Підключення
zh_hans: 连接中
zh_hant: 連線中

# status_connected
source: Connecting
cs: Spojuji
ko: 연결중
nl: Verbinden
sk: Spájanie
tr: Bağlanıyor
uk: Підключення
zh_hans: 连接中
zh_hant: 連線中

# status_loggedIn
source: Connected
cs: Připojeno
ko: 연결됨
nl: Verbonden
sk: Pripojené
tr: Bağlı
uk: З'єднано
zh_hans: 已连接
zh_hant: 已連線

# status_disconnecting
source: Disconnected
cs: Přerušeno
ko: 연결 끊김
nl: Verbinding verbroken
sk: Odpojené
tr: Bağlı değil
uk: Відключено
zh_hans: 连接中断
zh_hant: 已中斷連線

# cannot_connect_title
source: No connection
cs: Není spojení
ko: 연결되지 않음
nl: Geen verbinding
sk: Bez pripojenia
tr: Bağlantı yok
uk: Немає підключення
zh_hans: 没有连接
zh_hant: 沒有連線

# cannot_connect_message
source: Cannot connect, please check your internet connection.
cs: Nefunkční připojení k Internetu, proveďte nápravu, prosím.
ko: 연결할 수 없습니다. 인터넷에 연결되어 있는지 확인해 주세요.
nl: Geen verbinding, controleer je internetverbinding.
sk: Nefunkčné pripojenie k internetu
tr: Bağlanamıyor, lütfen internet bağlantınızı kontrol edin.
uk: Не вдається підключитися, будь ласка, перевірте інтернет-з’єднання.
zh_hans: 无法连接，请检查您的网络连接。
zh_hant: 無法連線，請檢查您的網路連線。

# delete_identity_passcode_title
source: Passcode Enabled
cs: Přístupový kód je aktivní
ko: 암호 잠금 활성화됨
nl: Beveiligingscode ingeschakeld
sk: Prístupový kód je aktivovaný
tr: Şifre etkin
uk: Код доступу активовано
zh_hans: 密码锁已启用
zh_hant: 密碼鎖已啟用

# delete_identity_passcode_message
source: Please disable the passcode before deleting your ID.
cs: Před smazáním svého ID prosím deaktivuje přístupový kód.
ko: 아이디를 삭제하기 전에 암호 잠금을 비활성화 하십시오.
nl: Schakel de beveiligingscode uit voordat je je ID verwijdert.
sk: Pred vymazaním vášho ID prosím deaktivujte prístupový kód.
tr: Lütfen kimliğinizi silmeden önce şifreyi devre dışı bırakın.
uk: Перед видаленням свого ID вимкніть код доступу, будь ласка.
zh_hans: 请在删除您的ID之前禁用密码锁。
zh_hant: 請在刪除您的ID之前停用密碼鎖。

source: Cancel
cs: Zrušit
ko: 취소
nl: Annuleren
sk: Zrušiť
tr: İptal et
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

source: Continue
cs: Pokračovat
ko: 계속
nl: Doorgaan
sk: Pokračovať
tr: Devam et
uk: Продовжити
zh_hans: 继续
zh_hant: 繼續

source: OK
ko: 확인
nl: Oké
tr: Tamam
uk: Гаразд
zh_hans: 确定
zh_hant: 確認

source: No
cs: Ne
ko: 아니요
nl: Nee
sk: Nie
tr: Hayır
uk: Ні
zh_hans: 否
zh_hant: 否

source: Yes
cs: Ano
ko: 네
nl: Ja
sk: Áno
tr: Evet
uk: Так
zh_hans: 是
zh_hant: 是

source: Delete
cs: Smazat
ko: 삭제
nl: Verwijderen
sk: Vymazať
tr: Sil
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

source: Try Again
cs: Další pokus
ko: 다시 시도
nl: Opnieuw
sk: Skúsiť znovu
tr: Tekrar deneyin
uk: Спробувати ще раз
zh_hans: 再试一次
zh_hant: 再試一次

source: Copy
cs: Zkopírovat
ko: 복사
nl: Kopiëren
sk: Skopírovať
tr: Kopyala
uk: Скопіювати
zh_hans: 复制
zh_hant: 複製

source: Save
cs: Uložit
ko: 저장
nl: Opslaan
sk: Uložiť
tr: Kaydet
uk: Зберегти
zh_hans: 保存
zh_hant: 儲存

source: Edit
cs: Upravit
ko: 편집
nl: Bewerken
sk: Upraviť
tr: Düzenle
uk: Змінити
zh_hans: 编辑
zh_hant: 編輯

source: Download
cs: Stáhnout
ko: 다운로드
nl: Downloaden
sk: Stiahnuť
tr: İndir
uk: Завантажити
zh_hans: 下载
zh_hant: 下載

source: Retry
cs: Opakovat
ko: 다시 시도
nl: Opnieuw proberen
sk: Znova
tr: Tekrar deneyin
uk: Повторити спробу
zh_hans: 重试
zh_hant: 重試

source: Share
cs: Sdílet
ko: 공유
nl: Delen
sk: Zdieľať
tr: Paylaş
uk: Поділитися
zh_hans: 分享
zh_hant: 分享

source: Details
cs: Podrobnosti
ko: 자세히
sk: Detaily
tr: Detaylar
uk: Деталі
zh_hans: 详情
zh_hant: 詳情

# acknowledge
source: Agree
cs: Souhlasím
ko: 동의
nl: Accepteren
sk: Súhlasím
tr: Katılıyorum
uk: Погоджуюся
zh_hans: 同意
zh_hant: 同意

# decline
source: Disagree
cs: Nesouhlasím
ko: 동의하지 않음
nl: Niet accepteren
sk: Nesúhlasím
tr: Katılmıyorum
uk: Не погоджуюся
zh_hans: 不同意
zh_hant: 不同意

source: Quote
cs: Citace
ko: 인용
nl: Citeren
sk: Citovať
tr: Alıntıla
uk: Цитувати
zh_hans: 引用
zh_hant: 引用

source: Speak
cs: Mluvte
ko: 말하기
nl: Spreken
sk: Hovoriť
tr: Konuş
uk: Говорити
zh_hans: 说话
zh_hant: 說話

source: Send
cs: Odeslat
ko: 보내기
nl: Versturen
sk: Posielať
tr: Gönder
uk: Надіслати
zh_hans: 发送
zh_hant: 傳送

source: Image
cs: Obraz
ko: 이미지
nl: Afbeelding
sk: Obrázok
tr: Resim
uk: Зображення
zh_hans: 图片
zh_hant: 圖片

source: Sticker
cs: Nálepka
ko: 스티커
sk: Nálepka
tr: Çıkartma
uk: Наліпка
zh_hans: 表情包
zh_hant: 貼圖

source: Video
ko: 비디오
uk: Відео
zh_hans: 视频
zh_hant: 影片

source: File
cs: Soubor
ko: 파일
nl: Bestand
sk: Súbor
tr: Dosya
uk: Файл
zh_hans: 文件
zh_hant: 檔案

source: Location
cs: Poloha
ko: 위치
nl: Locatie
sk: Poloha
tr: Konum
uk: Місцеперебування
zh_hans: 位置
zh_hant: 位置

source: Locating…
cs: Zaměřování…
ko: 위치지정 중…
nl: Bezig met zoeken...
sk: Hľadá sa…
tr: Konum belirleniyor…
uk: Пошук розташування...
zh_hans: 定位中...
zh_hant: 定位中...

source: unknown location
cs: neznámá poloha
ko: 알 수 없는 위치
nl: onbekende locatie
sk: Poloha neznáma
tr: bilinmeyen konum
uk: невідоме місцеперебування
zh_hans: 未知位置
zh_hant: 未知位置

source: Open
cs: Otevřít
ko: 열기
nl: Openen
sk: Otvoriť
tr: Açık
uk: Відкрити
zh_hans: 打开
zh_hant: 開啟

source: Call
cs: Volání
ko: 통화
nl: Bellen
sk: Hovor
tr: Ara
uk: Зателефонувати
zh_hans: 通话
zh_hant: 通話

source: Info
ko: 정보
tr: Bilgi
uk: Інформація
zh_hans: 资讯
zh_hant: 資訊

# error_abort
source: Unrecoverable Error
cs: Neopravitelná chyba
ko: 회복불능 에러
nl: Onherstelbare fout
sk: Neopraviteľná chyba
tr: Kurtarılamaz Hata
uk: Фатальна помилка
zh_hans: 无法恢复的错误
zh_hant: 無法恢復的錯誤

source: QR code
cs: QR kód
ko: QR 코드
sk: QR kód
tr: Kare kod
uk: QR-код
zh_hans: 二维码
zh_hant: QR碼

source: Forward
cs: Přeposlat
ko: 전달
nl: Doorsturen
sk: Preposlať
tr: İlet
uk: Назад
zh_hans: 转发
zh_hant: 轉寄

source: Read
cs: Přečteno
ko: 읽음
nl: Gelezen
sk: Prečítaná
tr: Okundu
uk: Прочитане
zh_hans: 已读
zh_hant: 已讀

source: Unread
cs: Nepřečteno
ko: 읽지 않음
nl: Ongelezen
sk: Neprečítaná
tr: Okunmamış
uk: Непрочитане
zh_hans: 未读
zh_hant: 未讀

source: Settings
cs: Nastavení
ko: 설정
nl: Instellingen
sk: Nastavenia
tr: Ayarlar
uk: Налаштування
zh_hans: 设置
zh_hant: 設定

source: Load more
cs: Načíst další
ko: 더 불러오기
nl: Meer laden
sk: Načítať viac
tr: Daha fazla yükle
uk: Завантажити більше
zh_hans: 加载更多
zh_hant: 載入更多

source: All
cs: Vše
ko: 전체
nl: Alles
sk: Všetko
tr: Hepsi
uk: Усі
zh_hans: 所有
zh_hant: 所有

# myIdentity
source: Profile
cs: Profil
ko: 내 프로필
nl: Profiel
sk: Profil
tr: Profil
uk: Профіль
zh_hans: 个人资料
zh_hant: 個人檔案

# share_id
source: Share your Threema ID
cs: Sdílejte své Threema ID
ko: Threema 아이디 공유
nl: Uw Threema ID delen
sk: Zdieľať vaše Threema ID
tr: Threema kimliğinizi paylaşın
uk: Поділитись вашим Threema ID
zh_hans: 分享您的 Threema ID
zh_hant: 分享您的 Threema ID

source: close
cs: zavřít
ko: 닫기
nl: sluiten
sk: zatvoriť
tr: kapat
uk: закрити
zh_hans: 关闭
zh_hant: 關閉

source: Nickname
cs: Přezdívka
ko: 닉네임
sk: Prezývka
tr: Takma isim
uk: Прізвисько
zh_hans: 昵称
zh_hant: 暱稱

# add_button
source: Add
cs: Přidat
ko: 추가
nl: Toevoegen
sk: Pridať
tr: Ekle
uk: Додати
zh_hans: 添加
zh_hant: 新增

source: Learn more…
cs: Zjistěte více…
ko: 더 알아보기
nl: Meer informatie...
sk: Viac informácií…
tr: Daha fazla bilgi edinin...
uk: Докладніше…
zh_hans: 了解更多…
zh_hant: 了解更多…

# file_message_image
source: Image
cs: Obrázek
ko: 이미지
nl: Afbeelding
sk: Obrázok
tr: Resim
uk: Зображення
zh_hans: 图片
zh_hant: 圖片

# file_message_sticker
source: Sticker
cs: Nálepka
ko: 스티커
sk: Nálepka
tr: Çıkartma
uk: Наліпка
zh_hans: 表情包
zh_hant: 貼圖

# file_message_video
source: Video
ko: 비디오
uk: Відео
zh_hans: 视频
zh_hant: 影片

# file_message_voice
source: Voice Message
cs: Hlasová zpráva
ko: 음성 메시지
nl: Spraakbericht
sk: Hlasová správa
tr: Sesli Mesaj
uk: Голосове повідомлення
zh_hans: 语音消息
zh_hant: 語音訊息

# file_message_file
source: File
cs: Soubor
ko: 파일
nl: Bestand
sk: Súbor
tr: Dosya
uk: Файл
zh_hans: 文件
zh_hant: 檔案

source: chat
ko: 채팅
sk: konverzácia
tr: sohbet
uk: діалог
zh_hans: 会话
zh_hant: 對話

# share_menu
source: Share…
cs: Sdílet…
ko: 공유...
nl: Delen…
sk: Zdieľať
tr: Paylaş...
uk: Поділитись...
zh_hans: 分享…
zh_hant: 分享…

# forward_menu
source: Forward…
cs: Přeposlat…
ko: 전달…
nl: Doorsturen…
sk: Preposlať...
tr: İlet...
uk: Переслати...
zh_hans: 转发…
zh_hant: 轉寄…

# chatview_contextmenu_select
source: Select…
cs: Vybrat…
ko: 선택
nl: Selecteren...
sk: Vybrať...
tr: Seç…
uk: Вибрати…
zh_hans: 选择…
zh_hant: 選擇…

# chat_back_button_accessibility
source: %d unread
cs: %d nepřečteno
ko: %d개 읽지 않음
nl: %d ongelezen
sk: %d neprečítané
tr: %d okunmadı
uk: %d непрочитаних
zh_hans: %d条未读消息
zh_hant: %d則未讀訊息

source: Show in Google Maps
cs: Zobrazit v mapách Google
ko: Google Maps에서 보기
nl: Weergeven in Google Maps
sk: Zobraziť v mapách Google
tr: Google Haritalar'da göster
uk: Показати у Google Maps
zh_hans: 在谷歌地图中显示
zh_hant: 在 Google 地圖中顯示

source: Show in Maps
cs: Zobrazit v mapách
ko: 지도에서 보기
nl: Tonen in kaarten
sk: Zobraziť v Mapách
tr: Haritalar'da göster
uk: Показати у Картах
zh_hans: 在地图上显示
zh_hant: 在地圖上顯示

source: Calculate Route
cs: Vypočítat cestu
ko: 경로 계산
nl: Route berekenen
sk: Vypočitať trasu
tr: Rota hesapla
uk: Прорахувати маршрут
zh_hans: 计算路线
zh_hant: 計算路線

# conversation_log_subject
source: Threema chat with %@
cs: Záznam konverzace Threema s %@
ko: Threema 대화를 %@로 내보내기
nl: Threema-gesprekslog met %@
sk: Threema konverzácia s %@
tr: %@ ile Threema sohbeti
uk: Діалог у Threema з %@
zh_hans: 用 %@ 导出 Threema 会话记录
zh_hant: 以 %@ 匯出 Threema 對話記錄

# conversation_log_body
source: The encrypted chat is attached in %@. A modern ZIP tool with AES support is needed in order to unzip the file, e.g. http://www.7-zip.org or https://itunes.apple.com/us/app/the-unarchiver/id425424353
cs: Šifrovaný záznam konverzace je připojený v %@. K rozbalení souboru je zapotřebí moderní komprimační nástroj s podporou AES, např. http://www.7-zip.org nebo https://itunes.apple.com/us/app/the-unarchiver/id425424353
ko: 암호화된 대화가 %@에 첨부되었습니다. 이 파일을 열려면 http://www.7-zip.org 또는 https://itunes.apple.com/us/app/the-unarchiver/id425424353과 같은 AES를 지원하는 최신 ZIP 압축 해제 소프트웨어가 필요합니다.
nl: Het versleutelde gesprekslog is bijgevoegd bij %@. Een modern ZIP-programma met AES-ondersteuning is vereist om het bestand uit te pakken, bijv. http://www.7-zip.org of https://itunes.apple.com/us/app/the-unarchiver/id425424353
sk: Zašifrovaný záznam konverzácie je pripojený v %@. Pre rozbalenie súboru je potrebný moderný ZIP nástroj s podporou AES, napr. http://www.7-zip.org alebo https://itunes.apple.com/us/app/the-unarchiver/id425424353
tr: Şifreli sohbet %@ dizinine eklenmiştir. Dosyayı açmak için AES destekli modern bir ZIP aracı gereklidir. Örneğin; http://www.7-zip.org veya https://itunes.apple.com/us/app/the-unarchiver/id425424353
uk: Журнал захищеного діалогу прикріплено до %@. Щоб розархівувати файл, потрібен сучасний ZIP-застосунок з підтримкою AES: https://7-zip.org.ua/ або https://apps.apple.com/ua/app/the-unarchiver/id425424353
zh_hans: 已加密的会话记录包含在 %@ 中。 您需要一个支持AES的现代ZIP工具才能解压缩文件，例如 http://www.7-zip.org 或 https://itunes.apple.com/us/app/the-unarchiver/id425424353
zh_hant: 已加密的對話記錄包括在 %@ 中。 您需要配備 AES 支援的現代 ZIP 工具才能解壓縮檔案，例如 http://www.7-zip.org 或 https://itunes.apple.com/us/app/the-unarchiver/id425424353

# conversation_log_group_body
source: The encrypted group chat is attached in %@. A modern ZIP tool with AES support is needed in order to unzip the file, e.g. http://www.7-zip.org or https://itunes.apple.com/us/app/the-unarchiver/id425424353
cs: Šifrovaný záznam skupinové konverzace je připojený v %@. K rozbalení souboru je zapotřebí moderní komprimační nástroj s podporou AES, např. http://www.7-zip.org nebo https://itunes.apple.com/us/app/the-unarchiver/id425424353
ko: 암호화된 그룹 대화가 %@에 첨부되었습니다. 이 파일을 열려면 http://www.7-zip.org 또는 https://itunes.apple.com/us/app/the-unarchiver/id425424353과 같은 AES를 지원하는 최신 ZIP 압축 해제 소프트웨어가 필요합니다.
nl: Het versleutelde groepsgesprekslog is bijgevoegd bij %@. Een modern ZIP-programma met AES-ondersteuning is vereist om het bestand uit te pakken, bijv. http://www.7-zip.org of https://itunes.apple.com/us/app/the-unarchiver/id425424353
sk: Zašifrovaný záznam skupinovej konverzácie je pripojený v %@. Pre rozbalenie súboru je potrebný moderný ZIP nástroj s podporou AES, napr. http://www.7-zip.org alebo https://itunes.apple.com/us/app/the-unarchiver/id425424353
tr: Şifreli sohbet %@ dizinine eklenmiştir. Dosyayı açmak için AES destekli modern bir ZIP aracı gereklidir. Örneğin; http://www.7-zip.org veya https://itunes.apple.com/us/app/the-unarchiver/id425424353
uk: Журнал захищеного групового діалогу прикріплено до %@. Щоб розархівувати файл, потрібен сучасний ZIP-застосунок з підтримкою AES: https://7-zip.org.ua/ або https://apps.apple.com/ua/app/the-unarchiver/id425424353
zh_hans: 已加密的群组会话记录包含在 %@ 中。 您需要一个支持AES的现代ZIP工具才能解压缩文件，例如 http://www.7-zip.org 或 https://itunes.apple.com/us/app/the-unarchiver/id425424353
zh_hant: 已加密的群組對話記錄包括在 %@ 中。 您需要配備 AES 支援的現代 ZIP 工具才能解壓縮檔案，例如 http://www.7-zip.org 或 https://itunes.apple.com/us/app/the-unarchiver/id425424353

# not_enough_storage_title
source: There is not enough free storage to export this chat.
cs: Pro export tohoto chatu není dostatek volného místa.
ko: 용량이 부족합니다.
nl: Er is niet genoeg beschikbare ruimte om dit chatgesprek te exporteren.
sk: Pre export tejto konverzácie je nedostatok voľného miesta.
tr: Bu sohbeti dışa aktarmak için yeterli depolama alanı yok.
uk: Недостатньо вільного місця для експортування цього діалогу.
zh_hans: 没有足够的存储空间来导出此聊天。
zh_hant: 沒有足夠的儲存空間以匯出此對話。

# amount_of_free_storage_needed
source: %@ are needed to export this chat. %@ are currently free.
cs: K exportu tohoto chatu je třeba %@. Aktuálně je volné %@.
ko: %@의 용량이 필요합니다. 현재 %@를 사용할 수 있습니다.
nl: %@ is vereist om dit gesprek te exporteren. Momenteel is er %@ beschikbaar.
sk: Pre export tejto konverzácie sú potrebné %@. %@ sú momentálne bezplatné.
tr: Bu sohbeti dışa aktarmak için %@ gereklidir. %@ şu anda ücretsizdir.
uk: %@ потрібно для експорту діалогу. %@ наразі наявно.
zh_hans: 需要 %@ 才能导出此聊天。 %@ 目前有空余存储空间。
zh_hant: 需要 %@ 才能匯出此對話。 %@ 目前有剩餘儲存空間。

# chat_export_failed_title
source: Chat Export has failed.
cs: Export chatu se nezdařil.
ko: 대화 내보내기를 실패했습니다.
nl: Het chatgesprek is niet geëxporteerd.
sk: Export konverzácie zlyhal.
tr: Sohbet dışa aktarma başarısız oldu.
uk: Не вдалось експортувати діалог.
zh_hans: 聊天导出失败。
zh_hant: 對話匯出失敗。

# chat_export_failed_message
source: Chat Export has failed with error code %d.
cs: Export chatu se nezdařil. Kód chyby %d.
ko: 대화 내보내기를 실패했습니다. 오류 코드 %d
nl: Het chatgesprek is niet geëxporteerd: Foutcode %d.
sk: Export konverzácie skončil kódom chyby %d.
tr: Sohbet dışa aktarma %d hata koduyla başarısız oldu.
uk: Не вдалось експортувати діалог з помилкою %d.
zh_hans: 聊天导出失败，错误代码为%d。
zh_hant: 對話匯出失敗，錯誤代碼為%d。

source: Cancelling export
cs: Ruší se export
ko: 내보내기 취소
nl: Export annuleren…
sk: Ruší sa export
tr: Dışa aktarma iptal ediliyor
uk: Скасування експортування
zh_hans: 正在取消聊天导出
zh_hant: 正在取消對話匯出

# export_progress_label
source: %li / %li Messages exported
cs: %li / %li zpráv exportováno
ko: %li / %li 메시지를 내보냈습니다.
nl: %li / %li berichten geëxporteerd
sk: %li / %li exportovaných správ
tr: %li / %li mesajlar dışa aktarıldı
uk: %li / %li повідомлень експортовано
zh_hans: %li / %li 条消息已导出
zh_hant: %li / %li 則訊息已匯出

source: Caption
cs: Titulek
ko: 캡션
nl: Onderschrift
sk: Titulok
tr: Altyazı
uk: Підпис
zh_hans: 标题
zh_hant: 描述

# fileNotDownloaded
source: File has not been downloaded or has been deleted.
cs: Soubor nebyl stažen nebo byl smazán.
ko: 파일이 다운로드되지 않았거나 삭제되었습니다.
nl: Het bestand is niet gedownload of is verwijderd.
sk: Súbor nebol stiahnutý, alebo bol odstránený.
tr: Dosya indirilmedi veya silindi.
uk: Файл не завантажено або видалено.
zh_hans: 文件尚未下载或已被删除。
zh_hant: 檔案尚未下載或已被刪除。

# include_media_title
source: Include media (images, videos) as attachments?
cs: Zahrnout média (obrázky, videa) jako přílohy?
ko: 미디어(이미지, 비디오)를 첨부 파일로 포함하시겠습니까?
nl: Media (afbeeldingen, video’s) bijsluiten als bijlagen?
sk: Zahrnúť médiá (obrázky, videá) ako prílohy?
tr: Medya (resimler, videolar) ek olarak dahil edilsin mi?
uk: Долучити медіа (зображення, відео) як вкладення?
zh_hans: 包含媒体（图片、视频）作为附件？
zh_hant: 包括媒體（圖片，影片）作為附件？
