Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/*.lproj/Localizable.strings
Languages: cs, ko, nl, sk, tr, uk, zh_hans, zh_hant

# call_voip_not_supported_text
source: Your contact doesn’t support Threema Calls
cs: Váš kontakt nepodporuje hovory Threema
ko: 당신의 연락처는 Threema Calls를 지원하지 않습니다.
nl: Deze contactpersoon kan geen oproepen via Threema ontvangen.
sk: Váš kontakt nepodporuje Threema hovory
tr: Kişiniz Threema aramalarını desteklemiyor
uk: Пристрій співрозмовника не підтримує виклики Threema
zh_hans: 您的联系人不支持 Threema 通话
zh_hant: 您的聯絡人不支援 Threema 通話

# call_contact_not_reachable
source: Unable to reach contact…
cs: S kontaktem se nelze spojit…
ko: 연락처에 도달할 수 없음…
nl: Contactpersoon is niet bereikbaar…
sk: S kontaktom sa nedá spojiť...
tr: Kişiye ulaşılamıyor...
uk: Неможливо встановити зв'язок з контактом...
zh_hans: 无法联系到联系人…
zh_hant: 無法聯絡至聯絡人…

# call_status_idle
source: Ready
cs: Připraveno
ko: 준비됨
nl: Klaar
sk: Pripravené
tr: Hazır
uk: Готовий
zh_hans: 准备就绪
zh_hant: 準備就緒

# call_status_wait_ringing
source: Initialize
cs: Inicializovat
ko: 초기화
nl: Initialiseren
sk: Inicializácia
tr: Aranıyor
uk: Ініціалізація
zh_hans: 初始化
zh_hant: 初始化

# call_status_ringing
source: Ringing
cs: Vyzvánění
ko: 벨이 울립니다
nl: Bellen
sk: Zvonenie
tr: Çalıyor
uk: Викликаємо
zh_hans: 响铃中
zh_hant: 響鈴中

# call_status_incom_ringing
source: Threema Call
cs: Hovor Threema
ko: Threema 통화
nl: Threema-Oproep
sk: Threema hovor
tr: Threema araması
uk: Виклик Threema
zh_hans: Threema 通话
zh_hant: Threema 通話

# call_status_initializing
source: Connecting…
cs: Připojování…
ko: 연결 중...
nl: Verbinden…
sk: Pripájam...
tr: Bağlanıyor...
uk: З’єднання…
zh_hans: 连接中…
zh_hant: 連線中…

# call_status_calling
source: Connected
cs: Připojeno
ko: 연결됨
nl: Verbonden
sk: Pripojené
tr: Bağlandı
uk: З'єднано
zh_hans: 已连接
zh_hant: 已連線

# call_status_reconnecting
source: Connecting…
cs: Připojování…
ko: 연결 중...
nl: Verbinden…
sk: Pripájam...
tr: Bağlanıyor...
uk: З’єднання…
zh_hans: 连接中…
zh_hant: 連線中…

# call_status_unknown
source: Unknown
cs: Není známo
ko: 알 수 없음
nl: Onbekend
sk: Neznáme
tr: Bilinmeyen
uk: Невідомо
zh_hans: 未知
zh_hant: 未知

# call_status_blocked
source: Blocked Contact
cs: Blokovaný kontakt
ko: 연락처 차단
nl: Geblokkeerde contactpersoon
sk: Blokovaný kontakt
tr: Engellenmiş kişi
uk: Заблокований контакт
zh_hans: 被屏蔽的联系人
zh_hant: 被封鎖的聯絡人

# call_status_failed_title
source: Threema Call
cs: Hovor Threema
ko: Threema 통화
nl: Threema-Oproep
sk: Threema hovor
tr: Threema araması
uk: Виклик Threema
zh_hans: Threema 通话
zh_hant: Threema 通話

# call_threema_cellular_instead_of_wifi_title
source: Call via Cellular Network
cs: Volání přes mobilní síť
ko: 셀룰러 네트워크 통화
nl: Oproep via mobiel netwerk
sk: Hovor cez mobilnú sieť
tr: Hücresel ağ üzerinden ara
uk: Виклик через стільник
zh_hans: 通过移动数据通话
zh_hant: 透過行動網路通話

# call_threema_cellular_instead_of_wifi_text
source: Warning: This call causes data transfer in the cellular network.
cs: Varování: Toto volání využívá k přenosu data mobilní sítě.
ko: 경고: 이 통화는 이동 통신망에서 데이터 전송을 발생시킵니다.
nl: Waarschuwing: deze oproep zal gegevens naar het mobiele netwerk overdragen.
sk: Varovanie: Tento hovor využíva prenos dát cez mobilnú sieť.
tr: Uyarı: Bu arama, hücresel ağda veri aktarımına neden olur.
uk: Увага: цей виклик передає дані у стільниковій мережі.
zh_hans: 警告：这个通话将使用移动数据进行。
zh_hant: 警告：這個通話將透過行動網路進行。

# group_call_title
source: Group Call
cs: Skupinové hovory
ko: 그룹 통화
nl: Groepsgesprek
sk: Skupinový hovor
tr: Grup Araması
uk: Груповий дзвінок
zh_hans: 群组通话
zh_hant: 群組通話

# group_call_join_button_title
source: Join
cs: Přidat se
ko: 참가
nl: Aansluiten
sk: Pripojiť sa
tr: Katıl
uk: Приєднатися
zh_hans: 加入
zh_hant: 加入

# group_call_open_button_title
source: Open
cs: Otevřít
ko: 열기
nl: Openen
sk: Otvoriť
tr: Aç
uk: Відкрити
zh_hans: 打开
zh_hant: 開啟

# group_call_participants_title
source: Participants: %@
cs: Účastníci: %@
ko: 참가자: %@
nl: Deelnemers: %@
sk: Účastníci: %@
tr: Katılımcılar: %@
uk: Учасники: %@
zh_hans: 参与者：%@
zh_hant: 參與者：%@

# group_call_started_by_contact_system_message
source: %@ started a group call
cs: %@ začal(a) skupinový hovor
ko: %@님이 그룹 통화를 시작하셨습니다.
nl: %@ heeft een groepsgesprek gestart
sk: %@ začal skupinový hovor
tr: %@ bir grup araması başlattı
uk: %@ почав(-ла) груповий дзвінок
zh_hans: %@发起了群组通话
zh_hant: %@發起了群組通話

# group_call_started_by_local_system_message
source: You started a group call
cs: Začal(a) jste skupinový hovor
ko: 당신이 그룹 통화를 시작하셨습니다.
nl: U hebt een groepsgesprek gestart
sk: Začali ste skupinový hovor
tr: Bir grup araması başlattınız
uk: Ви почали груповий дзвінок
zh_hans: 您发起了群组通话
zh_hant: 您發起了群組通話

# group_call_ended_system_message
source: Group call has ended
cs: Skupinový hovor byl ukončen
ko: 그룹 통화가 종료되었습니다.
nl: Groepsgesprek is beëindigd
sk: Skupinový hovor sa skončil
tr: Grup araması sona erdi
uk: Груповий дзвінок завершено
zh_hans: 群组通话已结束
zh_hant: 群組通話已結束

# group_call_started_disabled
source: A group call was started. Turn on group calls in the settings to join.
cs: Byl zahájen skupinový hovor. Pokud se chcete připojit, zapněte si v nastavení skupinové hovory.
ko: 그룹 통화가 시작되었습니다. 설정에서 그룹 통화를 켜서 참여하세요.
nl: Er is een groepsgesprek gestart. Ga naar de instellingen om groepsgesprekken in te schakelen en deel te nemen.
sk: Začal sa skupinový hovor. Ak sa chcete pripojiť, zapnite skupinové hovory v nastaveniach.
tr: Bir grup araması başlatıldı. Katılmak için ayarlardan grup aramalarını aktif edin.
uk: Щойно розпочався груповий дзвінок. Увімкніть групові дзвінки у налаштуваннях для приєднання.
zh_hans: 群组通话已开始。如要加入，在设置中打开群组通话即可。
zh_hant: 群組通話已開始。如要加入，在設定中開啟群組通話即可。

# group_call_notification_body_preview
source: Group call started by %@
cs: Skupinový hovor spuštěný uživatelem %@
ko: %@님에 의해 시작된 그룹 통화
nl: Groepsgesprek begonnen door %@
sk: Skupinový hovor spustený užívateľom %@
tr: Grup araması %@ tarafından başlatıldı
uk: Груповий дзвінок від %@
zh_hans: %@ 发起的群组通话
zh_hant: %@ 發起的群組通話

# group_call_notification_body
source: Group call started
cs: Skupinový hovor zahájen
ko: 그룹 통화 시작
nl: Groepsgesprek is begonnen
sk: Skupinový hovor spustený
tr: Grup araması başlatıldı
uk: Груповий дзвінок розпочато
zh_hans: 群组通话已开始
zh_hant: 群組通話已開始

# group_call_navbar_state_connecting
source: Connecting…
cs: Spojování...
ko: 연결...
nl: Verbinden…
sk: Nadväzovanie spojenia…
tr: Bağlanıyor…
uk: Під’єднання…
zh_hans: 连接中...
zh_hant: 連線中...

# group_call_navbar_state_joining
source: Joining…
cs: Připojování...
ko: 참여 중...
nl: Aansluiten…
sk: Pripája sa…
tr: Katılıyor...
uk: Приєднання…
zh_hans: 正在加入…
zh_hant: 正在加入…

# group_call_navbar_state_connected
source: Connected
cs: Spojeno
ko: 연결
nl: Verbonden
sk: Pripojené
tr: Bağlandı
uk: Під’єднано
zh_hans: 已连接
zh_hant: 已連線

# group_call_error_generic_title
source: An error occurred
cs: Došlo k chybě
ko: 오류가 발생했습니다.
nl: Er is een fout opgetreden
sk: Nastala chyba
tr: Bir hata oluştu
uk: Сталася помилка
zh_hans: 发生错误
zh_hant: 發生錯誤

# group_call_error_generic_message
source: If the issue persists, please contact customer support.
cs: Bude-li problém přetrvávat, obraťte se na zákaznickou podporu.
ko: 계속해서 문제가 발생하는 경우 고객 지원에 문의하세요.
nl: Neem contact op met de klantenservice als het probleem aanhoudt.
sk: Ak problém pretrváva, kontaktujte prosím zákaznícku podporu.
tr: Sorun devam ederse lütfen müşteri hizmetleriyle iletişime geçin.
uk: Якщо проблема не зникне, зверніться до служби підтримки.
zh_hans: 如果问题仍然存在，请联系我们的客户支持。
zh_hant: 如果問題仍然存在，請聯絡我們的客戶支援。

# group_call_error_already_in_call_title
source: Other Call active
cs: Je aktivní jiný hovor
ko: 다른 통화 활성화 중
nl: Andere oproep actief
sk: Je aktívny iný hovor
tr: Diğer Çağrı aktif
uk: Активний інший виклик
zh_hans: 其他通话进行中
zh_hant: 其他通話進行中

# group_call_error_already_in_call_message
source: Only one call can be joined at any given moment.
cs: V jeden okamžik se lze účastnit jen jednoho hovoru.
ko: 한 번에 하나의 통화만 참여할 수 있습니다.
nl: Er kan slechts één gesprek per keer worden gevoerd.
sk: V danom okamihu môže byť pripojený len jeden hovor.
tr: Herhangi bir anda yalnızca bir çağrıya katılınabilir.
uk: У кожний момент часу можна приєднатися лише до одного виклику.
zh_hans: 在任何时候，您都只能加入一个通话，不可同时加入其他通话。
zh_hant: 在任何時候，您都只能加入一個通話，不可同時加入其他通話。

# group_call_error_ended_in_meantime_title
source: Group Call Ended
cs: Skupinový hovor ukončen
ko: 그룹 통화 종료됨
nl: Groepsgesprek is beëindigd
sk: Skupinový hovor ukončený
tr: Grup Araması Sona Erdi
uk: Груповий дзвінок завершено
zh_hans: 群组通话已结束
zh_hant: 群組通話已結束

# group_call_error_ended_in_meantime_message
source: The call you wanted to join has ended in the meantime.
cs: Hovor, ke kterému jste se chtěli připojit, mezitím skončil
ko: 참여하려던 통화는 현재 종료되었습니다.
nl: Het gesprek waaraan je wilde deelnemen is inmiddels beëindigd.
sk: Hovor, ku ktorému ste sa chceli pripojiť, sa medzitým skončil.
tr: Katılmak istediğiniz arama bu sırada sona ermiştir.
uk: Завершився дзвінок, до якого Ви хотіли долучитись.
zh_hans: 无法加入通话，因为您想加入的通话现在已结束。
zh_hant: 無法加入通話，因為您想加入的通話現在已結束。

# group_call_alert_full_title
source: Participant Limit Reached
cs: Dosažení limitu účastníků
ko: 참여자 한도 초과됨
nl: Het deelnemerslimiet is bereikt
sk: Dosiahnutý limit účastníkov
tr: Katılımcı Sınırına Ulaşıldı
uk: Досягнуто ліміту кількості учасників
zh_hans: 已达到参与者人数上限
zh_hant: 已達到參與者人數上限

# group_call_alert_full_message_count
source: The maximum number of %d group call participants has been reached.
cs: Bylo dosaženo maximálního počtu %d účastníků skupinového hovoru.
ko: %d명의 그룹 통화 참여자 한도에 도달했습니다.
nl: Het maximum aantal van %d deelnemers aan het groepsgesprek is bereikt.
sk: Bol dosiahnutý maximálny počet %d účastníkov skupinového hovoru.
tr: Maksimum %d grup araması katılımcısı sayısına ulaşıldı.
uk: Досягнуто ліміту групового дзвінка у %d учасників.
zh_hans: 已达到 %d 位群组通话参与者人数上限。
zh_hant: 已達到 %d 位群組通話參與者人數上限。

# group_call_alert_full_message
source: The maximum number of group call participants has been reached.
cs: Bylo dosaženo maximálního počtu účastníků skupinového hovoru.
ko: 그룹 통화 참여자 최대 수에 도달했습니다.
nl: Het maximum aantal deelnemers aan het groepsgesprek is bereikt.
sk: Bol dosiahnutý maximálny počet účastníkov skupinového hovoru.
tr: Maksimum grup araması katılımcı sayısına ulaşıldı.
uk: Досягнуто ліміту учасників групового дзвінка.
zh_hans: 群组通话参与人数已达到上限。
zh_hant: 群組通話參與人數已達到上限。

# group_call_accessibility_hide_view
source: Hide group call view
cs: Skrýt zobrazení skupinových hovorů
ko: 그룹 통화 뷰 숨기기
nl: Weergave groepsgesprek verbergen
sk: Skryť zobrazenie skupinového hovoru
tr: Grup görüşmesi görünümünü gizle
uk: Приховати груповий виклик
zh_hans: 隐藏群组通话视图
zh_hant: 隱藏群組通話視圖

# group_call_accessibility_enable_camera
source: Enable camera
cs: Povolit kameru
ko: 카메라 활성화
nl: Camera inschakelen
sk: Povoliť fotoaparát
tr: Kamerayı etkinleştir
uk: Увімкнути камеру
zh_hans: 启用摄像头
zh_hant: 啟用攝影機

# group_call_accessibility_disable_camera
source: Disable camera
cs: Zakázat kameru
ko: 카메라 비활성화
nl: Camera uitschakelen
sk: Zakázať fotoaparát
tr: Kamerayı devre dışı bırak
uk: Вимкнути камеру
zh_hans: 禁用摄像头
zh_hant: 停用攝影機

# group_call_accessibility_audio_output
source: Change audio output
cs: Změnit výstup zvuku
ko: 오디오 출력 변경
nl: Audio-uitgang wijzigen
sk: Zmeniť zvukový výstup
tr: Ses çıkışını değiştir
uk: Змінити аудіовихід
zh_hans: 更改音频输出
zh_hant: 變更音訊輸出

# group_call_accessibility_enable_microphone
source: Enable microphone
cs: Povolit mikrofon
ko: 마이크 활성화
nl: Microfoon inschakelen
sk: Povoliť mikrofón
tr: Mikrofonu etkinleştir
uk: Увімкнути мікрофон
zh_hans: 启用麦克风
zh_hant: 啟用麥克風

# group_call_accessibility_disable_microphone
source: Disable microphone
cs: Zakázat mikrofon
ko: 마이크 비활성화
nl: Microfoon uitschakelen
sk: Zakázať mikrofón
tr: Mikrofonu devre dışı bırak
uk: Вимкнути мікрофон
zh_hans: 禁用麦克风
zh_hant: 停用麥克風

# group_call_accessibility_audio_enabled
source: Microphone enabled
cs: Mikrofon povolen
ko: 마이크 활성화됨
nl: Microfoon ingeschakeld
sk: Mikrofón povolený
tr: Mikrofon etkin
uk: Мікрофон увімкнено
zh_hans: 麦克风已启用
zh_hant: 麥克風已啟用

# group_call_accessibility_audio_disabled
source: Microphone disabled
cs: Mikrofon zakázán
ko: 마이크 비활성화됨
nl: Microfoon uitgeschakeld
sk: Mikrofón zakázaný
tr: Mikrofon devre dışı
uk: Мікрофон вимкнено
zh_hans: 麦克风已禁用
zh_hant: 麥克風已停用

# group_call_accessibility_video_enabled
source: Camera enabled
cs: Kamera povolena
ko: 카메라 활성화됨
nl: Camera ingeschakeld
sk: Fotoaparát povolený
tr: Kamera etkin
uk: Камеру увімкнено
zh_hans: 摄像头已启用
zh_hant: 攝影機已啟用

# group_call_accessibility_video_disabled
source: Camera disabled
cs: Kamera zakázána
ko: 카메라 비활성화됨
nl: Camera uitgeschakeld
sk: Fotoaparát zakázaný
tr: Kamera devre dışı
uk: Камеру вимкнено
zh_hans: 摄像头已禁用
zh_hant: 攝影機已停用

# privacy_policy_about
source: Threema protects your privacy more rigorously than any other messenger. Find out more in our Privacy Policy.
cs: Threema chrání vaše soukromí pečlivěji než kterákoliv jiná komunikační aplikace. Podrobnější informace najdete v našich Zásadách ochrany osobních údajů.
ko: Threema는 다른 모든 메신저보다 더 엄격하게 당신의 개인 정보를 보호합니다. 더 자세한 내용은 개인 정보 정책에서 확인하세요.
nl: Threema beschermt je privacy beter dan welke messenger dan ook. Raadpleeg voor meer informatie naar ons Privacybeleid.
sk: Threema chráni vaše súkromie dôslednejšie než ktorýkoľvek iný komunikátor. Dozvedieť sa viac v Zásadách ochrany osobných údajov.
tr: Threema, gizliliğinizi diğer tüm uygulamalardan daha sıkı bir şekilde korur. Gizlilik politikamızda daha fazlasını öğrenebilirsiniz.
uk: Threema захищає вашу приватність суворіше, ніж будь-який інший месенджер. Дізнайтесь більше у нашій Політиці конфіденційності.
zh_hans: Threema 比任何其他即时通讯工具更加严格地保护您的隐私。在我们的隐私政策中了解更多。
zh_hant: Threema 比任何其他即時通訊工具都更加嚴格地保護您的隱私。在我們的隱私權政策中了解更多。

# privacy_policy_about_work
source: %@ protects your privacy more rigorously than any other messenger. Find out more in our Privacy Policy.
cs: %@ chrání vaše soukromí pečlivěji než kterákoliv jiná komunikační aplikace. Podrobnější informace najdete v našich Zásadách ochrany osobních údajů.
ko: %@는 다른 모든 메신저보다 더 엄격하게 개인 정보를 보호합니다. 더 자세한 내용은 개인 정보 정책에서 확인하세요.
nl: %@ beschermt je privacy beter dan welke messenger dan ook. Raadpleeg voor meer informatie naar ons Privacybeleid.
sk: %@ chráni vaše súkromie dôslednejšie než ktorýkoľvek iný komunikátor. Dozvedieť sa viac v Zásadách ochrany osobných údajov.
tr: %@ gizliliğinizi diğer tüm mesajlaşma programlarından daha sıkı korur. Gizlilik politikamızda daha fazlasını öğrenebilirsiniz.
uk: %@ захищає вашу приватність суворіше, ніж будь-який інший месенджер. Дізнайтесь більше у нашій Політиці конфіденційності.
zh_hans: %@ 比任何其他即时通讯工具更加严格地保护您的隐私。在我们的隐私政策中了解更多。
zh_hant: %@ 比任何其他即時通訊工具都更加嚴格地保護您的隱私。在我們的隱私權政策中了解更多。

# privacy_policy_about_link
source: Privacy Policy
cs: Zásady ochrany osobních údajů
ko: 개인 정보 정책
nl: Privacybeleid
sk: Ochrana osobných údajov
tr: Gizlilik politikası
uk: Політика конфіденційності
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Pin
cs: Připíchnout
ko: 고정
nl: Markeren
sk: Pripnúť
tr: Sabitle
uk: Закріпити
zh_hans: 置顶
zh_hant: 置頂

source: Unpin
cs: Uvolnit
ko: 고정 해제
nl: Wissen
sk: Odopnúť
tr: Sabitlemeyi kaldır
uk: Відкріпити
zh_hans: 取消置顶
zh_hant: 取消置頂

# pinned_conversation
source: Pinned chat
cs: Připíchnutá konverzace
ko: 고정된 채팅
nl: Gemarkeerd gesprek
sk: Pripnutá konverzácia
tr: Sabitlenmiş sohbet
uk: Закріплений діалог
zh_hans: 已置顶对话
zh_hant: 已置頂對話

# private_message_label
source: Private Message
cs: Soukromá zpráva
ko: 비공개 메시지
nl: Privébericht
sk: Súkromná správa
tr: Özel mesaj
uk: Приватне повідомлення
zh_hans: 私密消息
zh_hant: 私密訊息

# private_chat_label
source: Private
cs: Soukromé
ko: 개인
nl: Privé
sk: Súkromné
tr: Özel
uk: Приватний
zh_hans: 私密
zh_hant: 私密

# private_chat_accessibility
source: Private Chat
cs: Soukromý chat
ko: 비공개 채팅
nl: Privéchat
sk: Súkromná konverzácia
tr: Özel sohbet
uk: Приватний діалог
zh_hans: 私密会话
zh_hant: 私密對話

# make_private
source: Mark Private
cs: Označit jako Soukromé
ko: 비공개로 표시
nl: Aanmerken als privé
sk: Označiť ako súkromné
tr: Özel olarak işaretle
uk: Зробити приватним
zh_hans: 标记为私密会话
zh_hant: 標示為私密對話

# remove_private
source: Unmark Private
cs: Zrušit označení Soukromé
ko: 비공개 표시 해제
nl: Privé-markering verwijderen
sk: Odznačiť súkromné
tr: Özel işaretini kaldır
uk: Зробити неприватним
zh_hans: 取消标记为私密会话
zh_hant: 取消標示為私密對話

source: Archive
cs: Archivovat
ko: 아카이브
nl: Archiveren
sk: Archivovať
tr: Arşivle
uk: Архівувати
zh_hans: 归档
zh_hant: 封存

source: Unarchive
cs: Zrušit archivaci
ko: 아카이브 해제
nl: Uit archief verwijderen
sk: Zrušiť archiváciu
tr: Arşivden çıkar
uk: Розархівувати
zh_hans: 取消归档
zh_hant: 取消封存

# mark_read
source: Mark as Read
cs: Označit jako přečtené
ko: 읽음으로 표시
nl: Markeren als gelezen
sk: Označiť ako prečítané
tr: Okundu olarak işaretle
uk: Позначити прочитаним
zh_hans: 标记为已读
zh_hant: 標示為已讀

# mark_unread
source: Mark as Unread
cs: Označit jako nepřečtené
ko: 읽지 않음으로 표시
nl: Markeren als ongelezen
sk: Označiť ako neprečítané
tr: Okunmadı olarak işaretle
uk: Позначити непрочитаним
zh_hans: 标记为未读
zh_hant: 標示為未讀

source: Archived Chats
cs: Archivované chaty
ko: 아카이브된 대화
nl: Gearchiveerde chats
sk: Archivované konverzácie
tr: Arşivlenmiş sohbetler
uk: Архівовані чати
zh_hans: 已归档会话
zh_hant: 已封存對話

# archived_title
source: Archived
cs: Archivováno
ko: 아카이브됨
nl: Gearchiveerd
sk: Archivované
tr: Arşivlendi
uk: Архівовані
zh_hans: 已归档
zh_hant: 已封存

# conversations_global_search_placeholder
source: Search
cs: Hledat
ko: 검색
nl: Zoeken
sk: Vyhľadať
tr: Ara
uk: Пошук
zh_hans: 搜索
zh_hant: 搜尋

# one_to_one_chat
source: Single Chats
cs: Osobní chaty
ko: 일대일 대화
nl: 1:1-chats
sk: Jednotlivé konverzácie
tr: Tekli Sohbetler
uk: Діалоги
zh_hans: 单人聊天
zh_hant: 單獨對話

# conversations_global_search_section_header_tokens
source: Message Type
cs: Typ zprávy
ko: 메시지 유형
nl: Type bericht
sk: Typ správy
tr: Mesaj Türü
uk: Тип повідомлення
zh_hans: 消息类型
zh_hant: 訊息類型

# conversations_global_search_token_text
source: Text Messages
cs: Textové zprávy
ko: 텍스트 메시지
nl: Sms-berichten
sk: Textové správy
tr: Metin Mesajları
uk: Текстові повідомлення
zh_hans: 文字消息
zh_hant: 文字訊息

# conversations_global_search_token_captions
source: Media Captions
cs: Titulky médií
ko: 미디어 캡션
nl: Mediabijschriften
sk: Titulky v médiách
tr: Medya Başlıkları
uk: Медіа
zh_hans: 媒体标题
zh_hant: 媒體描述

# conversations_global_search_token_polls
source: Polls
cs: Ankety
ko: 투표
sk: Ankety
tr: Anketler
uk: Опитування
zh_hans: 投票
zh_hant: 投票

# conversations_global_search_token_locations
source: Locations
cs: Polohy
ko: 위치
nl: Locaties
sk: Umiestnenia
tr: Konumlar
uk: Місцеперебування
zh_hans: 位置
zh_hant: 位置

# conversations_global_search_token_starred
source: Starred
cs: Označeno
ko: 별 표시
nl: Met ster
sk: Označené
tr: Yıldızlı
uk: Обрані
zh_hans: 已加星标
zh_hant: 已加星號

source: Select All
cs: Vybrat vše
ko: 모두 선택
nl: Alles selecteren
sk: Vybrať všetko
tr: Hepsini seç
uk: Обрати усі
zh_hans: 全选
zh_hant: 選擇所有

source: Deselect All
cs: Zrušit výběr všeho
ko: 모두 선택 해제
nl: Selectie opheffen
sk: Odznačiť všetko
tr: Hiçbirini seçme
uk: Зняти виділення
zh_hans: 取消全选
zh_hant: 取消選擇所有

source: No Archived Chats
cs: Žádné archivované chaty
ko: 아카이브된 대화 없음
nl: Geen gearchiveerde chats
sk: Žiadne archivované konverzácie
tr: Arşivlenmiş sohbet yok
uk: Немає архівованих діалогів
zh_hans: 没有归档的会话
zh_hant: 沒有封存的對話

# privateChat_alert_title
source: Private Chats
cs: Soukromé chaty
ko: 개인 채팅
nl: Privéchats
sk: Súkromné konverzácie
tr: Özel sohbetler
uk: Приватні діалоги
zh_hans: 私密会话
zh_hant: 私密對話

# privateChat_code_alert_message
source: Mark chats as private to protect them with a passcode and hide them from the chat overview. Passcode Lock must be set up.
cs: Označte chaty jako soukromé, abyste je ochránili přístupovým kódem a skryli je z přehledu chatů. Je třeba nastavit zamykání přístupovým kódem.
ko: 채팅을 비공개로 표시하여 비밀번호로 보호하고 채팅 개요에서 숨깁니다. 비밀번호 잠금을 설정해야 합니다.
nl: Markeer chats als privé om ze met een beveiligingscode te beveiligen en ze in het chatoverzicht te verbergen. Je moet het wachtwoordslot instellen.
sk: Označte chaty ako súkromné, aby ste ich ochránili pomocou prístupového kódu a skryli ich v prehľade chatu. Musí byť nastavený zámok hesla.
tr: Bir şifreyle korumak ve sohbete genel bakıştan gizlemek için sohbetleri özel olarak işaretleyin. Şifre kilidi ayarlanmalıdır.
uk: Позначте діалоги приватними для захисту за допомогою паролю та приховання з переліку бесід. Для цього має бути налаштовано Блокування паролем.
zh_hans: 如果您想将会话标记为私密会话，并在会话主界面中隐藏，则必须设置密码锁。
zh_hant: 如果您想將對話標示為私密對話，並在對話主畫面中隱藏，則必須設定密碼鎖。

# privateChat_code_alert_confirm
source: Set Up Now
cs: Nastavit nyní
ko: 지금 설정하기
nl: Instellen
sk: Nastaviť teraz
tr: Şimdi kur
uk: Налаштувати зараз
zh_hans: 立即设置
zh_hant: 立即設定

# privateChat_set_alert_title
source: Do you want to mark this chat as private?
cs: Chcete tento chat označit jako soukromý?
ko: 이 채팅을 비공개로 표시하시겠습니까?
nl: Wil je deze chat aanmerken als privé?
sk: Chcete označiť túto konverzáciu ako súkromnú?
tr: Bu sohbeti özel olarak işaretlemek istiyor musunuz?
uk: Ви бажаєте зробити цей діалог приватним?
zh_hans: 您要将此会话标记为私密会话吗？
zh_hant: 您要將此對話標示為私密對話嗎？

# privateChat_set_alert_message
source: You can toggle the visibility of private chats in the Privacy settings.
cs: Viditelnost soukromých chatů můžete přepnout v nastavení Soukromí.
ko: 비공개 채팅의 표시 여부를 개인 정보 설정에서 전환할 수 있습니다.
nl: Je kunt de zichtbaarheid van privéchats in- en uitschakelen via de Privacy-instellingen.
sk: Viditeľnosť súkromných konverzácií môžete prepnúť v nastaveniach ochrany osobných údajov.
tr: Gizlilik ayarlarında özel sohbetlerin görünürlüğünü değiştirebilirsiniz.
uk: Ви можете налаштувати видимість приватних діалогів у налаштуваннях приватності.
zh_hans: 你可以在隐私设置中切换私密会话的可见性。
zh_hant: 您可以在隱私權設定中切換私密對話的可見性。

# privateChat_setup_alert_message
source: Your Threema Safe backup contained private chats, you must set a passcode to access them.
cs: Záloha vašeho Trezoru Threema obsahovala soukromé konverzace, pro jejich otevření musíte nastavit přístupový kód.
ko: Threema Safe 백업에는 개인 대화가 포함되어 있습니다. 이에 접근하려면 암호를 설정해야 합니다.
nl: Uw Threema Safe back-up bevat privéchats, u moet een wachtwoord instellen om toegang te krijgen.
sk: Vaša bezpečná záloha Trezoru Threema obsahovala súkromné čety. Ak k ním chcete získať prístup, musíte si nastaviť prístupový kód.
tr: Threema Safe yedeklemeniz özel sohbetler içeriyordu, bunlara erişmek için bir parola belirlemeniz gerekir.
uk: Резервна копія Threema Safe містить чати. Вам потрібно встановити пароль для доступу до них.
zh_hans: 您的 Threema Safe 备份包含私密聊天记录，您必须设置密码才能访问备份内容。
zh_hant: 您的 Threema Safe 備份包括私密對話記錄，您必須設定密碼才能取用備份內容。

# group_leave_sheet_title
source: Leave “%@”?
cs: Opustit „%@“?
ko: "%@" 나가시겠습니까?
nl: “%@” verlaten?
sk: Opustiť „%@“?
tr: “%@" çıkılsın mı?
uk: Покинути «%@»?
zh_hans: 离开 “%@”？
zh_hant: 離開「%@」？

# group_leave_sheet_message
source: If you just leave, you can no longer participate in the conversation, but you can still access and see the chat history.
cs: Pokud prostě odejdete, nemůžete se již konverzace účastnit, ale stále máte přístup k historii chatu a můžete si ji prohlížet.
ko: 나가기만 하면 더 이상 대화에 참여할 수 없지만 채팅 기록에는 여전히 접근하고 볼 수 있습니다.
nl: Als u het gesprek verlaat, kunt u niet meer deelnemen. U hebt nog wel toegang tot de chatgeschiedenis.
sk: Ak práve odídete, už sa nemôžete zúčastniť konverzácie, ale stále môžete pristupovať a zobraziť históriu rozhovorov.
tr: Ayrılırsanız, artık sohbete katılamazsınız, ancak yine de sohbet geçmişine erişebilir ve sohbet geçmişini görebilirsiniz.
uk: Якщо ви просто вийдете, то не зможете брати участь у подальшій розмові, проте матимете доступ до історії діалогу й зможете переглядати його.
zh_hans: 如果您只是离开群组，您将无法再参与会话，但您仍然可以查看以前的聊天记录。
zh_hant: 如果您只是離開群組，您將無法再參與對話，但您仍然可以檢視歷史對話記錄。

# group_leave_delete_sheet_title
source: Leave and Delete “%@”?
cs: Opustit a smazat „%@“?
ko: "%@" 나가고 삭제하시겠습니까?
nl: "%@" verlaten en verwijderen?
sk: Odísť a odstrániť „%@“?
tr: “%@” çıkılsın ve silinsin mi?
uk: Покинути та видалити «%@»?
zh_hans: 离开并删除 “%@”？
zh_hant: 離開並刪除「%@」？
