Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/*.lproj/Localizable.strings
Languages: cs, ko, nl, sk, tr, uk, zh_hans, zh_hant

source: No contacts
cs: Žádné kontakty
ko: 연락처 없음
nl: Geen contactpersonen
sk: Žiadne kontakty
tr: Kişi yok
uk: Немає контактів
zh_hans: 没有联系人
zh_hant: 沒有聯絡人

source: No groups
cs: Žádné skupiny
ko: 그룹 없음
nl: Geen groepen
sk: Žiadne skupiny
tr: Grup yok
uk: Немає груп
zh_hans: 没有群组
zh_hant: 沒有群組

# no_groups_message
source: You don’t have any groups yet. Create one by tapping the + button.
cs: Zatím nemáte žádné skupiny. Vytvoříte je klepnutím na tlačítko +.
ko: 아직 그룹이 없습니다. + 버튼을 사용하여 수동으로 그룹을 추가하십시오.
nl: U hebt nog geen groepen. Tik op de +-knop om er een te maken.
sk: Zatiaľ nemáte žiadne skupiny. Vytvorte si ju ťuknutím na tlačidlo +.
tr: Henüz herhangi bir grubunuz yok. + düğmesine dokunarak bir tane oluşturun.
uk: Наразі груп немає. Створить групу натиснувши на +.
zh_hans: 您还未加入任何群组。点击 “+” 按钮即可创建群组。
zh_hant: 您還未加入任何群組。按「+」按鈕即可建立群組。

# no_work_contacts
source: %@ users
cs: Uživatelé %@
ko: %@ 사용자
nl: %@-gebruikers
sk: Používatelia %@
tr: %@ kullanıcı
uk: %@ користувачів
zh_hans: %@ 用户
zh_hant: %@ 使用者

# no_work_contacts_message
source: No admin-verified %@ contacts found.
cs: Nebyly nalezeny žádné správcem ověřené kontakty %@.
ko: 관리자 확인된 %@ 연락처를 찾을 수 없습니다.
nl: Geen door administrator geverifieerde %@-contactpersonen gevonden.
sk: Nenašli sa žiadne %@ kontakty overené správcom.
tr: Yönetici tarafından doğrulanmış %@ kişi bulunamadı.
uk: Не знайдено перевірених адміністратором %@ контактів.
zh_hans: 没有找到经管理员验证的 %@ 联系人。
zh_hant: 沒有找到經管理員驗證的 %@ 聯絡人。

# no_distribution_list
source: No distribution lists
cs: Žádné distribuční seznamy
ko: 배포 목록 없음
nl: Geen distributielijsten
sk: Žiadne distribučné zoznamy
tr: Dağıtım listesi yok
uk: Немає списків розсилки
zh_hans: 没有通讯组列表
zh_hant: 沒有通訊群組列表

# no_distribution_list_message
source: You don’t have any distribution lists yet. Create one by tapping the + button.
cs: Zatím nemáte žádné distribuční seznamy. Vytvoříte je klepnutím na tlačítko +.
ko: 아직 배포 목록이 없습니다. + 버튼을 탭하여 생성하세요.
nl: U hebt nog geen distributielijsten. Tik op de +-knop om er een te maken.
sk: Zatiaľ nemáte žiadne distribučné zoznamy. Vytvorte si ho ťuknutím na tlačidlo +.
tr: Henüz herhangi bir dağıtım listeniz yok. Oluşturmak için + butonuna dokunun.
uk: У вас ще немає списків розсилки. Задля створення списку – торкніться напису +.
zh_hans: 您还未创建任何通讯组列表。点击 “+” 按钮即可创建通讯组列表。
zh_hant: 您還未建立任何通訊組清單。按「+」按鈕即可建立通訊組清單。

# no_contacts_syncoff
source: You don’t have any contacts yet. Turn on synchronization (Settings > Privacy), or add contacts manually using the + button.
cs: Zatím nemáte žádné kontakty. Zapněte synchronizaci (Nastavení > Soukromí) nebo přidejte kontakty ručně pomocí tlačítka +.
ko: 아직 연락처가 없습니다. 동기화를 켜거나(설정 > 개인 정보), + 버튼을 사용하여 수동으로 연락처를 추가하십시오.
nl: U heeft nog geen contactpersonen. Schakel synchronisatie in (Instellingen > Privacy), of voeg contactpersonen handmatig toe met de +-knop.
sk: Zatiaľ nemáte žiadne kontakty. Zapnite synchronizáciu (Nastavenia > Súkromie), alebo pridajte kontakt ručne pomocou tlačidla + .
tr: Henüz hiç kişiniz yok. Eşitlemeyi açın (Ayarlar > Gizlilik) veya + düğmesini kullanarak kişileri manuel olarak ekleyin.
uk: У вас ще немає контактів. Увімкніть синхронізацію (Налаштування > Конфіденційність) або додайте контакти вручну за допомогою кнопки +.
zh_hans: 您还没有任何联系人。请开启同步（“设置” > “隐私”），或点击 “+ ” 按钮手动添加联系人。
zh_hant: 您還沒有任何聯絡人。請開啟同步（「設定」> 「隱私權」），或按「+」按鈕手動新增聯絡人。

# my_profile_picture_title
source: Your Profile Picture
cs: Váš profilový obrázek
ko: 프로필 사진
nl: Je profielafbeelding
sk: Váš profilový obrázok
tr: Profil resminiz
uk: Зображення вашого профілю
zh_hans: 您的个人头像
zh_hant: 您的大頭貼

source: Release Profile Picture To
cs: Uvolnit profilový obrázek pro
ko: 프로필 사진 공개 대상
nl: Profielafbeelding vrijgeven aan
sk: Uvolniť obrázok profilu pre
tr: Profil resmini gönder
uk: Показувати зображення профілю
zh_hans: 将个人头像发布到
zh_hant: 將大頭貼發佈至

# contact_added_to_profile_picture_list
source: This contact will receive your profile picture when you write them.
cs: Když tomuto kontaktu napíšete, obdrží váš profilový obrázek.
ko: 이 연락처에게 메시지를 작성할 때 프로필 사진을 전송합니다.
nl: Deze contactpersoon ontvangt je profielafbeelding als je een bericht zendt.
sk: Tento kontakt prijme váš profilový obrázok akonáhle im napíšete.
tr: Bu kişi, yazdığınızda profil resminizi görecek.
uk: Цей контакт отримає зображення вашого профілю коли ви йому писатимете.
zh_hans: 当您向此联系人发送消息时，他会看到您的个人头像。
zh_hant: 當您向此聯絡人傳送訊息時，他將看到您的大頭貼。

# contact_removed_from_profile_picture_list
source: This contact will no longer receive your profile.
cs: Tento kontakt již nebude příjemcem vašeho profilu.
ko: 이 연락처는 더 이상 당신의 프로필 사진을 받지 않습니다.
nl: Deze contactpersoon ontvangt je profiel niet langer.
sk: Tento kontakt už viac nezíska váš profil.
tr: Bu kişi artık profilinizi göremeyecek.
uk: Цей контакт більше не отримає інформацію вашого профілю.
zh_hans: 此联系人将不能看到您的个人资料。
zh_hant: 此聯絡人將不能看到您的個人資料。

# sync_group
source: Synchronize Group
cs: Synchronizovat skupinu
ko: 그룹 동기화
nl: Groep synchroniseren
sk: Synchronizovať skupinu
tr: Grubu eşitle
uk: Синхронізувати групу
zh_hans: 同步群组
zh_hant: 同步群組

# contact_threema_work_info
source: The briefcase icon indicates that a contact uses the business app «Threema Work.»
cs: Ikona aktovky značí, že kontakt používá obchodní aplikaci „Threema Work“.
ko: 브리프케이스 아이콘은 연락처가 비즈니스 앱 "Threema Work"를 사용함을 나타냅니다.
nl: Het icoon van het koffertje geeft aan dat een contactpersoon de zakelijke app 'Threema Work' gebruikt.
sk: Ikona kufríka znamená, že kontakt používa obchodnú aplikáciu «Threema Work».
tr: Evrak çantası simgesi, bir kişinin «Threema Work» iş uygulamasını kullandığını gösterir.
uk: Значок портфеля вказує на те, що контакт використовує бізнес-версію застосунку — «Threema Work».
zh_hans: 公文包图标表示联系人使用了商务版应用 “Threema Work”。
zh_hant: 公文包圖示表示聯絡人使用了商務版應用程式「Threema Work」。

# contact_threema_info
source: The house icon indicates that a contact uses Threema’s private version, not Threema Work.
cs: Ikonka domu značí, že uživatel používá běžnou verzi Threema a ne Threema Work.
ko: 집 아이콘은 연락처가 Threema Work가 아닌 Threema의 개인 버전을 사용함을 나타냅니다.
nl: Het huisje geeft aan dat een contactpersoon de privéversie van Threema gebruikt en niet Threema Work.
sk: Ikona domu znamená, že kontakt používa súkromnú verziu aplikácie Threema a nie Threema Work.
tr: Ev simgesi, bir kişinin Threema Work'ü değil ama özel sürümünü kullandığını gösterir.
uk: Значок дому вказує на те, що контакт використовує приватну версію Threema, а не Threema Work.
zh_hans: 房子图标表示联系人使用 Threema 的私人版本，而不是商务版 Threema Work。
zh_hant: 房子圖示表示聯絡人使用 Threema 的私人版本，而不是商務版 Threema Work。

# contact_threema_work_conversation_info
source: This contact uses Threema Work.
cs: Tento kontakt používá Threema Work.
ko: 이 연락처는 Threema Work를 사용합니다.
nl: Dit contact maakt gebruik van Threema Work.
sk: Threema Work.
tr: Bu kişi Threema Work’ü kullanıyor.
uk: Цей контакт використовує Threema Work.
zh_hans: 这个联系人使用 Threema Work。
zh_hant: 這個聯絡人使用 Threema Work。

# contact_threema_conversation_info
source: This contact uses Threema’s private version.
cs: Tento kontakt používí běznou verzi Threema.
ko: 이 연락처는 Threema의 개인 버전을 사용합니다.
nl: Deze contactpersoon gebruikt de privéversie van Threema.
sk: Tento kontakt používa súkromnú verziu aplikácie Threema.
tr: Bu kişi Threema’in özel sürümünü kullanıyor.
uk: Цей контакт використовує приватну версію Threema.
zh_hans: 这个联系人使用 Threema 的私人版本。
zh_hant: 這個聯絡人使用 Threema 的私人版本。

# threema_type_icon_work_accessibility_label
source: Work contact
cs: Pracovní kontakt
ko: 업무 연락처
nl: Zakelijke contactpersoon
sk: Pracovný kontakt
tr: Work kişisi
uk: Робочий контакт
zh_hans: 工作联系人
zh_hant: 工作聯絡人

# threema_type_icon_private_accessibility_label
source: Private contact
cs: Soukromý kontakt
ko: 개인 연락처
nl: Privécontactpersoon
sk: Súkromný kontakt
tr: Özel kişi
uk: Приватний контакт
zh_hans: 私密联系人
zh_hant: 私密聯絡人

# delete_contact_existing_conversation_title
source: Delete “%@”?
cs: Smazat „%@“?
ko: "%@" 삭제하시겠습니까?
nl: "%@" verwijderen?
sk: Vymazať “%@”?
tr: %@ silinsin mi?
uk: Видалити «%@»?
zh_hans: 删除 “%@”？
zh_hant: 刪除「%@」？

# delete_contact_existing_conversation_is_group_member_title
source: The individual chat with “%@” will be deleted, but they will remain a member of groups. Delete “%@”?
cs: Individuální chat s kontaktem „%@“ bude smazán, zůstane však členem skupin. Chcete smazat kontakt „%@“?
ko: '%@'과(와)의 개별 채팅이 삭제되지만, 해당 사용자는 그룹의 멤버로 남아 있습니다. '%@'을(를) 삭제하시겠습니까?
nl: Het individuele gesprek met '%@' zal worden verwijderd, maar deze persoon blijft lid van groepen. Wilt u '%@' verwijderen?
sk: Individuálna konverzácia s „%@“ sa vymaže, ale zostane člen skupín. Vymazať „%@“?
tr: "%@" içeren bireysel sohbet silinecek, ancak grupların bir üyesi olarak kalacaktır. "%@" silinsin mi?
uk: Індивідуальний чат із "%@" буде видалено, але вони залишаться учасниками груп. Видалити "%@"?
zh_hans: 与 “%@” 的个人会话记录将被删除，但对方仍然是群组成员。是否删除 “%@”？
zh_hant: 與「%@」的個人對話記錄將被刪除，但對方仍然是群組成員。是否刪除「%@」？

# delete_contact_existing_conversation_button
source: Delete Contact + Chat History
cs: Smazat kontakt + historii chatu
ko: 연락처 및 채팅 기록 삭제
nl: Contactpersoon + Chatgeschiedenis verwijderen
sk: Vymazať kontakt + históriu konverzácie
tr: Kişiyi + sohbet geçmişini sil
uk: Видалити контакт + історію діалогу
zh_hans: 删除联系人和会话记录
zh_hant: 刪除聯絡人和對話記錄

# delete_contact_is_group_member_title
source: “%@” remains a member of groups. Delete “%@”?
cs: „%@“ zůstane členem skupin. Chcete smazat kontakt „%@“?
ko: '%@'은(는) 여전히 그룹의 멤버입니다. '%@'을(를) 삭제하시겠습니까?
nl: '%@' blijft lid van groepen. Wilt u '%@' verwijderen?
sk: „%@“ zostáva člen skupiny. Vymazať „%@“?
tr: "%@" grupların bir üyesi olarak kalacaktır. "%@" silinsin mi?
uk: "%@" залишається учасником групи. Видалити "%@"?
zh_hans: “%@” 仍然是群组成员。是否删除 “%@”？
zh_hant: 「%@」仍然是群組成員。是否刪除「%@」？

# delete_contact_confirmation_with_exclusion_message
source: Delete “%@“ and exclude contact from synchronization?
cs: Smazat „%@“ a vyřadit kontakt ze synchronizace?
ko: "%@“ 삭제하고 동기화에서 연락처를 제외하시겠습니까?
nl: "%@" verwijderen en uitsluiten van contactsynchronisatie?
sk: Vymazať “%@“ a vylúčiť kontakt zo synchronizácie?
tr: “%@“ silinsin ve kişi eşitlemeden çıkarılsın mı?
uk: Видалити «%@» та виключити з синхронізації?
zh_hans: 删除“%@“并将联系人排除在同步范围之外？
zh_hant: 要刪除 [%@] 並剔出聯絡人同步名單嗎？

# delete_contact_is_group_member_title_confirmation_with_exclusion_message
source: “%@” remains a member of groups. Delete “%@” and exclude them from synchronization?
cs: „%@“ zůstane členem skupin. Chcete smazat kontakt „%@“ a vyřadit ho ze synchronizace?
ko: '%@'는 여전히 그룹의 멤버입니다. '%@'을(를) 삭제하고 동기화에서 제외하시겠습니까?
nl: '%@' blijft lid van groepen. Wilt u '%@' verwijderen en uitsluiten van synchronisatie?
sk: „%@“ zostáva člen skupiny, rovnako ako jeho skupinové správy. Vymazať „%@“ a vylúčiť ho zo synchronizácie?
tr: "%@" grupların bir üyesi olarak kalacaktır. "%@" silinsin ve senkronizasyondan çıkarılsın mı?
uk: "%@" залишається учасником групи. Видалити "%@" й виключити з синхронізації?
zh_hans: “%@” 仍然是群组成员。是否删除 “%@” 并从同步中排除联系人？
zh_hant: 「%@」仍然是群組成員。是否刪除「%@」並從同步中排除聯絡人？

# delete_contact_button
source: Delete Contact
cs: Smazat kontakt
ko: 연락처 삭제
nl: Contactpersoon verwijderen
sk: Vymazať kontakt
tr: Kişiyi sil
uk: Видалити контакт
zh_hans: 删除联系人
zh_hant: 刪除聯絡人

# delete_contact_confirmation_with_exclusion_button
source: Delete + Exclude Contact
cs: Smazat + vyřadit kontakt
ko: 연락처 삭제 + 연락처 동기화에서 제외
nl: Contactpersoon verwijderen + uitsluiten
sk: Vymazať + vylúčiť kontakt
tr: Sil + kişiyi hariç tut
uk: Видалити + виключити
zh_hans: 删除和排除联系人
zh_hant: 刪除和排除聯絡人

# exclude_deleted_id_title
source: Exclude Threema ID of “%@“ from synchronization?
cs: Vyřadit Threema ID „%@“ ze synchronizace?
ko: "%@“의 Threema ID를 동기화에서 제외하시겠습니까?
nl: Threema ID van "%@" uitsluiten van synchronisatie?
sk: Vylúčiť Threema ID kontaktu “%@“ zo synchronizácie?
tr: “%@“ Threema kimliği eşitlemeden çıkarılsın mı?
uk: Виключити Threema ID «%@» з синхронізації?
zh_hans: 将 Threema ID 为“%@“的人排除在同步范围之外？
zh_hant: 要將 Threema ID [%@] 剔出同步範圍外嗎？

# exclude_deleted_id_message
source: Exclusions can be managed in the Privacy settings.
cs: Vyřazení můžete spravovat v nastavení soukromí.
ko: 제외 사항은 개인 정보 설정에서 관리할 수 있습니다.
nl: Je kunt de uitsluitingen beheren via de privacy-instellingen.
sk: Vylúčené kontakty môžete spravovať v nastaveniach súkromia.
tr: İstisnalar gizlilik ayarlarından yönetilebilir.
uk: Виключеннями можна керувати у налаштуваннях приватності.
zh_hans: 您可以在隐私设置中管理排除项。
zh_hant: 您可以在隱私權設定中管理排除項。

# exclude_deleted_id_exclude_button
source: Exclude
cs: Vyřadit
ko: 제외
nl: Uitsluiten
sk: Vylúčiť
tr: Hariç tut
uk: Виключити
zh_hans: 排除
zh_hant: 排除

# forward_security
source: Perfect Forward Secrecy
cs: Dopředná bezpečnost
tr: Mükemmel İletme Gizliliği
uk: Цілковита пряма секретність
zh_hans: 完全正向保密
zh_hant: 完全正向保密

# forward_security_none
source: None
cs: Žádná
ko: 없음
nl: Geen
sk: Žiadny
tr: Hiçbiri
uk: Немає
zh_hans: 无保密
zh_hant: 無

# forward_security_2dh
source: Unilateral
cs: Jednostranná
ko: 일방적
nl: Eenzijdig
sk: Jednostranný
tr: Tek Taraflı
uk: Одностороння
zh_hans: 单向保密
zh_hant: 單向保密

# forward_security_4dh
source: Complete
cs: Kompletní
ko: 완료
nl: Voltooid
sk: Dokončené
tr: Tamam
uk: Повна
zh_hans: 完整保密
zh_hant: 完整保密

# forward_security_outgoing_group_partial
source: Partial
cs: Částečně
ko: 일부
nl: Gedeeltelijk
sk: Čiastočné
tr: Kısmi
uk: Частково
zh_hans: 部分保密
zh_hant: 部分保密

# forward_security_outgoing_group_full
source: Full
cs: Kompletně
ko: 전체
nl: Volledig
sk: Úplné
tr: Tam
uk: Повністю
zh_hans: 完整保密
zh_hant: 完整保密

# forward_security_clear_sessions
source: Reset Perfect Forward Secrecy for This Contact
cs: Resetovat funkci dopředné bezpečnosti u tohoto kontaktu
ko: 연락처의 Perfect Forward Secrecy 재설정
nl: Perfect Forward Secrecy voor deze contactpersoon resetten
sk: Obnoviť Perfect Forward Secrecy pre tento kontakt
tr: Bu Kişi için Mükemmel İletme Gizliliğini Sıfırla
uk: Скинути параметр «Цілковита пряма секретність» для цього контакта
zh_hans: 重置对此联系人的 “完全正向保密” 状态
zh_hant: 重設對此聯絡人的「完全正向保密」狀態

# forward_security_explainer_footer
source: Only perform this action when instructed do so by Threema’s support team.
cs: Tuto akci provádějte pouze na pokyn týmu podpory platformy Threema.
ko: Threema 지원팀의 지시가 있을 때만 이 작업을 수행하세요.
nl: Voer deze actie alleen uit wanneer u hiertoe door de klantenservice van Threema wordt geïnstrueerd.
sk: Túto akciu vykonajte iba vtedy, keď vás na to upozorní podporný tím spoločnosti Threema.
tr: Bu işlemi yalnızca Threema'nın destek ekibi tarafından talimat verildiğinde gerçekleştirin.
uk: Виконувати цю дію лише за вказівкою команди підтримки Threema.
zh_hans: 仅在 Threema 支持团队的指示下，才执行此操作。
zh_hant: 僅限在 Threema 支援團隊的指示下，才執行此作業。

# md_wizard_pfs_warning
source: Perfect Forward Secrecy will be disabled for all contacts after you activate the Multi-Device Preview.
cs: Po aktivaci náhledu pro více zařízení se u všech kontaktů vypne dopředná bezpečnost.
ko: Perfect Forward Secrecy는 다중 기기 미리보기를 활성화한 후 모든 연락처에 대해 비활성화됩니다.
nl: Nadat u Multi-Device preview hebt geactiveerd, wordt Perfect forward secrecy voor alle contacten uitgeschakeld.
sk: Po aktivácii náhľadu viacerých zariadení bude funkcia "Perfect Forward Secrecy" pre všetky kontakty deaktivovaná.
tr: Çoklu Cihaz Önizlemesini etkinleştirdikten sonra Mükemmel İletme Gizliliği tüm kişiler için devre dışı bırakılacaktır.
uk: Цілковита пряма секретність буде заблокована для усіх контактів після активації Огляду на декількох пристроях.
zh_hans: 启用多设备预览后，所有联系人的完全正向保密将被禁用。
zh_hant: 啟用多裝置預覽後，所有聯絡人的完全正向保密將被停用。

# md_wizard_disable_pfs_confirm
source: Disable Perfect Forward Secrecy
cs: Deaktivovat dopřednou bezpečnost
ko: Perfect Forward Secrecy 비활성화
nl: Perfect forward secrecy uitschakelen
sk: Vypnúť funkciu Perfect Forward Secrecy
tr: Mükemmel İletme Gizliliğini Devre Dışı Bırak
uk: Вимкнути Цілковиту пряму секретність
zh_hans: 禁用完全正向保密
zh_hant: 停用完全正向保密

source: Let’s get started
cs: Pojďme na to
ko: 시작합시다
nl: Aan de slag
sk: Začíname
tr: Başlayalım
uk: Почнімо
zh_hans: 让我们开始吧
zh_hant: 讓我們開始吧

# setup_threema
source: Start setup
cs: Nastavit aplikaci Threema
ko: 설정 시작
nl: Threema instellen
sk: Nastaviť aplikáciu Threema
tr: Kurulumu başlat
uk: Розпочати налаштування
zh_hans: 开始设置
zh_hant: 開始設定

# restore_id
source: Restore backup
cs: Obnovit ze zálohy
ko: 백업 복원
nl: Herstellen van back-up
sk: Obnoviť zálohu
tr: Yedeği geri yükle
uk: Відновити резервну копію
zh_hans: 恢复备份
zh_hant: 還原備份

# restore_title_text
source: Back to %@?
cs: Zpět do %@?
ko: %@(으)로 돌아가기?
nl: Terug naar %@?
sk: Späť na %@?
tr: %@ geri dönülsün mü?
uk: Повернулись до %@?
zh_hans: 返回到 %@？
zh_hant: 返回至 %@？

# setup_title_text
source: New to %@?
cs: Jste v %@ poprvé?
ko: %@에 처음이신가요?
nl: Nieuw bij %@?
sk: Nový používateľ %@?
tr: %@ için yeni misiniz?
uk: Новенький у %@?
zh_hans: 第一次使用 %@？
zh_hant: 第一次使用 %@？

# restore_id_export
source: Restore exported ID
cs: Obnovit exportované ID
ko: 내보낸 ID 복원
nl: Geëxporteerd ID herstellen
sk: Obnoviť exportované ID
tr: Dışa aktarılan kimliği geri yükle
uk: Відновити експортований ID
zh_hans: 恢复已导出的ID
zh_hant: 還原已匯出的ID

# id_exists
source: The Threema ID previously used on this device (%@) is still present. Would you like to restore this ID?
cs: Stále je přítomno Threema ID, které bylo na tomto zařízení dříve používáno (%@). Chcete toto ID obnovit?
ko: 이 기기에서 이전에 사용한 Threema ID (%@)가 여전히 남아 있습니다. 이 ID를 복원하시겠습니까?
nl: De Threema ID dat eerder op dit apparaat (%@) is gebruikt, is nog aanwezig. Wilt u deze ID herstellen?
sk: Na tomto zariadení sa stále nachádza predtým používané Threema ID (%@). Chcete toto ID obnoviť?
tr: Bu cihazda daha önce kullanılan Threema kimliği (%@) hala mevcut. Bu kimliği geri yüklemek ister misiniz?
uk: Threema ID, що вже використовувався на цьому пристрої (%@), ще наявний. Бажаєте відновити його?
zh_hans: 此设备上先前使用的 Threema ID (%@) 仍然在线。您想恢复这个ID吗？
zh_hant: 此裝置上以前使用的 Threema ID (%@) 仍然在線。您想還原這個ID嗎？

source: Contact Support
cs: Kontaktovat podporu
ko: 지원팀에 문의
nl: Neem contact op voor ondersteuning
sk: Kontaktovať podporu
tr: Destek Ekibiyle İletişime Geç
uk: Звернутись до служби підтримки
zh_hans: 联系支持人员
zh_hant: 聯絡支援人員

# contact_support_mail_subject
source: Too many IDs created for this purchase
cs: Pro tento nákup bylo vytvořeno příliš mnoho ID
ko: 이 구매에 대해 너무 많은 ID가 생성되었습니다
nl: Er zijn te veel ID's aangemaakt voor deze aankoop
sk: Príliš veľa ID vytvorených pre tento nákup
tr: Bu satın alma işlemi için çok fazla kimlik oluşturuldu
uk: Для цієї покупки створено забагато ID
zh_hans: 此次购买创建的ID过多
zh_hant: 此次購買建立的ID過多

# contact_support_mail_message
source: Dear %@ team, Generating a new Threema ID fails and returns this error code: %@ Best,
cs: Vážený týme %@, vytvoření nového Threema ID se nezdařilo a vrátilo tento kód chyby: %@ S pozdravem
ko: %@ 팀, 안녕하세요. 새로운 Threema ID 생성이 실패하고 다음 오류 코드가 반환됩니다. %@ 감사합니다.
nl: Beste %@-team, Het genereren van een nieuwe Threema ID mislukt en levert deze foutcode op: %@ Met vriendelijke groet,
sk: Vážený tím %@, Generovanie nového Threema ID zlyháva. Zobrazuje sa tento chybový kód: %@ S pozdravom
tr: Sevgili %@ ekibi, Yeni bir Threema kimliği oluşturmak başarısız oluyor ve bu hata kodunu veriyor: %@ Saygılarımla,
uk: Шановна командо %@, Не вдалося створити новий Threema ID. Повертається такий код помилки: %@ З повагою,
zh_hans: 致 %@ 团队： 生成新的 Threema ID 失败，并返回此错误码： %@ 此致
zh_hant: 致 %@ 團隊： 產生新的 Threema ID 失敗，並傳回此錯誤碼： %@ 此致

# welcome
source: Welcome to %@
cs: Vítá vás %@
ko: %@에 오신 것을 환영합니다.
nl: Welkom bij %@
sk: Vitajte v aplikácii %@
tr: %@ hoşgeldiniz
uk: Вітаємо у %@
zh_hans: 欢迎使用 %@
zh_hant: 歡迎使用 %@

# move_your_finger
source: Move your finger on the screen to generate a new Threema ID.
cs: Pohybujte prstem po obrazovce.
ko: 새로운 Threema ID를 생성하려면 화면에 손가락을 움직이십시오.
nl: Beweeg je vinger over het scherm.
sk: Posúvajte prstom po obrazovke na vytvorenie nového Threema ID.
tr: Yeni bir Threema kimliği oluşturmak için parmağınızı ekranda hareket ettirin.
uk: Переміщуйте палець по екрану для створення нового Threema ID.
zh_hans: 在屏幕上移动手指，以生成新的 Threema ID。
zh_hant: 在螢幕上移動手指，以生成新的 Threema ID。

source: More information
cs: Více informací
ko: 더 많은 정보
nl: Meer informatie
sk: Viac informácií
tr: Daha fazla bilgi
uk: Більше інформації
zh_hans: 更多信息
zh_hant: 更多資訊

# more_information_link_id_work
source: By giving us your phone number and email address, we can help your contacts find you automatically on %@. These information will be stored in a secure and anonymous way. If you skip this step, you will use %@ completely anonymously.
cs: Když nám poskytnete svoje telefonní číslo a e-mailovou adresu, budou pak mít vaše kontakty možnost vás v síti %@ automaticky vyhledat. Tyto údaje budou uloženy bezpečným a anonymním způsobem. Pokud tento krok přeskočíte, budete používat %@ naprosto anonymně.
ko: 전화번호와 이메일 주소를 제공하면 %@에서 당신을 찾는 데 도움을 드릴 수 있습니다. 이 정보는 안전하고 익명으로 저장됩니다. 이 단계를 건너 뛰면 %@을(를) 완전히 익명하게 사용하게 됩니다.
nl: Als je je e-mailadres en telefoonnummer geeft, kunnen we je contactpersonen helpen je automatisch op %@ te vinden. Deze informatie wordt veilig en anoniem opgeslagen. Als je deze stap overslaat, kun je %@ volledig anoniem gebruiken.
sk: Ak nám poskytnete svoje telefónne číslo a emailovú adresu, môžeme pomôcť vašim kontaktom, aby vás automaticky našli na %@. Tieto informácie budú uložené bezpečným a anonymným spôsobom. Ak tento krok preskočíte, budete %@ používať úplne anonymne.
tr: Bize telefon numaranızı ve e-posta adresinizi vererek, kişilerinizin sizi %@ üzerinde otomatik olarak bulmasına yardımcı olabiliriz. Bu bilgiler güvenli ve anonim bir şekilde saklanacaktır. Bu adımı atlarsanız, %@ adını tamamen anonim olarak kullanacaksınız.
uk: Надавши нам свій номер телефону та адресу електронної пошти, ми зможемо допомогти вашим контактам автоматично знайти вас у %@. Ця інформація зберігатиметься у безпечний та анонімний спосіб. Якщо ви пропустите цей крок, ви використовуватимете %@ повністю анонімно.
zh_hans: 向我们提供您的电话号码和电子邮件地址，以帮助您的联系人在 %@ 上自动找到您。这些消息将以安全且匿名的方式存储。如果您跳过此步骤，则完全匿名使用 %@。
zh_hant: 向我們提供您的電話號碼和電子郵件地址，以協助您的聯絡人在 %@ 上自動找到您。這些訊息將以安全且匿名的方式儲存。如果您跳過此步驟，則完全匿名使用 %@。
