Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/*.lproj/Localizable.strings
Languages: cs, ko, nl, sk, tr, uk, zh_hans, zh_hant

source: Choose Recipient
cs: Vyberte příjemce
ko: 수신자 선택
nl: Ontvanger kiezen
sk: Vybrať príjemcu
tr: Alıcı seçin
uk: Обрати отримувача
zh_hans: 选择接收者
zh_hant: 選擇收件者

source: Tap to cancel
cs: Klepnutím zrušit
ko: 취소하려면 탭하세요
nl: Tikken om te annuleren
sk: Kliknutím zrušiť
tr: İptal etmek için dokunun
uk: Торкніться для скасування
zh_hans: 点击取消
zh_hant: 點擊以取消

source: Previous
cs: Předchozí
ko: 이전
nl: Vorige
sk: Predchádzajúca
tr: Önceki
uk: Попередні
zh_hans: 上一步
zh_hant: 上一步

source: Tap to change
cs: Klepnutím změnit
ko: 변경하려면 탭하세요
nl: Tikken om te wijzigen
sk: Kliknutím zmeniť
tr: Değiştirmek için dokunun
uk: Торкніться для зміни
zh_hans: 点击更改
zh_hant: 點擊以變更

source: Next
cs: Další
ko: 다음
nl: Volgende
sk: Ďalšia
tr: Sonraki
uk: Далі
zh_hans: 下一步
zh_hant: 下一步

source: Unread Messages
cs: Nepřečtené zprávy
ko: 읽지 않은 메시지
nl: Ongelezen berichten
sk: Neprečítané správy
tr: Okunmamış mesajlar
uk: Непрочитані повідомлення
zh_hans: 未读消息
zh_hant: 未讀訊息

# unread_messages_line_with_count
source: Unread Messages (%d)
cs: Nepřečtené zprávy (%d)
ko: 읽지 않은 메시지 (%d)
nl: Ongelezen berichten (%d)
sk: Neprečítané správy (%d)
tr: Okunmamış Mesajlar (%d)
uk: Непрочитані повідомлення (%d)
zh_hans: 未读消息 (%d)
zh_hant: 未讀訊息 (%d)

# verification_level_title
source: Verification Level
cs: Úroveň ověření
ko: 검증 레벨
nl: Verificatieniveau
sk: Úroveň overenia
tr: Doğrulama seviyesi
uk: Рівень підтвердження
zh_hans: 验证级别
zh_hant: 驗證等級

# verification_level_text
source: The colored dots indicate a contact’s verification level.
cs: Barevné tečky označují úroveň ověření kontaktu.
ko: 색상으로 된 점은 연락처의 검증 레벨을 나타냅니다
nl: De gekleurde stippen geven het verificatieniveau van een contactpersoon aan.
sk: Farebné bodky označujú úroveň overenia kontaktu.
tr: Renkli noktalar kişinin doğrulama düzeyinin bir göstergesidir.
uk: Кольорові точки вказують на рівень підтвердження контакту.
zh_hans: 彩色圆点表示联系人的验证级别。
zh_hant: 彩色圓點表示聯絡人的驗證等級。

# level0_title
source: Lowest verification level
cs: Nejnižší úroveň ověření
ko: 최저 검증 레벨
nl: Laagste verificatieniveau
sk: Najnižšia úroveň overenia
tr: En düşük doğrulama seviyesi
uk: Нижчий рівень підтвердження
zh_hans: 最低验证级别
zh_hant: 最低驗證等級

# verification_level_section_work
source: Contacts in your Organization
cs: Kontakty ve vaší organizaci
ko: 귀하의 조직에 있는 연락처
nl: Contacten in uw organisatie
sk: Kontakty vašej organizácie
tr: Kuruluşunuzdaki kişiler
uk: Контакти у вашій організації
zh_hans: 贵组织中的联系人
zh_hant: 貴機構中的聯絡人

# verification_level_section_other
source: Other Contacts
cs: Další kontakty
ko: 다른 연락처
nl: Andere contacten
sk: Iné kontakty
tr: Diğer kişiler
uk: Інші контакти
zh_hans: 其他联系人
zh_hant: 其他聯絡人

# level1_title
source: Medium verification level
cs: Střední úroveň ověření
ko: 중간 검증 레벨
nl: Gemiddeld verificatieniveau
sk: Stredná úroveň overenia
tr: Orta düzey doğrulama seviyesi
uk: Середній рівень підтвердження
zh_hans: 中等验证级别
zh_hant: 中等驗證等級

# level2_title
source: Highest verification level
cs: Nejvyšší úroveň ověření
ko: 최고 검증 레벨
nl: Hoogste verificatieniveau
sk: Najvyššia úroveň overenia
tr: En yüksek doğrulama seviyesi
uk: Найвищий рівень підтвердження
zh_hans: 最高验证级别
zh_hant: 最高驗證等級

# level3_title
source: Medium work verification level
cs: Střední úroveň ověření
ko: 중간 업무 검증 레벨
nl: Gemiddeld werkverificatieniveau
sk: Stredná úroveň overenia
tr: Orta düzey work doğrulama seviyesi
uk: Середній робочий рівень підтвердження
zh_hans: 中等工作验证级别
zh_hant: 中等工作驗證等級

# level4_title
source: Highest work verification level
cs: Nejvyšší úroveň ověření
ko: 최고 업무 검증 레벨
nl: Hoogste werkverificatieniveau
sk: Najvyššia úroveň overenia
tr: En yüksek work doğrulama seviyesi
uk: Найвищий робочий рівень підтвердження
zh_hans: 最高工作验证级别
zh_hant: 最高工作驗證等級

# level0_explanation
source: Unknown contact; either this contact did not link a phone number nor an email address to their ID, or your address book does not contain these contact details.
cs: Neznámý kontakt; buď tento kontakt nepřipojil telefonní číslo ani e-mailovou adresu ke svému ID, nebo váš adresář údaje o tomto kontaktu neobsahuje.
ko: 알 수 없는 연락처; 이 연락처는 전화번호나 이메일 주소를 ID에 연결하지 않았거나, 또는 주소록에 이러한 연락처 정보가 포함되어 있지 않습니다.
nl: Onbekende contactpersoon; deze contactpersoon heeft geen telefoonnummer of e-mailadres aan zijn/haar ID gekoppeld, of je adresboek bevat de contactgegevens niet.
sk: Neznámy kontakt: buď tento kontakt nepripojil telefónne číslo ani emailovú adresu ku svojmu ID, alebo váš adresár neobsahuje detaily o tomto kontakte.
tr: Bilinmeyen kişi; bu kişi kimliğine telefon numarası veya e-posta adresi bağlamadı ya da adres defteriniz bu iletişim bilgilerini içermiyor.
uk: Невідомий контакт; цей контакт або не прив’язав номер телефону чи адресу електронної пошти до свого ID, або ваша адресна книга не містить цих контактних даних.
zh_hans: 未知联系人；该联系人没有将电话号码或电子邮件地址链接到其ID，或者您的通讯录没有保存该联系人。
zh_hant: 未知聯絡人；該聯絡人沒有將電話號碼或電子郵件地址連結至其ID，或者您的通訊錄沒有儲存該聯絡人。

# level1_explanation
source: Contact whose phone number and/or email address is contained in your address book.
cs: Kontakt, jehož telefonní číslo nebo e-mailová adresa je ve vašem adresáři.
ko: 전화번호 및/또는 이메일 주소가 주소록에 포함된 연락처.
nl: Contactpersoon met een telefoonnummer en/of e-mailadres in je adresboek.
sk: Kontakt, ktorého telefónne číslo a/alebo emailová adresa sa nachádza v zozname kontaktov.
tr: Telefon numarası ve / veya e-posta adresi adres defterinizde bulunan kişi
uk: Контакт, чий номер телефону або адреса електронної пошти міститься у вашій адресній книзі.
zh_hans: 联系人的电话号码和/或电子邮件地址已保存在您的通讯录。
zh_hant: 聯絡人的電話號碼和/或電子郵件地址已儲存在您的通訊錄。

# level2_explanation
source: Contact whose identity and public key you have personally verified by scanning their QR code.
cs: Kontakt, jehož identitu a veřejný klíč jste osobně ověřili naskenováním jejich QR kódu.
ko: QR 코드를 스캔하여 개인적으로 신원과 공개 키를 확인한 연락처
nl: Contactpersoon wiens identiteit en openbare sleutel je persoonlijk hebt geverifieerd door zijn/haar QR-code te scannen.
sk: Kontakt, ktorého identitu a verejný kľúč ste osobne skontrolovali zoskenovaním jeho QR kódu.
tr: Kare kodunu tarayarak kimliğini ve genel anahtarını kişisel olarak doğruladığınız kişi
uk: Контакт, чию особистість та відкритий ключ особисто підтверджено через сканування QR-коду.
zh_hans: 通过扫描二维码，您能亲自验证联系人的身份和公钥。
zh_hant: 透過掃描QR碼，您能親自驗證聯絡人的身份和公鑰。

# level3_explanation
source: Internal contact, prepopulated by your organization.
cs: Interní kontakt, předem obsazený vaší organizací.
ko: 귀하의 조직에서 미리 입력된 내부 연락처.
nl: Interne contactpersoon, ingevoerd door je organisatie.
sk: Interný kontakt, vopred obsadený vašou organizáciou.
tr: Kuruluşunuz tarafından önceden doldurulmuş dahili kişi.
uk: Внутрішній контакт, створений вашою організацією.
zh_hans: 内部联系人，由贵组织预先填写。
zh_hant: 內部聯絡人，由貴機構預填充。

# level4_explanation
source: Internal contact whose identity and public key you have personally verified by scanning their QR code.
cs: Interní kontakt, jehož identitu a veřejný klíč jste osobně ověřili naskenováním jejich QR kódu.
ko: QR 코드를 스캔하여 개인적으로 신원과 공개 키를 확인한 내부 연락처.
nl: Interne contactpersoon wiens identiteit en openbare sleutel je persoonlijk hebt geverifieerd door zijn/haar QR-code te scannen.
sk: Interný kontakt, ktorého identitu a verejný kľúč ste osobne skontrolovali zoskenovaním jeho QR kódu.
tr: Kare kodunu tarayarak kimliğini ve genel anahtarını kişisel olarak doğruladığınız dahili kişi.
uk: Внутрішній контакт, чию особистість та відкритий ключ підтверджено через сканування QR-коду.
zh_hans: 通过扫描二维码，您能亲自验证内部联系人的身份和公钥。
zh_hant: 透過掃描QR碼，您能親自驗證內部聯絡人的身份和公鑰。

# id_verified_title
source: ID Verified
cs: ID ověřeno
ko: ID 확인됨
nl: ID geverificeerd
sk: ID overené
tr: Kimlik doğrulandı
uk: ID підтверджено
zh_hans: ID已验证
zh_hant: ID已驗證

# invalid_country_code_title
source: Invalid Region Format
cs: Neplatný formát regionu
ko: 잘못된 지역 형식
nl: Ongeldige regiocode
sk: Neplatný formát regiónu
tr: Geçersiz bölge biçimi
uk: Невірний формат регіону
zh_hans: 无效的区域格式
zh_hant: 無效的區域格式

# invalid_country_code_message
source: It seems that the Region Format on your device is set to an invalid value. Please open the Settings app, go to General > International and choose a Region Format again to avoid problems with phone number matching.
cs: Zdá se, že formát regionu na vašem zařízení je nastavený na neplatnou hodnotu. Otevřete nabídku nastavení aplikace, přejděte do sekce Všeobecné > Mezinárodní a zvolte formát regionu znovu, abyste tak předešli problémům s přiřazováním telefonního čísla.
ko: 기기의 지역 형식이 잘못된 값으로 설정된 것 같습니다. 설정 앱을 열고 일반 > 국제로 이동하여 지역 형식을 다시 선택하여 전화번호 일치 문제를 피하세요.
nl: Zo te zien heeft de regiocode van je apparaat een ongeldige waarde. Open de Instellingen, ga naar Algemeen > Internationaal en kies een nieuwe Regiocode om problemen met het matchen van telefoonnummers te voorkomen.
sk: Zdá sa, že formát regiónu vašeho zariadenia je nastavený na neplatnú hodnotu. Otvore prosím aplikáciu Nastavenia, vojdite do Všeobecné > Jazyk a región a vyberte znovu formát regiónu, aby ste sa vyhli problémom s priraďovaním telefónneho čísla.
tr: Cihazınızdaki bölge biçimi geçersiz bir değere ayarlanmış gibi görünüyor. Telefon numarası eşleşmesiyle ilgili sorunları önlemek için lütfen Ayarlar uygulamasını açın, Genel > Uluslararası'ya gidin ve tekrar bir bölge biçimi seçin.
uk: Схоже, що для формату регіону на вашому пристрої встановлено недійсне значення. Відкрийте Налаштування, перейдіть до Загальні > Мова і регіон та Вибрати регіон, щоб уникнути проблем з номерами телефонів.
zh_hans: 您的设备上的 “地区” 似乎设置为无效值。 请打开系统 “设置”，转到 “通用” > “语言与地区”，然后重新选择 “地区”，以避免电话号码匹配出现问题。
zh_hant: 您的裝置上的「地區」似乎設定為無效值。請開啟系統 「設定」，轉到「一般」>「語言與地區」，然後重新選擇「地區」，以避免電話號碼相符出現問題。

# show_stale_contacts_on
source: Inactive Threema IDs (i.e., IDs that have not been in use for at least three months) and revoked IDs are hidden.
cs: Neaktivní Threema ID (tj. ID, která nebyla použita alespoň tři měsíce) a zrušená ID jsou skrytá.
ko: 비활성 Threema ID(즉, 적어도 세 달 동안 사용되지 않은 ID) 및 철회된 ID는 숨겨져 있습니다.
nl: Inactieve Threema ID’s (d.w.z. ID’s die al meer dan 3 maanden niet zijn gebruikt) en ingetrokken ID’s worden verborgen.
sk: Neaktívne Threema ID (t.j. ID, ktoré neboli používané aspoň tri mesiace) a zrušené ID sú skryté.
tr: Etkin olmayan Threema kimlikleri (örneğin, en az üç aydır kullanılmayan kimlikler) ve iptal edilen kimlikler gizlenir.
uk: Неактивні Threema ID (тобто такі, що не використовувались протягом щонайменше трьох місяців) та видалені ID приховано.
zh_hans: 不活跃的 Threema ID（即至少三个月没有使用的ID）和被撤销的ID都会被隐藏。
zh_hant: 非活躍的 Threema ID（即至少三個月沒有使用的ID）和被撤銷的ID都會被隱藏。

# show_stale_contacts_off
source: All Threema IDs are listed in the contact list.
cs: V seznamu kontaktů jsou uvedena všechna Threema ID.
ko: 모든 Threema ID는 연락처 목록에 나열됩니다.
nl: Alle Threema ID’s worden weergegeven in de lijst met contactpersonen.
sk: Všetky Threema ID sú uvedené v zozname kontaktov.
tr: Tüm Threema kimlikleri rehberde listelenir.
uk: Усі Threema ID перелічені у списку контактів.
zh_hans: 所有 Threema ID 都列在通讯录中。
zh_hant: 所有 Threema ID 都列在通訊錄中。

# backgrounding_on
source: App will stay connected for up to 30 seconds after moving into background.
cs: Aplikace zůstane připojená až 30 sekund od okamžiku jejího přesunutí na pozadí.
ko: 앱은 배경으로 이동한 후 최대 30초 동안 연결 상태를 유지합니다.
nl: De app-verbinding blijft tot 30 seconden actief wanneer de app naar de achtergrond wordt verplaatst.
sk: Aplikácia zostane po presunutí do pozadia pripojená ešte 30 sekúnd.
tr: Uygulama, arka plana geçtikten sonra 30 saniyeye kadar bağlı kalacaktır.
uk: Застосунок залишатиметься у мережі до 30 секунд після переходу у фоновий режим.
zh_hans: 移动到后台后，Threema 将保持连接长达30秒。
zh_hant: 移至背景後，Threema 將保持連線長達30秒。

# backgrounding_off
source: App will disconnect immediately when moving into background.
cs: Aplikace se odpojí okamžitě po přesunutí na pozadí.
ko: 앱은 배경으로 이동할 때 즉시 연결이 끊어집니다.
nl: De app-verbinding wordt onmiddellijk verbroken wanneer de app naar de achtergrond wordt verplaatst.
sk: Aplikácia sa po presunutí do pozadia okamžite odpojí
tr: Uygulama, arka plana geçerken hemen bağlantıyı kesecektir.
uk: При переході до фонового режиму застосунок негайно відключається від мережі.
zh_hans: 移动到后台后，Threema 将立即断开连接。
zh_hant: 移至背景後，Threema 將立即中斷連線。

# debug_log_clear
source: Clear Log
cs: Smazat záznam
ko: 로그 지우기
nl: Log wissen
sk: Vymazať denník
tr: Günlüğü Temizle
uk: Очистити журнал
zh_hans: 清除日志
zh_hant: 清除日誌

# log_empty_message
source: The Debug Log is empty.
cs: Záznam pro hledání chyb je prázdný.
ko: 디버그 로그는 비어 있습니다.
nl: Het debugging-logbestand is leeg.
sk: Záznam o ladení je prázdny.
tr: Hata ayıklama günlüğü boş.
uk: Журнал відладки порожній.
zh_hans: 调试日志为空白。
zh_hant: 偵錯記錄為空白。

# cannot_send_mail_message
source: No email account is configured on this device.
cs: Na tomto zařízení není nastavený žádný e-mailový účet.
ko: 이 기기에 구성된 이메일 계정이 없습니다.
nl: Er is geen e-mailaccount op dit apparaat geconfigureerd.
sk: Na tomto zariadení nie je nakonfigurovaný emailový účet.
tr: Bu cihazda yapılandırılmış bir e-posta hesabı yok.
uk: На цьому пристрої не налаштовано обліковий запис електронної пошти.
zh_hans: 此设备上未配置电子邮件帐户。
zh_hant: 此裝置上未配置電子郵件帳戶。

# preview_limit
source: Limit: %.0f thumbnails
cs: Limit: %.0f náhledů
ko: 제한: %.0f 썸네일
nl: Limiet: %.0f miniaturen
sk: Limit: %.0f náhľadov
tr: Sınır: %.0f küçük resim
uk: Ліміт: %.0f ескізів
zh_hans: 限制： %.0f张缩略图
zh_hant: 限制： %.0f張縮圖

# backup_mail_subject
source: Threema ID export for %@
cs: Export Threema ID pro %@
ko: %@에 대한 Threema ID 내보내기
nl: Threema ID exportbestand voor %@
sk: Export Threema ID pre %@
tr: %@ için dışa aktarılan Threema kimliği
uk: Експорт Threema ID для %@
zh_hans: 用于%@的 Threema ID 导出
zh_hant: 用作%@的 Threema ID 匯出

# backup_found_message
source: An exported Threema ID was found on your device. Do you want to restore it?
cs: Na vašem zařízení bylo nalezeno exportované Threema ID. Chcete jej obnovit?
ko: 기기에서 내보낸 Threema ID가 발견되었습니다. 복원하시겠습니까?
nl: Er is een Threema ID-exportbestand op uw apparaat gevonden. Wil u het herstellen?
sk: Vo vašom zariadení bolo nájdené exportované Threema ID. Chcete ho obnoviť?
tr: Cihazınızda dışa aktarılmış bir Threema kimliği bulundu. Geri yüklemek ister misiniz?
uk: На вашому пристрої знайдено експортований Threema ID. Ви хочете його відновити?
zh_hans: 在您的设备上找到了导出的 Threema ID。您要恢复吗？
zh_hant: 在您的裝置上找到了匯出的 Threema ID。您要還原嗎？

# backup_include
source: The encrypted ID export will be included when you back up your phone via iTunes or iCloud.
cs: Když zazálohujete svůj telefon přes iTunes nebo iCloud, bude součástí těchto dat také šifrovaný export ID.
ko: 암호화된 ID 내보내기는 iTunes 또는 iCloud를 통해 전화를 백업할 때 포함됩니다.
nl: De versleutelde ID exportbestand wordt opgenomen als u een back-up van uw telefoon maakt via iTunes of iCloud.
sk: Ak si odzálohujete váš telefón cez iTunes alebo iCloud, bude v ňom zahrnutý aj šifrovaný export ID.
tr: Telefonunuzu iTunes veya iCloud aracılığıyla yedeklediğinizde, şifrelenmiş kimlik dışa aktarma işlemi dahil edilecektir.
uk: Експорт зашифрованого ID буде додано, коли ви створите резервну копію телефону через iTunes або iCloud.
zh_hans: 通过 iTunes 或 iCloud 备份手机时，将包含已加密的ID导出。
zh_hant: 透過 iTunes 或 iCloud 備份電話時，將包括已加密的ID匯出。

# backup_found_title
source: ID export found
cs: Export ID byl nalezen
ko: ID 내보내기 발견됨
nl: ID-exportbestand gevonden
sk: Nájdený exportovaný ID
tr: Dışa aktarılan kimlik bulundu
uk: Знайдено експортований ID
zh_hans: 发现了ID导出
zh_hant: 發現了ID匯出

# backup_footer
source: This data, along with the password that you have chosen, can be used to restore your ID on another device. You can copy & paste it to a suitable location, email it to yourself or scan the QR code using another device.
cs: Tato data v kombinaci s vámi zvoleným heslem lze využít k obnovení vašeho ID na jiném zařízení. Můžete si je zkopírovat a vložit, kam uznáte za vhodné, poslat si je e-mailem nebo naskenovat QR kód jiným zařízením.
ko: 이 데이터는 선택한 비밀번호와 함께 다른 기기에서 ID를 복원하는 데 사용할 수 있습니다. 적절한 위치에 복사하고 붙여 넣기 하거나, 자신에게 이메일로 보내거나, 다른 기기를 사용하여 QR 코드를 스캔할 수 있습니다.
nl: Deze gegevens, samen met het gekozen wachtwoord, kunnen worden gebruikt om je ID op een ander apparaat te herstellen. Je kunt het naar een geschikte locatie knippen & plakken, naar jezelf e-mailen of de QR-code met een ander apparaat scannen.
sk: Tieto údaje spolu s heslom, ktoré ste si zvolili, môžu byť použité k obnoveniu vášho ID na inom zariadení. Môžete ho skopírovať na vhodné miesto, poslať si ho emailom, alebo naskenovať QR kód pomocou iného zariadenia.
tr: Bu veriler, seçtiğiniz şifre ile birlikte kimliğinizi başka bir cihaza geri yüklemek için kullanılabilir. Uygun bir yere kopyalayıp yapıştırabilir, kendinize e-posta ile gönderebilir veya başka bir cihaz kullanarak kare kodunu tarayabilirsiniz.
uk: Ці дані разом із вибраним паролем можна використовувати для відновлення вашого ID на іншому пристрої. Ви можете скопіювати та вставити його у відповідне місце, надіслати електронною поштою собі або зісканувати QR-код за допомогою іншого пристрою.
zh_hans: 这些数据和您选择的密码，可用于在另一台设备上恢复您的ID。 您可以将其复制并粘贴到合适的位置，通过电子邮件发送给自己或使用其他设备扫描二维码。
zh_hant: 這些資料和您選擇的密碼，可用於在另一部裝置上還原您的ID。您可以將其複製並貼上至合適的位置，透過電子郵件傳送給自己或使用其他裝置掃描QR碼。

# scan_backup
source: Scan ID export
cs: Naskenovat export ID
ko: ID 내보내기 스캔
nl: ID-export scannen
sk: Naskenovať export ID
tr: Dışa aktarılan kimliği tara
uk: Сканувати експортований ID
zh_hans: 扫描ID导出
zh_hant: 掃描ID匯出

# backup_exclude
source: The ID export will not be included when you back up your phone via iTunes or iCloud. Save the ID export manually to avoid losing it.
cs: Když zazálohujete svůj telefon přes iTunes nebo iCloud, nebude součástí těchto dat export ID. Nechcete-li o své ID přijít, uložte si export ID ručně.
ko: iTunes 또는 iCloud를 통해 전화를 백업할 때 ID 내보내기가 포함되지 않을 것입니다. ID 내보내기를 수동으로 저장하여 분실을 피하십시오.
nl: Het ID-exportbestand wordt niet opgenomen als u een back-up van uw telefoon maakt via iTunes of iCloud. Sla het exportbestand handmatig op om het te bewaren.
sk: Ak si odzálohujete váš telefón cez iTunes alebo iCloud, export ID v zálohe nebude zahrnutý. Aby ste predišli jeho strate, uložte si ho ručne.
tr: Telefonunuzu iTunes veya iCloud aracılığıyla yedeklediğinizde kimliğin dışa aktarılması bu işleme dahil edilmeyecektir. Kaybetmemek için lütfen manuel olarak kaydedin.
uk: Експортований ID не буде додано, коли ви створюєте резервну копію телефону через iTunes або iCloud. Збережіть експортований ID вручну, щоб уникнути його втрати.
zh_hans: 通过 iTunes 或 iCloud 备份手机时，ID导出将不包括在内。请手动保存ID导出，以免丢失。
zh_hant: 透過 iTunes 或 iCloud 備份電話時，ID匯出將不包括在內。請手動儲存ID匯出，以免遺失。

# pull_to_sync
source: Pull to synchronize…
cs: Potažením dolů provedete synchronizaci…
ko: 동기화하려면 당기세요...
nl: Vegen om te synchroniseren...
sk: Potiahnutím synchronizovať...
tr: Senkronize etmek için çekin...
uk: Потягніть для синхронізації...
zh_hans: 下拉以同步…
zh_hant: 下拉以同步…

# bad_identity_backup
source: The ID export data is invalid or you have entered the wrong password. Use the password you chose when you created the export in order to restore your Threema ID. Please check your input and try again.
cs: Data exportu ID jsou neplatná nebo jste zadali špatné heslo. Chcete-li obnovit své Threema ID, použijte heslo zvolené při vytváření exportu. Zkontrolujte, zda jste vše zadali správně, a zkuste to znovu.
ko: ID 내보내기 데이터가 잘못되었거나 잘못된 암호를 입력했습니다. Threema ID를 복원하려면 내보내기를 생성할 때 선택한 암호를 사용하십시오. 입력을 확인하고 다시 시도하십시오.
nl: De gegevens van het ID-exportbestand zijn ongeldig of u hebt het verkeerde wachtwoord ingevoerd. Gebruik het wachtwoord dat u koos toen u het exportbestand uitvoerde om uw Threema ID te herstellen. Controleer de invoer en probeer het opnieuw.
sk: Údaje exportu ID sú neplatné, alebo ste zadali zlé heslo. Ak chcete obnoviť vaše Threema ID, zadajte heslo, ktoré ste uviedli pri vytváraní exportu. Skontrolujte, či ste všetko zadali správne a skúste to znovu.
tr: Dışarı aktarılan kimlik verileri geçersiz veya yanlış şifre girdiniz. Threema kimliğinizi geri yüklemek için dışa aktarım yapılırken seçtiğiniz parolayı kullanın. Lütfen şifrenizi kontrol edin ve tekrar deneyin.
uk: Дані експортованого ID недійсні або ви ввели хибний пароль. Використовуйте пароль, який ви ввели під час експортування для відновлення свого Threema ID. Перевірте введені дані та повторіть спробу.
zh_hans: ID 导出数据无效，或者您输入了错误的密码。请使用您创建导出时选择的密码来恢复您的 Threema ID。請檢查您的輸入，再試一次。
zh_hant: ID 匯出資料無效，或者您輸入了錯誤的密碼。請使用您建立匯出時選擇的密碼以還原您的 Threema ID。請檢查您的輸入，再試一次。

# pull_to_sync_429_message
source: The limit of allowed contact syncs per day has been reached. Please continue syncing tomorrow, or contact Threema’s customer support.
cs: Bylo dosaženo povoleného limitu synchronizací kontaktů za den. Pokračujte v synchronizaci zítra nebo se obraťte na zákaznickou podporu Threema.
ko: 하루 동안 허용된 연락처 동기화 한도에 도달했습니다. 내일 계속 동기화하거나 Threema 고객 지원에 연락하십시오.
nl: De dagelijkse limiet voor toegestane synchronisaties van contacten is bereikt. Ga morgen verder met synchroniseren, of neem contact op met de klantenondersteuning van Threema.
sk: Limit povolených synchronizácií kontaktov za deň bol dosiahnutý. Pokračujte v synchronizácii zajtra alebo kontaktujte zákaznícku podporu spoločnosti Threema.
tr: Günlük izin verilen kişi senkronizasyonu sınırına ulaşıldı. Lütfen senkronizasyona yarın devam edin veya Threema'nın müşteri desteğiyle iletişime geçin.
uk: Вичерпано ліміт дозволених синхронізацій контактів на добу. Продовжте синхронізацію завтра або зверніться до служби підтримки Threema.
zh_hans: 已达到每天允许的联系人同步数量上限。 请到明天继续同步，或联系 Threema 的客户支持。
zh_hant: 已達到每天允許的聯絡人同步數量上限。 請到明天繼續同步，或聯絡 Threema 的客戶支援。

# pull_to_sync_429_message_work
source: The limit of allowed contact syncs per day has been reached. Please continue syncing tomorrow, or contact your %@ administrator.
cs: Bylo dosaženo povoleného limitu synchronizací kontaktů za den. Pokračujte v synchronizaci zítra nebo se obraťte na svého správce %@.
ko: 하루 동안 허용된 연락처 동기화 한도에 도달했습니다. 내일 계속 동기화하거나 %@ 관리자에게 연락하십시오.
nl: De dagelijkse limiet voor toegestane synchronisaties van contacten is bereikt. Ga morgen verder met synchroniseren, of neem contact op met de beheerder van %@.
sk: Limit povolených synchronizácií kontaktov za deň bol dosiahnutý. Pokračujte v synchronizácii zajtra alebo kontaktujte vášho správcu %@.
tr: Günlük izin verilen kişi senkronizasyonu sınırına ulaşıldı. Lütfen senkronizasyona yarın devam edin veya %@ yöneticinizle iletişime geçin.
uk: Вичерпано ліміт дозволених синхронізацій контактів на добу. Продовжте синхронізацію завтра або зверніться до свого адміністратора %@.
zh_hans: 已达到每天允许的联系人同步数量上限。 请到明天继续同步，或联系您的 %@ 管理员。
zh_hant: 已達到每天允許的聯絡人同步數量上限。 請到明天繼續同步，或聯絡您的 %@ 管理員。

source: Synchronizing…
cs: Synchronizace…
ko: 동기화 중...
nl: Synchroniseren…
sk: Synchronizuje sa...
tr: Senkronize ediliyor...
uk: Синхронізація...
zh_hans: 正在同步…
zh_hant: 正在同步…

# no_contacts_syncon
source: You don’t have any contacts yet. Synchronization is on, but it looks like none of your address book contacts are on Threema (invite them!).
cs: Zatím nemáte žádné kontakty. Synchronizace je zapnutá, ale nikdo z vašeho adresáře zřejmě službu Threema nepoužívá (pozvěte je!).
ko: 아직 연락처가 없습니다. 동기화가 활성화되어 있지만 주소록 연락처 중에 Threema에 없는 것 같습니다(초대하세요!).
nl: U heeft nog niet voldoende contactpersonen. Synchronisatie is ingeschakeld, maar zo te zien gebruikt niemand in uw adresboek Threema (nodig ze uit!).
sk: Ešte nemáte žiadne kontakty. Synchronizácia je síce zapnutá, ale zdá sa, že žiadny z vašich kontaktov nepoužíva Threemu (pozvite ich!).
tr: Henüz hiç kişiniz yok. Eşitleme açık, ancak adres defteri kişilerinizin hiçbiri Threema'da değil gibi görünüyor (davet edin!).
uk: У вас ще немає контактів. Синхронізацію увімкнено, але здається, що жоден з ваших контактів не використовує Threema (запросіть їх!).
zh_hans: 您还没有任何联系人。同步已经开始，但在通讯录中的联系人看似都不在 Threema 上（您可以邀请他们加入）。
zh_hant: 您還沒有任何聯絡人。同步已經開始，但在通訊錄中的聯絡人看似都不在 Threema 上（您可以邀請他們加入）。
