Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/*.lproj/Localizable.strings
Languages: cs, ko, nl, sk, tr, uk, zh_hans, zh_hant

# settings_advanced_contacts_cleanup_still_used_error
source: Clean up incomplete (%i duplicates removed, %i remaining). Some one-to-one chats must be deleted manually: %@ Please delete the chats and try again.
cs: Promazání nebylo dokončeno (odstraněné duplicity: %i, zbývá: %i). Některé soukromé konverzace je zapotřebí smazat ručně: %@ Smažte všechny konverzace a zkuste to znovu.
ko: 미완료된 %i개의 중복이 정리되었습니다. %i개가 남았습니다. 일대일 채팅 중 일부를 수동으로 삭제해야 합니다: %@ 채팅을 삭제하고 다시 시도하세요.
nl: Het opschonen is onvolledig. (%i duplicaten zijn verwijderd, %i overgebleven). Sommige één-op-één chats moeten handmatig worden verwijderd: %@ Verwijder de chats en probeer het opnieuw.
sk: Neúplné vyčistenie (%i duplikátov odstránených, %i zostáva). Niektoré konverzácie jeden na jedného sa musia odstrániť ručne: %@ Odstráňte prosím tieto konverzácie a skúste to znova.
tr: Temizleme tamamlanmadı (%i kopya kaldırıldı, %i kaldı). Bazı bire bir sohbetler elle silinmelidir: %@ Lütfen sohbetleri silin ve tekrar deneyin.
uk: Очищення скасовано (%i дублікатів видалено, %i дублікатів залишилось). Певні діалоги мають бути видалені вручну: %@ Видаліть бесіди та спробуйте знов.
zh_hans: 未完成清理重复的联系人（已删除 %i 个重复项，剩余 %i 个）。 部份一对一聊天记录必须手动删除： %@ 请先删除聊天记录，之后重试。
zh_hant: 未完成清理重複的聯絡人（已刪除 %i 個重複項，剩餘 %i 個）。 部份一對一對話記錄必須手動刪除： %@ 請先刪除聊天記錄，然後再試一次。

# settings_advanced_contacts_multi_device_enabled_error
source: Devices are currently linked. Please remove all linked devices before cleaning up.
cs: Zařízení jsou momentálně propojená. Před promazáním odeberte všechna propojená zařízení.
ko: 현재 장치가 연결되어 있습니다. 정리하기 전에 모든 연결된 장치를 제거해주세요.
nl: Apparaten zijn momenteel gekoppeld. Verwijder alle gekoppelde apparaten voordat je opschoont.
sk: Zariadenia sú v súčasnosti prepojené. Pred čistením odstráňte všetky prepojené zariadenia.
tr: Cihazlar şu anda bağlı. Lütfen temizlemeden önce tüm bağlı cihazları kaldırın.
uk: Зараз пристрої прив’язано. Будь ласка, видалить усі прив’язані пристрої перед видаленням.
zh_hans: 设备当前已链接。清理会话前请移除所有已链接的设备。
zh_hant: 裝置目前已連結。清理對話前請移除所有已連結的設備。

# settings_advanced_contacts_cleanup_success_title
source: Contact cleanup successful
cs: Promazání kontaktů proběhlo úspěšně
ko: 연락처 정리 성공
nl: De contactpersonen zijn opgeschoond
sk: Úspešné vyčistenie kontaktov
tr: Kişi temizliği başarılı
uk: Контакт очищено
zh_hans: 联系人清理成功
zh_hant: 聯絡人清理成功

# settings_advanced_contacts_cleanup_success_exit
source: Exit
cs: Odejít
ko: 나가기
nl: Afsluiten
sk: Odísť
tr: Çıkış
uk: Вийти
zh_hans: 退出
zh_hant: 退出

# settings_advanced_contacts_cleanup_unused_message
source: %i duplicate contacts were removed. Please exit the app, restart it, and link a device. If it does not work:
cs: Proběhlo odstranění %i duplicitních kontaktů. Ukončete aplikaci, restartujte ji a propojte zařízení. Nebude-li to fungovat:
ko: %i개의 중복 연락처가 제거되었습니다. 앱을 종료한 후 다시 시작하고, 장치를 연결해주세요. 만약 작동하지 않는다면:
nl: Er zijn %i dubbele contacten verwijderd. Sluit de app, herstart deze en koppel vervolgens een apparaat. Indien dit niet werkt:
sk: %i duplicitné kontakty boli odstránené. Ukončite prosím aplikáciu, reštartujte ju a prepojte zariadenie. Ak to nefunguje:
tr: %i yinelenen kişi kaldırıldı. Lütfen uygulamadan çıkın, yeniden başlatın ve bir cihaz bağlayın. Eğer çalışmazsa:
uk: Видалено дублікати контактів: %i. Вийдіть із програми, перезапустіть її та прив'яжіть пристрій. Якщо це не спрацює, виконайте такі дії:
zh_hans: 已删除 %i 个重复的联系人。 请先退出此应用程序，再重启，然后链接设备。如果还不行：
zh_hant: 已刪除 %i 個重複的聯絡人。 請先退出此應用程式，再重新啟動，然後連結裝置。 如果還不行：

# loading_video_failed
source: Could not load the video. Please restart the app and try again.
cs: Video se nepodařilo načíst. Restartujte aplikaci a zkuste to znovu.
ko: 비디오를 로드할 수 없습니다. 앱을 다시 시작하고 다시 시도하십시오.
nl: De video kon niet worden geladen. Herstart de app en probeer het opnieuw.
sk: Video sa nepodarilo načítať. Reštajtujte prosím aplikáciu a skúste to znovu.
tr: Video yüklenemedi. Lütfen uygulamayı yeniden başlatın ve tekrar deneyin.
uk: Не вдалось завантажити відео. Будь ласка, перезапустіть застосунок та спробуйте знов.
zh_hans: 无法加载视频。请重新启动应用程序并再次尝试。
zh_hant: 無法載入影片。請重新啟動應用程式並再試一次。

source: Loading Image
cs: Načítání obrázku
ko: 이미지 로드 중
nl: Foto laden…
sk: Načítavanie obrázku
tr: Resim yükleniyor
uk: Завантаження зображення
zh_hans: 正在加载图片
zh_hant: 正在載入圖片

source: Loading Document
cs: Načítání dokumentu
ko: 문서 로드 중
nl: Document wordt geladen
sk: Načítava sa dokument
tr: Belge yükleniyor
uk: Завантаження документу
zh_hans: 正在加载文件
zh_hant: 正在載入檔案

# load_error
source: Could not load item due to an unknown error.
cs: Položku se nepodařilo načíst kvůli neznámé chybě.
ko: 알 수 없는 오류로 항목을 로드할 수 없습니다.
nl: Item kon niet worden geladen vanwege een onbekende fout.
sk: Položku sa nepodarilo načítať z dôvodu neznámej chyby
tr: Bilinmeyen bir hata nedeniyle öğe yüklenemedi.
uk: Не вдалось завантажити елемент через невідому помилку.
zh_hans: 由于未知错误，无法加载项目。
zh_hant: 由於未知錯誤，無法載入專案。

source: Loading Video
cs: Načítání videa
ko: 비디오 로드 중
nl: Video laden…
sk: Načítavanie videa
tr: Video yükleniyor
uk: Завантаження відео
zh_hans: 正在加载视频
zh_hant: 正在載入影片

# selected_media_list
source: List of selected Media
cs: Seznam vybraných médií
ko: 선택된 미디어 목록
nl: Lijst met geselecteerde media
sk: Zoznam vybraných médií
tr: Seçili medya listesi
uk: Список обраних медіа
zh_hans: 所选媒体列表
zh_hant: 選定媒體清單

source: Media item %@ of %@
cs: Mediální položka %@ z %@
ko: 미디어 항목 %@ / %@
nl: Media-item %@ van %@
sk: Položka médií %@ z %@
tr: %@ ait %@ medya öğesi
uk: Медіа %@ з %@
zh_hans: 媒体项目中的第%@项，共%@项
zh_hant: 媒體專案中的第%@項，共%@項

# video_date
source: Video taken on %@
cs: Video pořízeno %@
ko: %@에 촬영한 비디오
nl: Video opgenomen op %@
sk: Video vytvorené %@
tr: %@ tarihinde çekilmiş video
uk: Відео знято %@
zh_hans: 视频在 %@ 上拍摄
zh_hant: 影片在 %@ 上拍攝

# video_date_duration
source: Video taken on %@, duration: %@
cs: Video pořízeno %@, trvání: %@
ko: %@에 촬영한 비디오, 지속 시간: %@
nl: Video opgenomen op %@, duur: %@
sk: Video vytvorené %@, dĺžka: %@
tr: %@ tarihinde çekilmiş video, süre: %@
uk: Відео знято %@, тривалість: %@
zh_hans: 视频在 %@ 上拍摄，视频长度：%@
zh_hant: 影片在 %@ 上拍攝，影片長度：%@

# imagedate_date
source: Photo taken on %@
cs: Fotografie pořízena %@
ko: %@에 촬영한 사진
nl: Foto genomen op %@
sk: Fotografia vytvorená %@
tr: %@ tarihinde çekilmiş fotoğraf
uk: Фото зроблено %@
zh_hans: 照片在 %@ 上拍摄
zh_hant: 照片在 %@ 上拍攝

# send_as_file_description
source: Send file without any changes to the original file. Files will retain all metadata, e.g., location data of photos.
cs: Odeslat soubory beze změn. Soubory si zachovají všechna metadata, např. údaje o poloze fotografií i čas pořízení.
ko: 원본 파일에 어떠한 변경도 가하지 않고 파일을 보내십시오. 파일은 모든 메타데이터, 예를 들어 사진의 위치 데이터를 유지합니다.
nl: Verstuur bestanden zonder de bronbestanden te wijzigen. Bestanden behouden alle metagegevens zoals bijvoorbeeld locatiegegevens van foto’s.
sk: Odoslať súbory bez zmien. Súbory si zachovajú všetky metadata, ako napr. údaje o polohe fotografie.
tr: Orijinal dosyada herhangi bir değişiklik yapmadan dosyayı gönder. Dosyalar, tüm meta verileri, örneğin fotoğrafların konum verilerini koruyacaktır.
uk: Надіслати файл без змін. Файли міститимуть усі метадані, як-от дані геолокації фотографії.
zh_hans: 发送文件时，不对原始文件进行任何更改。文件将保留所有元数据，例如照片的位置数据。
zh_hant: 傳送檔案時，不對原始檔案進行任何變更。檔案將保留所有元資料，例如照片的位置資料。

source: More Options
cs: Více možností
ko: 더 많은 옵션
nl: Meer opties
sk: Viac možností
tr: Daha fazla seçenek
uk: Більше налаштувань
zh_hans: 更多选项
zh_hant: 更多選項

# add_caption_to_image
source: Add a Caption
cs: Přidat titulek
ko: 캡션 추가
nl: Een onderschrift toevoegen…
sk: Pridať titulok
tr: Altyazı ekle
uk: Додати підпис
zh_hans: 添加标题
zh_hant: 新增描述

source: Add more images
cs: Přidat další obrázky
ko: 더 많은 이미지 추가
nl: Meer foto’s toevoegen
sk: Pridať viac obrázkov
tr: Daha fazla resim ekle
uk: Додати більше зображень
zh_hans: 添加更多图片
zh_hant: 增加更多圖片

# back_to_media_selection
source: Back to the media selection screen
cs: Zpět na obrazovku výběru médií
ko: 미디어 선택 화면으로 돌아가기
nl: Terug naar scherm voor mediaselectie
sk: Späť na výber médií
tr: Medya seçim ekranına geri dön
uk: Повернутись до екрана вибору медіа
zh_hans: 返回媒体选择界面
zh_hant: 返回多媒體選擇畫面

# remove_current_image_from_selected_images
source: Remove current item from selection
cs: Odebrat aktuální položku z výběru
ko: 현재 항목 선택에서 제거
nl: Huidig item uit selectie verwijderen
sk: Odstrániť aktuálnu položku zo zoznamu
tr: Geçerli öğeyi seçimden kaldır
uk: Прибрати поточний елемент з обраних
zh_hans: 从已选項目中删除当前项目
zh_hant: 從已選專案中移除目前專案

# send_options
source: More Options
cs: Více možností
ko: 추가 옵션
nl: Meer opties
sk: Viac možností
tr: Daha fazla seçenek
uk: Більше налаштувань
zh_hans: 更多选项
zh_hant: 更多選項

# multiple_media_items
source: %d Items
cs: %d položky
ko: %d개 항목
sk: %d položiek
tr: %d öğe
uk: %d елементів
zh_hans: %d个项目
zh_hant: %d個專案

# media_item
source: One Item
cs: Jedna položka
ko: 하나의 항목
nl: Eén item
sk: Jedna položka
tr: Bir öğe
uk: Один елемент
zh_hans: 1个项目
zh_hant: 1個專案

# could_not_add_items_title
source: Could Not Add Item
cs: Položku nelze přidat
ko: 항목 추가 실패
nl: Item niet toegevoegd
sk: Položka sa nedá pridať
tr: Öğe eklenemedi
uk: Не вдалось додати елемент
zh_hans: 无法添加项目
zh_hant: 無法新增專案

# could_not_add_all_items_title
source: Could Not Add All Items
cs: Nelze přidat všechny položky
ko: 모든 항목 추가 실패
nl: Niet alle items toegevoegd
sk: Nedajú sa pridať všetky položky
tr: Tüm öğeler eklenemedi
uk: Не вдалось додати елменти
zh_hans: 无法添加所有项目
zh_hant: 無法新增所有專案

# one_media_item_could_not_be_processed
source: One item could not be processed and was skipped.
cs: Jedna položka nemohla být zpracována a byla přeskočena.
ko: 하나의 항목을 처리할 수 없어 건너뜁니다.
nl: Eén item kon niet worden verwerkt en is overgeslagen.
sk: Jedna položka nemohla byť spracovaná a bola vynechaná
tr: Bir öğe işlenemedi ve atlandı.
uk: Один елемент не вдалось опрацювати ти його було пропущено.
zh_hans: 有一个项目无法处理，被跳过。
zh_hant: 有一個專案無法處理，被跳過。

# multiple_media_items_could_not_be_processed
source: %d items could not be processed and were skipped.
cs: %d položek nelze zpracovat a byly přeskočeny.
ko: %d개 항목을 처리할 수 없어 건너뜁니다.
nl: %d items konden niet worden verwerkt en zijn overgeslagen.
sk: %d položiek nemohlo byť spracovaných a boli vynechané
tr: %d öğe işlenemedi ve atlandı.
uk: %d елементів не вдалось опрацювати та їх було пропущено.
zh_hans: 有%d个项目无法处理，被跳过。
zh_hant: 有%d個專案無法處理，被跳過。

# processing_items_progress
source: Processing Item %d/%d
cs: Zpracovává se položka %d/%d
ko: 항목 처리 중 %d / %d
nl: Item verwerken %d/%d
sk: Spracovávanie položkyky %d/%d
tr: Öğe işleniyor %d / %d
uk: Опрацювання елементів %d / %d
zh_hans: 正在处理项目 %d/%d
zh_hant: 正在處理專案 %d/%d

# item_too_large_title
source: Item Is Too Large
cs: Položka je moc velká
ko: 항목이 너무 큽니다
nl: Het item is te groot
sk: Položka je príliš veľká
tr: Öğe çok büyük
uk: Елемент завеликий
zh_hans: 项目大小太大
zh_hant: 專案大小太大

# maximum_file_size_exceeded
source: The maximum allowed file size is %@. This file is %@. Remove the file to continue.
cs: Maximální povolená velikost souboru je %@. Tento soubor je velký %@. Pokračujte odebráním souboru.
ko: 허용된 최대 파일 크기는 %@입니다. 이 파일은 %@입니다. 계속하려면 파일을 제거하십시오.
nl: De maximale bestandsgrootte is %@. Dit bestand is %@. Verwijder het bestand om door te gaan.
sk: Maximálna povolená veľkosť súboru je %@. Tento súbor má %@. Ak chcete pokračovať, odstráňte súbor.
tr: İzin verilen maksimum dosya boyutu %@. Bu dosya %@. Devam etmek için dosyayı kaldırın.
uk: Максимальний розмір файлу %@. Цей файл — %@. Приберіть файл для продовження.
zh_hans: 允许的最大文件大小为%@。这个文件是%@。删除文件以继续。
zh_hant: 允許的最大檔案大小為%@。這個檔案是%@。刪除檔案以繼續。

source: Back
cs: Zpět
ko: 뒤로
nl: Terug
sk: Späť
tr: Geri
uk: Назад
zh_hans: 返回
zh_hant: 返回

source: Sending item
cs: Odesílání položky
ko: 항목 전송 중
nl: Item versturen
sk: Položka sa odosiela
tr: Öğe gönderiliyor
uk: Надсилання елементу
zh_hans: 正在发送项目
zh_hant: 正在傳送專案

# send_as_file_title
source: Send Mode
cs: Režim odesílání
ko: 전송 모드
nl: Verstuurmodus
sk: Režim odosielania
tr: Gönderme modu
uk: Тип надсилання
zh_hans: 发送模式
zh_hant: 傳送模式

source: Document
cs: Dokument
ko: 문서
sk: Dokument
tr: Belge
uk: Документ
zh_hans: 文件
zh_hant: 文件

# loading_files_takes_time_title
source: Loading Media
cs: Vkládání médií
ko: 미디어 로드 중
nl: Media laden…
sk: Načítavanie médií
tr: Medya yükleniyor
uk: Завантаження медіа
zh_hans: 正在加载媒体
zh_hant: 正在載入媒體

# loading_files_takes_time_description
source: Converting videos can take a few minutes.
cs: Převádění videí může trvat několik minut.
ko: 비디오를 변환하는 데 몇 분이 걸릴 수 있습니다.
nl: Video’s omzetten kan enkele minuten duren.
sk: Konverzia videí môže trvať pár minút.
tr: Videoları dönüştürmek birkaç dakika sürebilir.
uk: Конвертація відео може зайняти декілька хвилин.
zh_hans: 转换视频可能需要几分钟的时间。
zh_hant: 轉換影片可能需要幾分鐘的時間。

# pasteErrorMessageTitle
source: Could not paste
cs: Nelze vložit
ko: 붙여넣을 수 없습니다
nl: Kon niet plakken
sk: Nedá sa vložiť
tr: Yapıştırılamadı
uk: Не вдалось вставити
zh_hans: 无法粘贴
zh_hant: 無法貼上

# pasteErrorMessageMessage
source: Item could not be pasted because of an unknown error. Please try again.
cs: Položku nelze vložit z důvodu neznámé chyby. Prosím, zkuste to znovu.
ko: 알 수 없는 오류로 인해 항목을 붙여넣을 수 없습니다. 다시 시도하십시오.
nl: Item kon niet worden geplakt vanwege een onbekende fout. Probeer het opnieuw.
sk: Položka sa nedá vložiť kvôli neznámej chybe. Skúste to znovu.
tr: Bilinmeyen bir hata nedeniyle öğe yapıştırılamadı. Lütfen tekrar deneyin.
uk: Не вдалось вставити файл через невідому помилку. Будь ласка, спробуйте пізніше.
zh_hans: 由于未知的错误，无法粘贴项目。请再试一次。
zh_hant: 由於未知的錯誤，無法貼上專案。請再試一次。

# media_preview_preview_button_accessibility_label
source: Show Preview
cs: Zobrazit náhled
ko: 미리보기 표시
nl: Voorbeeld weergeven
sk: Zobraziť náhľad
tr: Önizlemeyi göster
uk: Попередній перегляд
zh_hans: 显示预览
zh_hant: 顯示預覽

source: Preview
cs: Náhled
ko: 미리보기
nl: Voorbeeld
sk: Náhľad
tr: Önizleme
uk: Попередній перегляд
zh_hans: 预览
zh_hant: 預覽

# could_not_add_all_items_memory_constrained_title
source: Please Use the App
cs: Použijte aplikaci
ko: 앱을 사용하세요
nl: Gelieve de app te gebruiken
sk: Použite, prosím, aplikáciu
tr: Lütfen uygulamayı kullanın
uk: Скористайтеся застосунком
zh_hans: 请在此应用程序内发送文件
zh_hant: 請在此應用程式內傳送檔案

# could_not_add_all_items_memory_constrained_message
source: For technical reasons, files over a certain size can only be sent in the app.
cs: Z technických důvodů mohou být soubory přesahující určitou velikost poslány pouze přes aplikaci.
ko: 기술적인 이유로 일정 크기 이상의 파일은 앱에서만 전송할 수 있습니다.
nl: Omwille van technische redenen kunnen bestanden boven een bepaalde grootte alleen in de app worden verzonden.
sk: Z technických dôvodov je možné súbory, ktoré presahujú určitú veľkosť, poslať iba v aplikácii.
tr: Teknik nedenlerle, belirli bir boyutun üzerindeki dosyalar yalnızca uygulamadan gönderilebilir.
uk: Через технічні обмеження в застосунку можна відправляти лише ті файли, розмір яких більший за визначений.
zh_hans: 由于技术限制，超过一定大小的文件只能在此应用程序内发送，而不是通过分享功能发送。
zh_hant: 由於技術限制，超過一定大小的檔案只能在此應用程式內傳送，而不是透過分享功能傳送。

# image_preview_cell_cannot_preview
source: Cannot display preview.
cs: Nelze zobrazit náhled.
ko: 미리보기 표시할 수 없음.
nl: Kan voorbeeld niet weergeven.
sk: Nie je možné zobraziť náhľad.
tr: Önizleme görüntülenemiyor.
uk: Попередній перегляд неможливий.
zh_hans: 无法显示预览。
zh_hant: 無法顯示預覽。

# sync_error_title
source: Profile Synchronization Failed
cs: Synchronizace profilu se nezdařila
ko: 프로필 동기화 실패
nl: Profielsynchronisatie is mislukt
sk: Synchronizácia profilu zlyhala
tr: Profil Senkronizasyonu Başarısız
uk: Не вдалось синхронізувати профіль
zh_hans: 同步配置文件失败
zh_hant: 同步設定檔失敗

# sync_error_general_message
source: Please check your Internet connection and try again.
cs: Zkontrolujte své připojení k internetu a zkuste to znovu.
ko: 인터넷 연결을 확인하고 다시 시도하세요.
nl: Controleer uw internetverbinding en probeer het opnieuw.
sk: Skontrolujte svoje internetové pripojenie a skúste to znova.
tr: Lütfen internet bağlantınızı kontrol edin ve tekrar deneyin.
uk: Будь ласка, перевірте з’єднання з інтернетом та спробуйте знов.
zh_hans: 请检查您的互联网连接并重试。
zh_hant: 請檢查您的網路連線並再試一次。

# sync_error_same_transaction_error
source: The profile is already being synchronized on another device. Please wait until the synchronization is complete. Changes on this device will be discarded.
cs: Profil se již synchronizuje na jiném zařízení. Počkejte na dokončení synchronizace. Změny na tomto zařízení se zruší.
ko: 프로필이 이미 다른 기기에서 동기화되고 있습니다. 동기화가 완료될 때까지 기다려 주세요. 이 기기에서의 변경 사항은 폐기됩니다.
nl: Het profiel wordt al gesynchroniseerd op een ander apparaat. Wacht tot de synchronisatie is voltooid. Wijzigingen op dit apparaat zullen worden genegeerd.
sk: Profil je už synchronizovaný v inom zariadení. Počkajte, kým sa synchronizácia dokončí. Zmeny v tomto zariadení sa zrušia.
tr: Profil zaten başka bir cihazda senkronize ediliyor. Lütfen senkronizasyon tamamlanana kadar bekleyin. Bu cihazdaki değişiklikler göz ardı edilecektir.
uk: Цей профіль зараз синхронізується на іншому пристрої. Будь ласка, дочекайтесь завершення синхронізаціїї. Зміни профілю на цьому пристрої не буде враховано.
zh_hans: 配置文件已在另一台设备上同步。请等待同步完成。此设备上的更改将被丢弃。
zh_hant: 設定檔已在另一台裝置上同步。請等待同步完成。此裝置上的變更將被捨棄。

# syncing_profile
source: Synchronizing…
cs: Synchronizace…
ko: 동기화 중...
nl: Aan het synchroniseren…
sk: Synchronizujem...
tr: Eşitleniyor...
uk: Синхронізація…
zh_hans: 正在同步…
zh_hant: 正在同步…

# incoming_profile_sync_title
source: Profile Synchronized
cs: Profil byl synchronizován
ko: 프로필 동기화됨
nl: Profiel is gesynchroniseerd
sk: Profil synchronizovaný
tr: Profil Eşitlendi
uk: Профіль синхронізовано
zh_hans: 配置文件已同步
zh_hant: 設定檔已同步

# incoming_profile_sync_message
source: Profile changes from another device applied
cs: Aplikovaly se změny profilu z jiného zařízení
ko: 다른 기기에서 프로필 변경 사항이 적용되었습니다
nl: Profielwijzigingen van een ander apparaat zijn toegepast
sk: Aplikované zmeny profilu z iného zariadenia
tr: Başka bir cihazdan profil değişiklikleri uygulandı
uk: Застосовано зміни профілю з іншого пристрою
zh_hans: 已应用其他设备的配置文件更改
zh_hant: 已套用其他裝置的設定檔變更

# finished_sending_title
source: Sending completed
cs: Odesílání dokončeno
ko: 전송 완료
nl: Verstuurd
sk: Odosielanie dokončené
tr: Gönderme tamamlandı
uk: Надіслання завершено
zh_hans: 发送完成
zh_hant: 傳送完成

# preview_button_accessibility_title
source: Show preview of document
cs: Zobrazit náhled dokumentu
ko: 문서의 미리보기 표시
nl: Voorbeeld van document weergeven
sk: Zobraziť náhľad dokumentu
tr: Belgenin önizlemesini göster
uk: Попередній перегляд документу
zh_hans: 显示文件预览
zh_hant: 顯示文件預覽

source: Unknown file type
cs: Neznámý typ souboru
ko: 알 수 없는 파일 유형
nl: Onbekend bestandstype
sk: Neznámy typ súboru
tr: Bilinmeyen dosya türü
uk: Невідомий тип файлу
zh_hans: 未知文件类型
zh_hant: 未知檔案類型

source: Unknown file size
cs: Neznámá velikost souboru
ko: 알 수 없는 파일 크기
nl: Onbekende bestandsgrootte
sk: Neznáma veľkosť súboru
tr: Bilinmeyen dosya boyutu
uk: Невідомий розмір файлу
zh_hans: 未知文件大小
zh_hant: 未知檔案大小

source: Unknown file name
cs: Neznámý název souboru
ko: 알 수 없는 파일 이름
nl: Onbekende bestandsnaam
sk: Neznámy názov súboru
tr: Bilinmeyen dosya adı
uk: Невідоме ім'я файлу
zh_hans: 未知文件名
zh_hant: 未知檔案名稱

# sending_to
source: Recipients
cs: Příjemci
ko: 수신자
nl: Ontvangers
sk: Príjemcovia
tr: Alıcılar
uk: Одержувачі
zh_hans: 收件人
zh_hant: 收件者

# ballot
source: Poll
cs: Anketa
ko: 투표
sk: Anketa
tr: Anket
uk: Опитування
zh_hans: 投票
zh_hant: 投票

# ballots
source: Polls
cs: Ankety
ko: 투표
sk: Ankety
tr: Anketler
uk: Опитування
zh_hans: 投票
zh_hant: 投票

# ballot_results
source: Poll Results
cs: Výsledky ankety
ko: 투표 결과
nl: Resultaten poll
sk: Výsledky ankety
tr: Anket sonuçları
uk: Результати опитування
zh_hans: 投票结果
zh_hant: 投票結果

# ballot_validation_error_title
source: Invalid setup for poll
cs: Chybne nastavenia ankety
ko: 투표 설정이 잘못되었습니다.
nl: Ongeldige instelling voor poll
sk: Neplatné nastavenie ankety
tr: Anket için geçersiz kurulum
uk: Невірне налаштування для опитування
zh_hans: 投票设置无效
zh_hant: 投票設定無效

# ballot_validation_not_enough_choices
source: Please define at least two choices.
cs: Je potrebné definovat aspoň dve možnosti
ko: 적어도 두 개의 선택지를 정의하세요.
nl: Definieer ten minste twee keuzes.
sk: Zadajte prosím aspoň dve možnosti.
tr: Lütfen en az iki seçenek tanımlayın.
uk: Оберіть щонайменше два пункти, будь ласка.
zh_hans: 请设置至少两个选项。
zh_hant: 請設定至少兩個選項。

# ballot_validation_title_missing
source: Please set a title for the poll.
cs: Zadejte název ankety.
ko: 투표에 제목을 설정하세요.
nl: Geef een titel voor de poll op.
sk: Zadajte prosím názov ankety.
tr: Lütfen anket için bir başlık belirleyin.
uk: Вкажіть назву опитування, будь ласка.
zh_hans: 请为投票设置标题。
zh_hant: 請為投票設定標題。

# ballot_options
source: Poll Options
cs: Nastavení ankety
ko: 투표 옵션
nl: Opties poll
sk: Možnosti ankety
tr: Anket seçenekleri
uk: Налаштування опитування
zh_hans: 投票选项
zh_hant: 投票選項

# ballot_intermediate_results
source: Intermediate Results
cs: Průběžné výsledky
ko: 중간 결과
nl: Tijdelijke resultaten
sk: Priebežné výsledky
tr: Ara sonuçlar
uk: Проміжні результати
zh_hans: 中间结果
zh_hant: 中間結果

# ballot_show_intermediate_results
source: Show Intermediate Results
cs: Zobrazit průběžné výsledky
ko: 중간 결과 표시
nl: Tijdelijke resultaten tonen
sk: Zobrazovať priebežné výsledky
tr: Ara sonuçları göster
uk: Показувати проміжні результати
zh_hans: 显示中间结果
zh_hant: 顯示中間結果

# ballot_multiple_choice
source: Multiple Choice
cs: Více možností
ko: 다중 선택
nl: Meerkeuze
sk: Viaceré možnosti
tr: Çoktan seçmeli
uk: Декілька варіантів
zh_hans: 多选题
zh_hant: 多重選擇題

# ballot_clone
source: Copy Existing Poll
cs: Zkopírovat stávající anketu
ko: 기존 투표 복사
nl: Bestaande poll kopiëren
sk: Kopírovať existujúcu anketu
tr: Mevcut anketi kopyala
uk: Копіювати наявне опитування
zh_hans: 复制现有的投票
zh_hant: 複製現有的投票

# ballot_clone_warning_title
source: Attention
cs: Upozornění
ko: 주의
nl: Let op
sk: Pozor
tr: Dikkat
uk: Увага
zh_hans: 注意
zh_hant: 注意

# ballot_clone_warning_message
source: All existing input will be overridden.
cs: Všechny stávající vstupy budou přepsány.
ko: 모든 기존 입력이 덮어씌워집니다.
nl: Alle bestaande invoer wordt overschreven.
sk: Všetky existujúce vstupy budú prepísané.
tr: Mevcut tüm girdiler geçersiz kılınacaktır.
uk: Усі дані буде перезаписано.
zh_hans: 所有已输入的内容将被覆盖。
zh_hant: 所有已輸入的內容將被覆寫。

# ballot_feature_level_warning_title
source: Please note
cs: Upozornění
ko: 주의하세요.
nl: Let op
sk: Upozornenie
tr: Lütfen aklınızda bulundurun
uk: Будь ласка, завуважте
zh_hans: 请注意
zh_hant: 請注意

# ballot_feature_level_warning_message
source: Some of the participants have an app version that does not support polls yet: %@
cs: Někteří účastníci mají verzi aplikace, která zatím neumožňuje ankety: %@
ko: 참가자 중 일부는 아직 투표를 지원하지 않는 앱 버전을 사용 중입니다: %@
nl: Sommige deelnemers gebruiken een versie van de app die nog geen polls ondersteunt: %@
sk: Niektorí z účastníkov používajú aplikáciu, ktorá ešte nepodporuje ankety: %@
tr: Bazı katılımcıların henüz anketleri desteklemeyen bir uygulama sürümü var: %@
uk: Деякі учасники мають версію застосунку, що не підтримує опитування: %@
zh_hans: 部分参与者的应用版本还不支持 “投票” 功能：%@
zh_hant: 部分參與者的應用程式版本還不支援「投票」功能：%@

# ballot_feature_level_error_message
source: None of the participants have an app version that supports polls: %@
cs: Žádný z účastníků nemá verzi aplikace, která umožňuje ankety: %@
ko: 참가자 중 아무도 투표를 지원하는 앱 버전을 사용하지 않습니다: %@
nl: Geen van de deelnemers gebruikt een versie van de app die polls ondersteunt: %@
sk: Nikto z účastníkov nepoužíva aplikáciu, ktorá podporuje ankety: %@
tr: Katılımcıların hiçbirinin anketleri destekleyen bir uygulama sürümü yok: %@
uk: Ніхто з учасників не має версії застосунку, яка підтримує опитування: %@
zh_hans: 没有参与者的应用版本能支持 “投票” 功能：%@
zh_hant: 所有參與者的應用程式版本都無法支援「投票」功能：%@

# ballot_add_choice
source: Add Choice
cs: Přidat možnost
ko: 선택지 추가
nl: Keuze toevoegen
sk: Pridať voľbu
tr: Seçim ekle
uk: Додати варіант
zh_hans: 新建选项
zh_hant: 新增選項
