Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/*.lproj/Localizable.strings
Languages: cs, ko, nl, sk, tr, uk, zh_hans, zh_hant

# include_media_message
source: A modern ZIP tool with AES support is needed in order to unzip the file, e.g. 7-Zip or The Unarchiver (Mac).
cs: K rozbalení souboru je zapotřebí moderní komprimační nástroj ZIP s podporou AES, např. 7-Zip nebo The Unarchiver (Mac).
ko: 이 파일을 열려면 7-Zip 또는 The Unarchiver (Mac)와 같은 AES를 지원하는 최신 ZIP 압축 해제 소프트웨어가 필요합니다.
nl: Een modern ZIP-programma met AES-ondersteuning is vereist om het bestand uit te pakken, bijv. 7-Zip of The Unarchiver (Mac).
sk: Pre rozbalenie súboru je potrebný moderný ZIP nástroj s podporou AES, napr. 7-zip alebo The Unarchiver (Mac).
tr: Dosyayı açmak için AES destekli modern bir sıkıştırma yazılımı (ZIP) gereklidir, örn. 7-Zip veya The Unarchiver (Mac).
uk: Сучасний ZIP застосунок з підтримкою AES необхідний для розархівування файлу, як-от 7-Zip або The Unarchiver (Mac).
zh_hans: 您需要具有 AES 支持的现代 ZIP 工具才能解压缩文件，例如 7-Zip 或 The Unarchiver (Mac)。
zh_hant: 您需要配備 AES 支援的現代 ZIP 工具才能解壓縮檔案，例如 7-Zip 或 The Unarchiver (Mac)。

# chat_view_resend_group_message_confirmation_title
source: Resend group message?
cs: Poslat skupinovou zprávu znovu?
ko: 그룹 메시지 재전송하시겠습니까?
nl: Groepsbericht opnieuw sturen?
sk: Opätovne odoslať skupinovú správu?
tr: Grup mesajı yeniden gönderilsin mi?
uk: Надіслати повідомлення групі ще раз?
zh_hans: 重新发送群组消息？
zh_hant: 重新傳送群組訊息？

# chat_view_resend_group_message_confirmation_message
source: This message could not be sent to all members. Resend message to %@?
cs: Odeslání této zprávy všem členům se nezdařilo. Chcete ji uživatelům %@ poslat znovu?
ko: 이 메시지를 모든 구성원에게 보낼 수 없습니다. %@님에게 메시지를 재전송하시겠습니까?
nl: Dit bericht is niet naar alle leden verzonden. Het bericht opnieuw verzenden naar %@?
sk: Táto správa nemohla byť odoslaná všetkým členom. Opätovne odoslať správu na %@?
tr: Bu mesaj tüm üyelere gönderilemedi. Mesaj %@ tekrar gönderilsin mi?
uk: Це повідомлення неможливо надіслати усім учасникам. Надіслати повідомлення лише %@?
zh_hans: 此消息无法发送到所有群组成员。重新发送消息到%@？
zh_hant: 此訊息無法傳送至所有群組成員。重新發送訊息至%@？

# chat_view_resend_group_message_confirmation_button
source: Resend
cs: Poslat znovu
ko: 재전송
nl: Opnieuw verzenden
sk: Znovu odoslať
tr: Yeniden Gönder
uk: Надіслати ще раз
zh_hans: 重新发送
zh_hant: 重新傳送

# image_size_title
source: Image Size
cs: Velikost obrázku
ko: 이미지 크기
nl: Afbeeldingsformaat
sk: Veľkosť obrázku
tr: Resim boyutu
uk: Розмір зображення
zh_hans: 图片大小
zh_hant: 圖片大小

source: Original
cs: Původní
ko: 원본
nl: Origineel
sk: Pôvodný
tr: Orijinal
uk: Оригінал
zh_hans: 原图
zh_hant: 原圖

source: Small
cs: Malý
ko: 저화질
nl: Klein
sk: Malý
tr: Küçük
uk: Маленький
zh_hans: 小
zh_hant: 小

source: Medium
cs: Střední
ko: 중간화질
nl: Gemiddeld
sk: Stredný
tr: Orta
uk: Середній
zh_hans: 中
zh_hant: 中

source: Large
cs: Velký
ko: 고화질
nl: Groot
sk: Veľký
tr: Büyük
uk: Великий
zh_hans: 大
zh_hant: 大

# xlarge
source: Extra Large
cs: Extra velký
ko: 최고화질
nl: Extra groot
sk: Extra veľký
tr: Ekstra büyük
uk: Дуже великий
zh_hans: 特大
zh_hant: 特大

# max_x_by_x_pixels
source: Max. %d × %d pixels
cs: Max. %d × %d pixelů
ko: 최대 %d × %d 픽셀
nl: Max. %d x %d pixels
sk: Max. %d × %d pixelov
tr: Maksimum %d × %d piksel boyutunda
uk: Макс. %d × %d пікселів
zh_hans: 最高 %d × %d 像素
zh_hant: 最高 %d × %d 像素

source: Images are not scaled
cs: Obrázkům se nemění velikost
ko: 이미지가 확대/축소되지 않음
nl: Afbeeldingen niet op maat
sk: Veľkosť obrázkov sa nezmení
tr: Resimler ölçeklendirilmemiş
uk: Зображення не масштабуються
zh_hans: 图片未缩放
zh_hant: 圖片未縮放

# image_resize_share_extension
source: Due to limited memory resources, images sent via the Share Extension are downscaled to max. 1600 by 1600 pixels.
cs: Vzhledem k omezené dostupné paměti jsou obrázky, které posíláte přes rozhraní pro sdílení, zmenšeny na maximálně 1600 x 1600 pixelů.
ko: 메모리 리소스 제한으로 전송된 이미지는 최대 1600x1600 픽셀로 축소됩니다.
nl: Vanwege het beperkte geheugen worden afbeeldingen die via de Share Extension worden verzonden, verkleind naar max. 1600 x 1600 pixels.
sk: Vzhľadom k obmedzenej dostupnej pamäti sú odosielané obrázky cez rozhranie pre zdieľanie zmenšené na maximálne 1600 x 1600 pixelov.
tr: Sınırlı bellek kaynakları nedeniyle, paylaşım uzantısı aracılığıyla gönderilen görüntülerin ölçeği maksimum 1600 x 1600 piksel boyutundadır.
uk: Через обмежені ресурси пам’яті, надіслані через Share Extension зображення зменшуються до макс. 1600 на 1600 пікселів.
zh_hans: 由于内存资源有限，通过 “分享扩展” (Share Extension) 发送的图像将被降至最高 1600×1600 像素。
zh_hant: 由於記憶體資源有限，通過「分享擴展」 (Share Extension) 傳送的圖片將降至最高 1600 x 1600 像素。

# videoquality_title
source: Video Quality
cs: Kvalita videa
ko: 비디오 품질
nl: Videokwaliteit
sk: Kvalita obrazu
tr: Video kalitesi
uk: Якість відео
zh_hans: 视频质量
zh_hant: 影片品質

source: Low
cs: Nižší
ko: 저화질
nl: Laag
sk: Nízka
tr: Düşük
uk: Низька
zh_hans: 低视频尺寸
zh_hant: 低影片大小

source: High
cs: Vyšší
ko: 고화질
nl: Hoog
sk: Vysoká
tr: Yüksek
uk: Висока
zh_hans: 高视频尺寸
zh_hant: 高影片大小

source: Max. 1 minute
cs: Max. 1 minuta
ko: 최대 1분
nl: Max. 1 minuut
sk: Max. 1 minúta
tr: Maks. 1 dakika
uk: Макс. 1 хвилина
zh_hans: 最长1分钟
zh_hant: 最長1分鐘

# max_x_minutes
source: Max. %d minutes
cs: Max. %d min.
ko: 최대 %d분
nl: Max. %d minuten
sk: Max. %d min.
tr: Maks. %d dakika
uk: Макс. %d хвилин
zh_hans: 最长%d分钟
zh_hant: 最長%d分鐘

# still_compressed_note
source: Very large videos may be compressed regardless of this setting.
cs: Velmi velká videa mohou být komprimována bez ohledu na toto nastavení.
ko: 매우 큰 비디오는 이 설정에 관계없이 압축될 수 있습니다.
nl: Zeer grote video's kunnen ongeacht deze instelling worden gecomprimeerd.
sk: Veľmi veľké videá môžu byť komprimované bez ohľadu na toto nastavenie.
tr: Çok büyük videolar bu ayardan bağımsız olarak sıkıştırılabilir.
uk: Дуже великі відео можуть стискатися попри цей параметр.
zh_hans: 就算设置为未压缩，体积非常大的视频都有可能被压缩。
zh_hant: 就算設定為未壓縮，體積非常大的影片都有可能被壓縮。

# sound_none
source: None
cs: Ticho
ko: 없음
nl: Geen
sk: Žiadny
tr: Hiçbiri
uk: Порожньо
zh_hans: 无声音
zh_hant: 無音效

# sound_default
source: Default
cs: Výchozí
ko: 기본값
nl: Standaard
sk: Predvolený
tr: Varsayılan
uk: За замовчуванням
zh_hans: 默认
zh_hant: 預設

# sound_silent
source: Vibrate Only
cs: Pouze vibrace
ko: 진동만
nl: Alleen trillen
sk: Iba vibrácie
tr: Sadece titret
uk: Лише вібро
zh_hans: 仅振动
zh_hant: 僅震動

# sound_bamboo
source: Bamboo
cs: Bambus
ko: 대나무
nl: Bamboe
sk: Bambus
tr: Bambu
uk: Бамбук
zh_hans: 竹子
zh_hant: 竹子

# sound_drum
source: Drum
cs: Buben
ko: 드럼
nl: Drums
sk: Bubon
tr: Davul
uk: Барабани
zh_hans: 鼓
zh_hant: 鼓

# sound_glass
source: Glass
cs: Sklo
ko: 유리
nl: Glas
sk: Sklo
tr: Cam
uk: Скло
zh_hans: 玻璃
zh_hant: 玻璃

# sound_incoming_message
source: Incoming Message
cs: Příchozí zpráva
ko: 수신 메시지
nl: Inkomend bericht
sk: Prichádzajúca správa
tr: Gelen mesaj
uk: Вхідне повідомлення
zh_hans: 收到的消息
zh_hant: 傳入的訊息

# sound_input
source: Input
cs: Vstup
ko: 입력
nl: Invoer
sk: Vstup
tr: Girdi
uk: Вхідний
zh_hans: 输入
zh_hant: 輸入

# sound_marimba1
source: Marimba 1
ko: 마림바 1
tr: Klisifon 1
uk: Марімба 1
zh_hans: 马林巴琴 1
zh_hant: 馬林巴琴 1

# sound_marimba2
source: Marimba 2
ko: 마림바 2
tr: Klisifon 2
uk: Марімба 2
zh_hans: 马林巴琴 2
zh_hant: 馬林巴琴 2

# sound_music_box
source: Music Box
cs: Hudební obsah
ko: 뮤직 박스
nl: Muziekdoos
sk: Hudobný obsah
tr: Müzik kutusu
uk: Музична Скриня
zh_hans: 音乐盒
zh_hant: 音樂盒

# sound_pulse
source: Pulse
cs: Pulz
ko: 펄스
nl: Puls
sk: Pulz
tr: Nabız
uk: Пульс
zh_hans: 脉冲
zh_hant: 脈衝

# sound_sms
source: SMS
ko: 문자
tr: Kısa mesaj
uk: СМС
zh_hans: 短信
zh_hant: 簡訊

# sound_synth
source: Synth
cs: Syntezátor
ko: 신디
sk: Syntetizátor
tr: Sentez
uk: Синтезатор
zh_hans: 合成器
zh_hant: 合成器

# sound_trill
source: Trill
cs: Trylek
ko: 트릴
nl: Triller
sk: Trilok
tr: Titrek
uk: Трель
zh_hans: 颤声
zh_hant: 顫音

# sound_whoop
source: Whoop
cs: Zavýsknutí
sk: Výkrik
tr: Bağırma
uk: Опа!
zh_hans: 欢呼
zh_hant: 歡呼

# sound_threema_incom
source: Game
cs: Hra
ko: 게임
sk: Hra
tr: Oyun
uk: Гра
zh_hans: 游戏
zh_hant: 遊戲

# sound_threema_xylo
source: XYLO
sk: Xylofón
tr: Odun
zh_hans: 木琴
zh_hant: 木琴

# sound_threema_goody
source: Remix
ko: 리믹스
tr: Miks
uk: Ремікс
zh_hans: 混音
zh_hant: 混音

# sound_threema_alphorn
source: Alphorn
cs: Alpský roh
ko: 알프호른
sk: Alpský roh
tr: Avcı borusu
uk: Альфорн
zh_hans: 长号
zh_hant: 長號

# identity_none
source: none
cs: žádná
ko: 없음
nl: geen
sk: žiadne
tr: hiçbiri
uk: немає
zh_hans: 无
zh_hant: 無

source: Message
cs: Zpráva
ko: 메시지
nl: Bericht
sk: Správa
tr: Mesaj
uk: Надіслати
zh_hans: 发送消息
zh_hant: 傳送訊息

# scan_identity
source: Scan ID
cs: Naskenovat ID
ko: 아이디 스캔
nl: ID scannen
sk: Skekovať ID
tr: Kimlik tara
uk: Сканувати ID
zh_hans: 扫描ID
zh_hant: 掃描ID

source: Scan
cs: Naskenovat
ko: 스캔
nl: Scannen
sk: Skenovať
tr: Tara
uk: Сканувати
zh_hans: 扫描ID
zh_hant: 掃描ID

source: (pending)
cs: (nevyřízeno)
ko: (보류)
nl: (in afwachting)
sk: (čaká sa)
tr: (beklemede)
uk: (очікується)
zh_hans: （待定中）
zh_hant: （待定中）

source: Enter Code
cs: Zadejte kód
ko: 코드 입력
nl: Code invoeren
sk: Zadajte kód
tr: Kodu girin
uk: Ввести код
zh_hans: 输入验证码
zh_hant: 輸入驗證碼

source: Export Chat
cs: Exportovat konverzaci
ko: 대화 내보내기
nl: Gesprek exporteren
sk: Exportovať konverzáciu
tr: Dışa aktar
uk: Експортувати діалог
zh_hans: 导出会话
zh_hant: 匯出對話

# send_profile_picture
source: Send Profile Picture Now
cs: Poslat profilový obrázek
ko: 프로필 사진 보내기
nl: Profielafbeelding verzenden
sk: Odoslať profilový obrázok
tr: Profil resmimi gönder
uk: Надіслати зображення профілю
zh_hans: 立即发送个人头像
zh_hant: 立即傳送大頭貼

source: Public Key
cs: Veřejný klíč
ko: 공개키
nl: Publieke sleutel
sk: Verejný kľúč
tr: Genel anahtar
uk: Відкритий ключ
zh_hans: 公钥
zh_hant: 公鑰

source: Public Key of %@
cs: Veřejný klíč – %@
ko: %@의 공개키
nl: Publieke sleutel van %@
sk: Verejný kľúč pre %@
tr: %@ genel anahtarı
uk: Відкритий ключ %@
zh_hans: %@的公钥
zh_hant: %@的公鑰

source: Block Contact
cs: Blokovat kontakt
ko: 연락처 차단
nl: Contactpersoon blokkeren
sk: Blokovať kontakť
tr: Kişiyi engelle
uk: Заблокувати контакт
zh_hans: 屏蔽联系人
zh_hant: 封鎖聯絡人

source: Profile Picture Recipient
cs: Příjemce profilového obrázku
ko: 프로필 사진 받는사람
nl: Ontvangers profielafbeeldingen
sk: Príjemca profilového obrázku
tr: Profil resmi alıcısı
uk: Показати фотографію профілю
zh_hans: 个人头像接收者
zh_hant: 大頭貼收件者

# no_linked_contact_access_title
source: No Access To Linked Contact
cs: Bez přístupu k propojenému kontaktu
ko: 연결된 연락처 접근 권한이 없습니다.
nl: Geen toegang tot gekoppelde contactpersoon
sk: Nie je prístup k prepojenému kontaktu
tr: Bağlı kişiye erişim yok
uk: Немає доступу до прив'язаних контактів
zh_hans: 无法访问已链接的联系人
zh_hant: 無法取用已連結的聯絡人

# no_linked_contact_access_message
source: Please open Settings and allow Contacts access to see linked contact. Or unlink contact permanently.
cs: Chcete-li zobrazit propojený kontakt, otevřete Nastavení a povolte přístup ke kontaktům. Můžete také kontakt trvale odpojit.
ko: 연결된 연락처를 표시하기 위해 설정을 열고 연락처 접근 권한을 허용하십시오. 또는 연락처 연결을 영구적으로 해제하십시오.
nl: Open de Instellingen en geef toegang tot contactpersonen om gekoppelde contactpersonen te bekijken. Of verbreek de koppeling met de contactpersoon permanent.
sk: Ak chcete vidiet prepojený kontakt, otvorte prosím nastavenia a povolte prístup ku kontaktom. Alebo kontakt natrvalo odpojte.
tr: Lütfen Ayarlar'ı açın ve bağlı kişiyi görmek için Kişiler'e erişim izni verin veya kişinin bağlantısını kalıcı olarak kaldırın.
uk: Відкрийте Налаштування та надайте Контактам дозвіл на перегляд прив'язаного контакту. Або відв'яжіть контакт.
zh_hans: 请打开 “设置” 并允许 “通讯录” 访问以查看已链接的联系人，或者永久取消链接联系人。
zh_hant: 請開啟「設定」並允許「通訊錄」取用以檢視已連結的聯絡人，或者永久取消連結聯絡人。

# no_linked_contact_access_edit_message
source: Please open Settings and allow Contacts access to edit linked contact. Or unlink contact permanently to edit.
cs: Chcete-li upravit propojený kontakt, otevřete Nastavení a povolte přístup ke kontaktům. Můžete také kontakt trvale odpojit a pak provést jeho úpravu.
ko: 연결된 연락처를 편집하기 위해 설정을 열고 연락처 접근 권한을 허용하십시오. 또는 편집하기 위해 연락처 연결을 영구적으로 해제하십시오.
nl: Open de Instellingen en geef toegang tot Contactpersonen om de gekoppelde contactpersoon te bewerken. Of verbreek de koppeling met de contactpersoon permanent om deze te bewerken.
sk: Ak chcete upraviť prepojený kontakt, otvorte prosím nastavenia a povolte prístup ku kontaktom. Alebo kontakt natrvalo odpojte.
tr: Lütfen Ayarlar'ı açın ve bağlı kişiyi düzenlemek için Kişiler'e erişim izin verin veya düzenlemek için kişinin bağlantısını kalıcı olarak kaldırın.
uk: Відкрийте Налаштування та дозвольте Контактам доступ до редагування прив'язаних контактів. Або відв'яжіть контакт для редагування.
zh_hans: 请打开 “设置” 并允许 “通讯录” 访问以编辑已链接的联系人，或者编辑永久取消链接的联系人。
zh_hant: 請開啟「設定」並允許「通訊錄」取用以編輯已連結的聯絡人，或者編輯永久取消連結的聯絡人。

# restricted_contacts_access_title
source: Contacts Access Restricted
cs: Omezený přístup ke kontaktům
ko: 연락처 접근이 제한됨
nl: Toegang tot contactpersonen is beperkt
sk: Prístup ku kontaktom obmedzený
tr: Kişilere erişim kısıtlı
uk: Доступ до контактів обмежено
zh_hans: 通讯录访问受限
zh_hant: 通訊錄取用受限制

# restricted_contacts_access_message
source: Ask your supervisor to grant access to Contacts.
cs: Požádejte svého nadřízeného o přístup ke kontaktům.
ko: 관리자에게 연락처 접근 권한을 요청하십시오.
nl: Vraag je supervisor om toegang tot de contactpersonen.
sk: Pre udelenie prístupu ku kontaktom sa obráťte na správcu.
tr: Yöneticinizden Kişiler’e erişim izni isteyin.
uk: Попросіть свого керівника надати доступ до Контактів.
zh_hans: 请向您的主管授予访问通讯录的权限。
zh_hant: 請向您的主管授予取用通訊錄的權限。

# restricted_linked_contact_access_message
source: %@ is unable to access your linked contact due to access restrictions. Ask your supervisor to grant access to Contacts. Or unlink contact permanently.
cs: Kvůli omezeným oprávněním nemá %@ přístup k vašemu propojenému kontaktu. Požádejte svého nadřízeného o přístup ke kontaktům. Můžete také kontakt trvale odpojit.
ko: 접근 제한으로 인해 %@는 연결된 연락처에 접근할 수 없습니다. 관리자에게 연락처 접근 권한을 요청하십시오. 또는 연락처 연결을 영구적으로 해제하십시오.
nl: %@ heeft vanwege toegangsbeperkingen geen toegang tot je gekoppelde contactpersonen. Vraag je supervisor om toegang tot de contactpersonen. Of verbreek de koppeling met de contactpersoon permanent.
sk: %@ nemá prístup k vášmu prepojenému kontaktu kvôli obmedzeniam prístupu. Požiadajte svojho nadriadeného o udelenie prístupu ku kontaktom. Alebo natrvalo zrušte prepojenie kontaktu.
tr: %@, erişim kısıtlamaları nedeniyle bağlı kişinize erişemiyor. Yöneticinizden Kişiler'e erişim izni vermesini isteyin veya kişinin bağlantısını kalıcı olarak kaldırın.
uk: %@ не може отримати доступ до вашого прив’язаного контакту через обмеження доступу. Попросіть свого керівника надати доступ до Контактів. Або назавжди від’єднайте контакт.
zh_hans: 由于系统访问限制，%@ 无法访问您的已链接联系人。请向您的主管授予访问通讯录的权限，或者永久取消链接联系人。
zh_hant: 由於系統取用限制，%@ 無法取用您的已連結聯絡人。請向您的主管授予取用通訊錄的權限，或者永久取消連結聯絡人。

# restricted_linked_contact_access_edit_message
source: %@ is unable to access your linked contact due to access restrictions. Ask your supervisor to grant access to Contacts. Or unlink contact permanently to edit.
cs: Kvůli omezeným oprávněním nemá %@ přístup k vašemu propojenému kontaktu. Požádejte svého nadřízeného o přístup ke kontaktům. Můžete také kontakt trvale odpojit a pak provést jeho úpravu.
ko: 접근 제한으로 인해 %@는 연결된 연락처에 접근할 수 없습니다. 관리자에게 연락처 접근 권한을 요청하십시오. 또는 편집하기 위해 연락처 연결을 영구적으로 해제하십시오.
nl: %@ heeft vanwege toegangsbeperkingen geen toegang tot je gekoppelde contactpersonen. Vraag je supervisor om toegang tot de contactpersonen. Of verbreek de koppeling met de contactpersoon permanent om deze te bewerken.
sk: %@ nemôže získať prístup k vášmu prepojenému kontaktu z dôvodu obmedzení prístupu. Požiadajte svojho nadriadeného o udelenie prístupu ku kontaktom. Alebo zrušte prepojenie kontaktu natrvalo a upravte ho.
tr: %@, erişim kısıtlamaları nedeniyle bağlı kişinize erişemiyor. Yöneticinizden Kişiler'e erişim izni vermesini isteyin veya düzenlemek için kişinin bağlantısını kalıcı olarak kaldırın.
uk: %@ не може отримати доступ до вашого прив’язаного контакту через обмеження доступу. Попросіть свого керівника надати доступ до Контактів. Або назавжди від’єднайте контакт, щоб редагувати.
zh_hans: 由于系统访问限制，%@ 无法访问您的已链接联系人。请向您的主管授予访问通讯录的权限，或者编辑永久取消链接的联系人。
zh_hant: 由於系統取用限制，%@ 無法取用您的已連結聯絡人。請向您的主管授予取用通訊錄的權限，或者編輯永久取消連結的聯絡人。

# linked_contact_not_found_title
source: Linked Contact Not Found
cs: Propojený kontakt nebyl nalezen
ko: 연결된 연락처를 찾을 수 없음
nl: Geen gekoppelde contactpersoon gevonden
sk: Prepojený kontakt nenájdený
tr: Bağlı kişi bulunamadı
uk: Прив'язаний контакт не знайдено
zh_hans: 未找到已链接的联系人
zh_hant: 未找到已連結的聯絡人

# linked_contact_not_found_message
source: The linked contact could not be found. Unlink contact permanently to edit.
cs: Propojený kontakt nebyl nalezen. Chcete-li kontakt upravit, trvale ho odpojte.
ko: 연결된 연락처를 찾을 수 없습니다. 편집하기 위해 연락처 연결을 영구적으로 해제하십시오.
nl: De gekoppelde contactpersoon is niet gevonden. Verbreek de koppeling permanent om de contactpersoon te bewerken.
sk: Prepojený kontakt sa nepodarilo nájsť. Pre úpravu kontaktu ho natrvalo odpojte.
tr: Bağlı kişi bulunamadı. Düzenlemek için kişinin bağlantısını kalıcı olarak kaldırın.
uk: Не вдалось знайти прив'язаний контакт. Відв'яжіть контакт для редагування.
zh_hans: 未找到已链接的联系人，您可以编辑永久取消链接的联系人。
zh_hant: 未找到已連結的聯絡人，您可以編輯永久取消連結的聯絡人。

source: Unlink Contact
cs: Odpojit kontakt
ko: 연락처 연결 해제
nl: Contact ontkoppelen
sk: Odpojiť kontakt
tr: Kişi bağlantısını kaldır
uk: Відв'язати контакт
zh_hans: 取消链接联系人
zh_hant: 解除連結聯絡人

source: Unlink and Edit Contact
cs: Odpojit a upravit kontakt
ko: 연락처 연결 해제 및 편집
nl: Koppeling verbreken en contactpersoon bewerken
sk: Odpojiť a upraviť kontakt
tr: Bağlantıyı kaldır ve kişiyi düzenle
uk: Відв'язати та редагувати контакт
zh_hans: 取消链接和编辑联系人
zh_hant: 取消連結和編輯聯絡人

source: Link New Contact
cs: Propojit nový kontakt
ko: 새 연락처 연결
nl: Nieuwe contactpersoon koppelen
sk: Prepojiť nový kontakt
tr: Yeni kişi bağla
uk: Прив'язати новий контакт
zh_hans: 链接到新的联系人
zh_hant: 連結至新的聯絡人

source: Show Linked Contact
cs: Zobrazit propojený kontakt
ko: 연결된 연락처 보기
nl: Gekoppelde contactpersoon weergeven
sk: Zobraziť prepojený kontakt
tr: Bağlı kişiyi göster
uk: Показати прив'язаний контакт
zh_hans: 显示已链接的联系人
zh_hant: 顯示已連結的聯絡人

# link_contact
source: Link to Contact
cs: Odkaz na kontakt
ko: 연락처에 연결
nl: Koppelen aan contactpersoon
sk: Prepojiť s kontaktom
tr: Kişiye bağla
uk: Прив'язати до контакту
zh_hans: 链接到联系人
zh_hant: 連結至聯絡人

source: Linked Contact
cs: Propojený kontakt
ko: 연결된 연락처
nl: Gekoppelde contactpersoon
sk: Prepojený kontakt
tr: Bağlı kişi
uk: Прив'язаний контакт
zh_hans: 已链接的联系人
zh_hant: 已連結的聯絡人

source: [No Access]
cs: [Bez přístupu]
ko: [접근 권한 없음]
nl: [Geen toegang]
sk: [Bez prístupu]
tr: [Erişim yok]
uk: [Немає доступу]
zh_hans: [无法访问]
zh_hant: [受限]

source: [Not Found]
cs: [Nenalezeno]
ko: [찾을 수 없음]
nl: [Niet gevonden]
sk: [Nenájdený]
tr: [Bulunamadı]
uk: [Не знайдено]
zh_hans: [未找到]
zh_hant: [未找到]

source: [Restricted]
cs: [Omezeno]
ko: [제한됨]
nl: [Beperkt]
sk: [Obmedzený]
tr: [Kısıtlı]
uk: [Обмежено]
zh_hans: [受限]
zh_hant: [受限制]

# groups_header
source: Groups (%lu)
cs: Skupiny (%lu)
ko: 그룹 (%lu)
nl: Groepen (%lu)
sk: Skupiny (%lu)
tr: Gruplar (%lu)
uk: Групи (%lu)
zh_hans: 群组（%lu）
zh_hant: 群組（%lu）

# show_all_button
source: Show All
cs: Zobrazit vše
ko: 전체 보기
nl: Alles weergeven
sk: Zobraziť všetky
tr: Hepsini göster
uk: Показати усі
zh_hans: 显示全部
zh_hant: 顯示全部

# share_contact_id_button
source: Share Contact ID
cs: Sdílet ID kontaktu
ko: 연락처 아이디 공유
nl: Contact ID delen
sk: Zdieľať ID kontaktu
tr: Kişi kimliğini paylaş
uk: Поділитись ID контакта
zh_hans: 分享联系人 ID
zh_hant: 分享聯絡人 ID

# edit_contact_title
source: Edit Contact
cs: Upravit kontakt
ko: 연락처 편집
nl: Contactpersoon bewerken
sk: Upraviť kontakt
tr: Kişiyi düzenle
uk: Редагувати контакт
zh_hans: 编辑联系人
zh_hant: 編輯聯絡人

# edit_group_title
source: Edit Group
cs: Upravit skupinu
ko: 그룹 편집
nl: Groep bewerken
sk: Upraviť skupinu
tr: Grubu düzenle
uk: Редагувати групу
zh_hans: 编辑群组
zh_hant: 編輯群組

# edit_distribution_list_title
source: Edit Distribution List
cs: Upravit distribuční seznam
ko: 배포 목록 편집
nl: Distributielijst bewerken
sk: Upraviť distribučný zoznam
tr: Dağıtım Listesini Düzenle
uk: Змінити список розсилки
zh_hans: 编辑通讯组列表
zh_hant: 編輯通訊群組清單

# first_name_placeholder
source: First Name
cs: Křestní jméno
ko: 이름
nl: Voornaam
sk: Meno
tr: İsim
uk: Ім'я
zh_hans: 名字
zh_hant: 名字

# last_name_placeholder
source: Last Name
cs: Příjmení
ko: 성
nl: Achternaam
sk: Priezvisko
tr: Soyisim
uk: Прізвище
zh_hans: 姓氏
zh_hant: 姓氏

# group_name_placeholder
source: Group Name
cs: Jméno skupiny
ko: 그룹명
nl: Groepsnaam
sk: Názov skupiny
tr: Grup ismi
uk: Назва групи
zh_hans: 群组名称
zh_hant: 群組名稱

# distribution_list_name_placeholder
source: Distribution List Name
cs: Název distribučního seznamu
ko: 배포 목록 이름
nl: Naam distributielijst
sk: Názov distribučného zoznamu
tr: Dağıtım Listesi Adı
uk: Назва списку розсилки
zh_hans: 通讯组列表名称
zh_hant: 通訊群組清單名稱

# no_nickname_title
source: No nickname set
cs: Přezdívka nebyla nastavena
ko: 닉네임 없음
nl: Geen nickname ingesteld
sk: Prezývka nenastavená
tr: Takma isim ayarlanmadı.
uk: Прізвисько не вказано
zh_hans: 未设置昵称
zh_hant: 未設定暱稱

# no_nickname_message
source: Are you sure you want to continue without setting a nickname? It will be difficult for other people to recognize messages from you before they start the app.
cs: Opravdu chcete pokračovat bez nastavení přezdívky? Pro ostatní lidi bude obtížné rozpoznat vaše zprávy, dokud nezačnou aplikaci sami používat.
ko: 정말 닉네임을 설정하지 않겠습니까? 다른 사람들이 앱을 시작하기 전에는 사용자의 메시지를 인식하기 어려울 수 있습니다.
nl: Weet je zeker dat je wil doorgaan zonder nickname in te stellen. Op die manier is het lastig voor anderen om je berichten te herkennen voordat ze de app opstarten.
sk: Naozaj chcete pokračovať bez nastavenia prezývky? Pre ostatných bude ťažké rozpoznať vaše správy, pokiaľ aplikáciu neotvoria.
tr: Takma isim belirlemeden devam etmek istediğinizden emin misiniz? Uygulamayı başlatmadan önce diğer kişilerin sizden gelen mesajları tanıması zor olacaktır.
uk: Ви дійсно бажаєте продовжити без вказання прізвиська? Іншим особам буде важко зрозуміти, що саме ви надіслали повідомлення, допоки вони не відкриють застосунок.
zh_hans: 您确定要继续而不设置昵称吗？ 其他人收发消息时将很难识别您的身份。
zh_hant: 您確定要繼續而不設定暱稱嗎？ 其他人收發訊息時將很難辨別您的身份。

# server_message_title
source: Server Message
cs: Zpráva ze serveru
ko: 서버 메시지
nl: Serverbericht
sk: Správa zo serveru
tr: Sunucu mesajı
uk: Повідомлення серверу
zh_hans: 服务器消息
zh_hant: 伺服器訊息

source: No preview available
cs: Náhled není k dispozici
ko: 미리보기를 사용할 수 없음
nl: Geen voorbeeld beschikbaar
sk: Náhľad nie je k dispozícii
tr: Önizleme mevcut değil
uk: Попередній перегляд недоступний
zh_hans: 预览不可用
zh_hant: 預覽不可用

# bad_phone_number_format_title
source: Number not recognized
cs: Číslo nebylo rozeznáno
ko: 전화번호를 인식할 수 없음
nl: Nummer niet herkend
sk: Číslo nebolo rozpoznané
tr: Numara tanınmadı
uk: Номер не розпізнано
zh_hans: 无法识别号码
zh_hant: 無法識別號碼

# bad_phone_number_format_message
source: The phone number that you have entered could not be recognized. Please try entering it in international format.
cs: Vámi zadané telefonní číslo nebylo rozeznáno. Zkuste jej uvést v mezinárodním formátu.
ko: 입력한 전화번호를 인식할 수 없습니다. 국제적인 형식으로 입력해 보세요.
nl: Het telefoonnummer dat je hebt ingevoerd, werd niet herkend. Voor het opnieuw in met het landnummer.
sk: Telefónne číslo, ktoré ste zadali nebolo rozpoznané. Skúste ho prosím zadať v medzinárodnom formáte.
tr: Girdiğiniz telefon numarası tanınamadı. Lütfen uluslararası formatta girmeyi deneyin.
uk: Номер телефону, що ви вказали, не вдалось розпізнати. Будь ласка, введіть його у міжнародному форматі.
zh_hans: 您输入的电话号码无法被识别。请尝试以国际格式输入。
zh_hant: 您輸入的電話號碼無法被識別。請嘗試以國際格式輸入。

# confirm_phone_number_title
source: Confirm number
cs: Potvrzení čísla
ko: 전화번호 확인
nl: Nummer bevestigen
sk: Potvrdiť číslo
tr: Numarayı onayla
uk: Підтвердити номер
zh_hans: 确认电话号码
zh_hant: 確認電話號碼
