Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/*.lproj/Localizable.strings
Languages: cs, ko, nl, sk, tr, uk, zh_hans, zh_hant

# my_profile_delete_cell_title
source: Remove ID and Data
cs: Odstranit ID a data
ko: ID 및 데이터 제거
nl: ID en gegevens verwijderen
sk: Odstrániť ID a údaje
tr: Kimliği ve Verileri Sil
uk: Вилучити ID і дані
zh_hans: 移除ID和数据
zh_hant: 移除ID和資料

# profile_edit
source: Edit
cs: Upravit
ko: 그룹
nl: Bewerken
sk: Upraviť
tr: Düzenle
uk: Редагувати
zh_hans: 编辑
zh_hant: 編輯

# not_connected_for_edit_profile_message
source: Please check your connection
cs: Zkontrolujte své připojení
ko: 연결을 확인해주세요.
nl: Controleer je verbinding
sk: Skontrolujte prosím svoje pripojenie
tr: Lütfen bağlantınızı kontrol edin
uk: Перевірте з'єднання, будь ласка
zh_hans: 请检查您的网络连接
zh_hant: 請檢查您的網路連線

# not_connected_for_edit_profile_title
source: No connection
cs: Nepřipojeno
ko: 연결되지 않음
nl: Geen verbinding
sk: Žiadne pripojenie
tr: Bağlantı yok
uk: Немає з'єднання
zh_hans: 没有连接
zh_hant: 沒有連線

# my_profile_delete_bullet_chats
source: Chats
cs: Konverzace
ko: 대화
sk: Konverzácie
tr: Sohbetler
uk: Діалоги
zh_hans: 会话
zh_hant: 對話

# my_profile_delete_bullet_picture
source: Profile picture
cs: Profilový obrázek
ko: 프로필 사진
nl: Profielafbeelding
sk: Profilový obrázok
tr: Profil fotoğrafı
uk: Зображення профілю
zh_hans: 头像
zh_hant: 大頭貼

# my_profile_delete_bullet_safe
source: Threema Safe backup
cs: Záloha Trezoru Threema
ko: Threema Safe 백업
sk: Záloha Trezoru Threema
tr: Threema Safe yedeği
uk: Резервна копія Threema Safe
zh_hans: Threema Safe 备份
zh_hant: Threema Safe 備份

# my_profile_delete_bullet_linked
source: Phone number and/or email links
cs: Propojená telefonní čísla a/nebo e-maily
ko: 전화번호 및/또는 이메일 링크
nl: Links voor telefoonnummer en/of e-mail
sk: Telefónne číslo a/alebo emailové odkazy
tr: Telefon numarası ve/veya e-posta bağlantıları
uk: Прив’язані номер телефону та / або електронна пошта
zh_hans: 电话号码和/或电子邮件链接
zh_hant: 電話號碼和/或電子郵件連結

# my_profile_delete_info_title
source: Remove ID And Data
cs: Odstranit ID a data
ko: ID 및 데이터 제거
nl: ID en gegevens verwijderen
sk: Odstrániť ID a údaje
tr: Kimliği ve Verileri Kaldır
uk: Вилучити ID і дані
zh_hans: 删除ID和数据
zh_hant: 刪除ID和資料

# my_profile_delete_info_delete
source: All of your Threema data will be removed from this device.
cs: Všechna vaše data Threema budou z tohoto zařízení odstraněna.
ko: 이 장치에서 모든 Threema 데이터가 제거됩니다.
nl: Al je Threema-gegevens worden verwijderd van dit apparaat.
sk: Všetky vaše údaje Threema budú z tohto zariadenia odstránené.
tr: Tüm Threema verileriniz bu cihazdan kaldırılacaktır.
uk: Усі ваші дані Threema буде видалено з цього пристрою.
zh_hans: 您所有的 Threema 数据都将在这个设备上删除。
zh_hant: 您所有的 Threema 資料也將在這個裝置上刪除。

# my_profile_delete_info_keep
source: If you have created a Threema Safe backup or exported your ID, you can restore it on another device.
cs: Pokud jste si vytvořili zálohu Threema Safe nebo exportovali své ID, můžete jej obnovit na jiném zařízení.
ko: Threema Safe 백업을 만들었거나 ID를 내보냈다면 다른 장치에서 복원할 수 있습니다.
nl: Als je een Threema Safe back-up hebt gemaakt of je ID hebt geëxporteerd, kun je deze herstellen op een ander apparaat.
sk: Ak ste vytvorili zálohu aplikácie Threema Safe alebo ste exportovali svoje ID, môžete ho obnoviť v inom zariadení.
tr: Bir Threema Safe yedeği oluşturduysanız veya kimliğinizi dışa aktardıysanız, başka bir cihaza geri yükleyebilirsiniz.
uk: Якщо ви створили резервну копію Threema Safe або експортували свій ідентифікатор, ви можете відновити його на іншому пристрої.
zh_hans: 如果您之前已创建 Threema Safe 备份或导出您的ID，就可以在另一台设备上恢复原有的 Threema ID。
zh_hant: 如果您之前已建立 Threema Safe 備份或匯出您的ID，就可以在另一台裝置上還原原有的 Threema ID。

# my_profile_delete_info_revoke_info
source: If you don’t want to use this Threema ID on any other device, you can delete it irrevocably:
cs: Nechcete-li používat toto Threema ID na žádném jiném zařízení, můžete jej nevratně smazat:
ko: 만약 다른 장치에서 이 Threema ID 를 사용하고 싶지 않다면, 이를 영구적으로 삭제할 수 있습니다:
nl: Als je deze Threema-ID niet wilt gebruiken op een ander apparaat, kun je deze onherroepelijk verwijderen:
sk: Ak toto Threema ID nechcete používať v žiadnom inom zariadení, môžete ho neodvolateľne odstrániť:
tr: Bu Threema ID'yi başka bir cihazda kullanmak istemiyorsanız, geri alınamaz bir şekilde silebilirsiniz:
uk: Якщо не бажаєте використовувати цей Threema ID на своїх присторях, можете видалити його безповоротно:
zh_hans: 如果您不想在其他设备上使用此 Threema ID，您可以将它徹底删除：
zh_hant: 如果您不想在其他裝置上使用此 Threema ID，您可以將它徹底刪除：

# my_profile_delete_info_revoke_info_link
source: [Revoke Threema ID](link)
cs: [Zrušit Threema ID](odkaz)
ko: [취소 Threema ID](link)
nl: [Threema-ID intrekken](link)
sk: [Zrušiť Threema ID](odkaz)
tr: [Threema Kimliğini İptal Et](link)
uk: [Видалити Threema ID](link)
zh_hans: [撤销 Threema ID](链接)
zh_hant: [撤銷 Threema ID](連結)

# my_profile_delete_info_button
source: Remove ID and Data
cs: Odstranit ID a data
ko: ID 및 데이터 제거
nl: ID en gegevens verwijderen
sk: Odstráiť ID a údaje
tr: Kimliği ve Verileri Kaldır
uk: Вилучити ID і дані
zh_hans: 删除ID和数据
zh_hant: 刪除ID和資料

# my_profile_delete_info_alert_title
source: You lose your Threema ID if you don’t have a backup.
cs: Pokud nemáte zálohu, ztratíte své Threema ID.
ko: 백업이 없으면 Threema ID를 잃게 됩니다.
nl: Je verliest je Threema ID als je geen back-up hebt.
sk: Ak nemáte zálohu, stratíte svoje Threema ID.
tr: Bir yedeğiniz yoksa Threema Kimliğinizi kaybedersiniz.
uk: Ви втратите свій Threema ID, якщо не маєте резервної копії.
zh_hans: 如果您之前没有备份，您将失去现有的 Threema ID。
zh_hant: 如果您之前沒有備份，您將失去現有的 Threema ID。

# my_profile_delete_info_alert_confirm
source: Remove Data
cs: Odstranit data
ko: 데이터 삭제
nl: Gegevens verwijderen
sk: Odstrániť údaje
tr: Verileri Kaldır
uk: Вилучити дані
zh_hans: 删除数据
zh_hant: 刪除資料

# my_profile_revoke_identity_view_title
source: Remove ID And Data
cs: Odstranit ID a data
ko: ID 및 데이터 삭제하기
nl: ID en gegevens verwijderen?
sk: Odstrániť ID a údaje?
tr: Kimliği ve Verileri Kaldır
uk: Видалити ID і дані
zh_hans: 删除ID和数据
zh_hant: 刪除ID和資料

# my_profile_revoke_info_delete
source: All your Threema data will be removed from this device, and the following data will be deleted on the Threema server:
cs: Všechna vaše data Threema budou z tohoto zařízení odstraněna a ze serveru Threema budou smazána následující data:
ko: 이 장치에서의 Threema 데이터는 모두 삭제될 것이며, Threema 서버에서는 다음 데이터가 삭제될 것입니다:
nl: Al je Threema-gegevens worden verwijderd van dit apparaat en de volgende gegevens worden verwijderd van de Threema-server:
sk: Všetky vaše údaje Threema budú z tohto zariadenia odstránené a na serveri Threema budú odstránené nasledujúce údaje:
tr: Tüm Threema verileriniz bu cihazdan kaldırılacak ve aşağıdaki veriler Threema sunucusunda silinecektir:
uk: Усі ваші дані Threema буде видалено з цього пристрою, а наступні дані буде видалено з серверу Threema:
zh_hans: 您所有的 Threema 数据都将在这个设备上删除，而在 Threema 服务器存储的以下数据也将被删除：
zh_hant: 您所有的 Threema 資料也將在這個裝置上刪除，而在 Threema 伺服器儲存的下列資料也將被刪除：

# my_profile_delete_info_revoke
source: There will be no way to restore your Threema ID.
cs: Vaše Threema ID nebude možné obnovit.
ko: 당신의 Threema ID를 복원할 수 있는 방법은 없습니다.
nl: Je Threema-ID kan niet worden hersteld.
sk: Threema ID už nebude možné obnoviť.
tr: Threema ID'nizi geri yüklemenin hiçbir yolu olmayacaktır.
uk: Не буде можливості відновити ваш Threema ID.
zh_hans: 您将无法恢复您的 Threema ID。
zh_hant: 您將無法還原您的 Threema ID。

# my_profile_revoke_identity_view_enter_id
source: Please enter your Threema ID “%@“ to definitely delete everything:
cs: Zadejte své Threema ID „%@“ a potvrďte, že chcete smazat vše:
ko: Threema ID를 입력하세요. 모든 것을 확실히 삭제하려면 “%@“를 입력하십시오:
nl: Voer je Threema-ID in "%@" om alles voorgoed te verwijderen:
sk: Zadajte svoje Threema ID "%@" a potvrďte, že chcete všetko vymazať:
tr: Lütfen Threema ID'nizi girin "%@" her şeyi kesinlikle silmek için:
uk: Будь ласка, введіть свій Threema ID "%@", щоб підтвердити видалення всього:
zh_hans: 请输入您的 Threema ID “%@”，以彻底删除所有内容：
zh_hant: 請輸入您的 Threema ID 「%@」，以徹底刪除所有內容：

# my_profile_revoke_identity_view_placeholder
source: Your Threema ID
cs: Vaše Threema ID
ko: 귀하의 Threema ID
nl: Uw Threema-ID
sk: Vaše Threema ID
tr: Threema Kimliğiniz
uk: Ваш Threema ID
zh_hans: 您的 Threema ID
zh_hant: 您的 Threema ID

# my_profile_revoke_identity_view_button_revoke
source: Remove ID and Data
cs: Odstranit ID a data
ko: ID 및 데이터 제거
nl: ID en gegevens verwijderen
sk: Odstráňte ID a údaje
tr: Kimlik ve Veriler kaldırılsın mı?
uk: Видалити ID і дані
zh_hans: 删除ID和数据
zh_hant: 刪除ID和資料

# my_profile_delete_identity_summary_view_removed_title
source: ID and Data Removed
cs: ID a data odstraněna
ko: ID 및 데이터가 제거되었습니다.
nl: ID en gegevens verwijderd
sk: ID a údaje boli odstránené
tr: Kimlik ve Veriler Kaldırıldı
uk: ID і дані вилучено
zh_hans: ID和数据已删除
zh_hant: ID和資料已刪除

# my_profile_delete_identity_summary_view_removed_success
source: All of your Threema data was removed from this device:
cs: Všechna vaše data Threema byla z tohoto zařízení odstraněna:
ko: 이 기기에서 모든 Threema 데이터가 제거되었습니다:
nl: Al je gegevens van Threema zijn verwijderd van dit apparaat:
sk: Všetky vaše údaje Threema boli z tohto zariadenia odstránené:
tr: Tüm Threema verileriniz bu cihazdan kaldırıldı:
uk: Усі ваші дані Threema вилучено із цього пристрою:
zh_hans: 您所有的 Threema 数据已经在这个设备上删除：
zh_hant: 您所有的 Threema 資料已經在這個裝置上刪除：

# my_profile_delete_identity_summary_view_removed_server_success
source: All your Threema data has been deleted from this device, and the following data has been deleted on the Threema server:
cs: Všechna vaše data Threema byla z tohoto zařízení odstraněna a ze serveru Threema byla smazána následující data:
ko: 이 장치에서 모든 Threema 데이터가 삭제되었으며, 다음 데이터가 Threema 서버에서 삭제되었습니다:
nl: Al je Threema-gegevens zijn verwijderd van dit apparaat en de volgende gegevens zijn verwijderd van de Threema-server:
sk: Všetky vaše údaje Threema boli z tohto zariadenia vymazané a na serveri Threema boli vymazané nasledujúce údaje:
tr: Tüm Threema veri̇leri̇ni̇z bu ci̇hazdan si̇li̇ndi̇ ve aşağidaki̇ veri̇ler Threema sunucusunda kaldırıldı:
uk: Усі ваші дані Threema видалено з цього пристрою, а наступні дані видалено з серверу Threema:
zh_hans: 您所有的 Threema 数据已在这个设备上删除，而在 Threema 服务器存储的以下数据已删除：
zh_hant: 您所有的 Threema 資料已在這個裝置上刪除，而在 Threema 伺服器儲存的下列資料已刪除：

# my_profile_delete_identity_summary_view_removed_threema_id
source: Your Threema ID has been revoked
cs: Vaše Threema ID bylo zrušeno
ko: Threema ID가 취소되었습니다.
nl: Je Threema ID is ingetrokken
sk: Vaše Threema ID bolo zrušené
tr: Threema Kimliğiniz iptal edildi
uk: Ваш Threema ID відкликано
zh_hans: 您的 Threema ID 已被撤销
zh_hant: 您的 Threema ID 已被撤銷

# my_profile_delete_identity_summary_view_restart
source: Restart the app to continue using it.
cs: Restartujte aplikaci a pokračujte v jejím používání.
ko: 계속 사용하려면 앱을 다시 시작하십시오.
nl: Herstart de app om hem verder te gebruiken.
sk: Ak chcete ďalej používať aplikáciu, reštartujte ju.
tr: Kullanmaya devam etmek için uygulamayı yeniden başlatın.
uk: Перезапустіть застосунок, щоб продовжити використовувати його.
zh_hans: 请重启此应用程序以应用更改。
zh_hant: 請重新啟動此應用程式以套用變更。

# my_profile_delete_identity_summary_view_restart_new
source: Restart the app to create a new Threema ID.
cs: Restartováním aplikace vytvořte nové Threema ID.
ko: 새로운 Threema ID를 만들려면 앱을 다시 시작하십시오.
nl: Start de app opnieuw op om een nieuwe Threema ID te maken.
sk: Reštartujte aplikáciu pre vytvorenie nového Threema ID.
tr: Yeni bir Threema Kimliği oluşturmak için uygulamayı yeniden başlatın.
uk: Перезапустіть застосунок, щоб створити новий Threema ID.
zh_hans: 请重启此应用，以创建新的 Threema ID。
zh_hant: 請重新啟動此應用程式，以建立新的 Threema ID。

# my_profile_delete_identity_summary_view_close
source: Close App
cs: Zavřít aplikaci
ko: 앱 닫기
nl: App sluiten
sk: Zatvoriť aplikáciu
tr: Uygulamayı Kapat
uk: Закрити застосунок
zh_hans: 关闭应用
zh_hant: 關閉應用程式

source: Optional caption
cs: Volitelný popisek
ko: 선택적 캡션
nl: Optioneel onderschrift
sk: Voliteľný popis
tr: İsteğe bağlı altyazı
uk: Підпис за бажанням
zh_hans: 可选标题
zh_hant: 選定描述

# send_as_file
source: Send as Original
cs: Odeslat jako originál
ko: 원본으로 보내기
nl: Verzenden als origineel
sk: Odoslať ako originál
tr: Orijinal olarak gönder
uk: Надіслати в оригінальному стані
zh_hans: 以原件发送
zh_hant: 以原始檔案傳送

# settings_orphaned_files_description
source: When deleting data in the Storage Management in previous %@ versions, it could happen in rare cases that (media) files were not deleted correctly but removed in %@. Create an iTunes backup first; data loss may occur!
cs: Při mazání dat ve správě úložiště v předchozích verzích %@ se ve výjimečných případech mohlo stát, že (mediální) soubory nebyly odstraněny úplně, ale odebrány v %@. Nejprve vytvořte zálohu pomocí iTunes; může dojít ke ztrátě dat!
ko: 이전 %@ 버전에서 저장소 관리에서 데이터를 삭제할 때, (미디어) 파일이 제대로 삭제되지 않고 %@에서 제거되는 경우가 드물게 발생할 수 있었습니다. 먼저 iTunes 백업을 만드세요. 데이터 손실이 발생할 수 있습니다!
nl: Wanneer in eerdere versies van %@ gegevens uit het Opslagbeheer werden verwijderd, kon het in zeldzame gevallen gebeuren dat de (media)bestanden niet correct werden verwijderd maar wel in %@ werden verwijderd. Maak eerst een iTunes-back-up; gegevensverlies kan optreden!
sk: Pri mazaní údajov v správe úložiska sa v predchádzajúcich verziách %@ mohlo vo výnimočných prípadoch stať, že súbory (média) neboli úplne odstránené. Najprv vytvorte zálohu pomocou iTunes; môže dôjsť k strate údajov!
tr: Önceki %@ sürümlerinde Depolama yönetimindeki verileri silerken, (medya) dosyalarının doğru şekilde silinmediği, ancak %@ sürümünde kaldırıldığı nadir durumlarda olabilir. Önce bir iTunes yedeklemesi oluşturun; veri kaybı meydana gelebilir!
uk: Під час видалення даних через Керування сховищем у попередніх версіях %@, траплялись рідкі випадки того, що файли не видалялись, а переміщувались до %@. Спочатку створіть резервну копію iTunes; дані може бути втрачено!
zh_hans: 在以前的 %@ 版本中，在存储管理中删除数据时，在极少数情况下，可能会发生以下情况：（媒体）文件未正确删除，而是在 %@ 中删除了。 请先建立 iTunes 备份，否则可能会出现数据丢失！
zh_hant: 在以前的 %@ 版本中，在儲存管理中刪除資料時，在極少數情況下，可能會發生以下情況：（媒體）​​檔案未正確刪除，而是在 %@ 中刪除了。 請先建立 iTunes 備份，否則可能會出現資料丟失！

# settings_orphaned_files_title
source: ORPHANED FILES
cs: NEPOTŘEBNÉ SOUBORY
ko: 고아 파일
nl: ZWEVENDE BESTANDEN
sk: NEPOTREBNÉ SÚBORY
tr: ARTIK DOSYALAR
uk: ЗАГУБЛЕНІ ФАЙЛИ
zh_hans: 孤立文件
zh_hant: 孤兒檔案

# settings_orphaned_files_button
source: Move to Trash Bin
cs: Přesunout do koše
ko: 휴지통으로 이동
nl: Verplaatsen naar prullenbak
sk: Presunúť do koša
tr: Çöp kutusuna taşı
uk: Перемістити до смітника
zh_hans: 移至垃圾桶
zh_hant: 移至垃圾桶

# settings_orphaned_files_footer
source: %@ of %@ files are orphaned. Move the orphaned files to the trash bin, and ensure that no (media) files are missing in %@.
cs: %@ z %@ souborů je osamocených. Přesuňte osamocené soubory do koše a ujistěte se, že vám v %@ nechybí žádné (mediální) soubory.
ko: %@ 중 %@ 파일이 고아 파일입니다. 고아 파일을 휴지통으로 이동하고 %@에서 누락된 (미디어) 파일이 없도록 확인하십시오.
nl: %@ van %@ bestanden zweven. Verplaats de zwevende bestanden naar de prullenbak en zorg ervoor dat er geen (media)bestanden in %@ ontbreken.
sk: %@ z %@ súborov je nepotrebných. Presuňte osamotené súbory do koša a uistite sa, že vám v %@ nechýbajú žiadne (mediálne) súbory.
tr: %@ / %@ dosya artık kaldı. Artık dosyaları çöp kutusuna taşıyın ve %@ içinde hiçbir (medya) dosyasının eksik olmadığından emin olun.
uk: %@ з %@ файлів загублені. Перемістіть загублені файли до смітника та упевніться, що жодних (медіа) файлів не залишилось у %@.
zh_hans: %@个文件中的%@个是孤立文件。 将孤立文件移至垃圾桶，并确保 %@ 中没有丢失（媒体）文件。
zh_hant: %@個檔案中的%@個是孤兒檔案。 將孤兒檔案移至垃圾桶，並確保 %@ 中沒有丟失（媒體）檔案。

# settings_orphaned_files_footer_no_files
source: There are no orphaned files.
cs: Neexistují žádné osiřelé soubory.
ko: 고아 파일이 없습니다.
nl: Er zijn geen zwevende bestanden.
sk: Neexistujú žiadne osamotené súbory.
tr: Artık dosya yok.
uk: Загублених файлів немає.
zh_hans: 没有孤立文件。
zh_hant: 沒有孤兒檔案。

# settings_orphaned_files_bin_title
source: TRASH BIN
cs: ODPADKOVÝ KOŠ
ko: 휴지통
nl: PRULLENBAK
sk: ODPADKOVÝ KÔŠ
tr: ÇÖP KUTUSU
uk: СМІТНИК
zh_hans: 垃圾桶
zh_hant: 垃圾桶

# settings_orphaned_files_bin_restore_button
source: Restore Contents of Trash Bin
cs: Obnovte obsah koše
ko: 휴지통의 내용 복원
nl: Inhoud van prullenbak herstellen
sk: Obnoviť obsah koša
tr: Çöp kutusunun içeriğini geri yükle
uk: Відновити вміст смітника
zh_hans: 恢复垃圾桶的内容
zh_hant: 還原垃圾桶的內容

# settings_orphaned_files_bin_delete_button
source: Delete Contents of Trash Bin
cs: Odstranit obsah koše
ko: 휴지통의 내용 삭제
nl: Inhoud van prullenbak verwijderen
sk: Vymazať obsah koša
tr: Çöp kutusunun içeriğini sil
uk: Очистити смітник
zh_hans: 删除垃圾桶的内容
zh_hant: 刪除垃圾桶的內容

# settings_orphaned_files_bin_footer
source: There are %@ files (%@) in the trash bin. If there are no (media) files missing in %@, empty the trash bin to permanently delete the orphaned files.
cs: V koši je %@ souborů (%@). Pokud vám v %@ nechybí žádné (mediální) soubory, vyprázdněte koš, abyste trvale odstranili osamocené soubory.
ko: 휴지통에는 %@ 개의 파일 (%@)이 있습니다. %@에서 누락된 (미디어) 파일이 없다면 휴지통을 비우어 고아 파일을 영구적으로 삭제하십시오.
nl: De prullenbak bevat %@ bestanden (%@). Als er geen (media)bestanden in %@ ontbreken, maak de prullenbak dan leeg om de zwevende bestanden permanent te verwijderen.
sk: V koši je %@ súborov (%@). Pokiaľ vám v %@ nechýbajú žiadne (mediálne) súbory, vyprázdnite kôš, aby ste natrvalo odstránili tieto osamotené súbory.
tr: Çöp kutusunda %@ dosya (%@) var. %@ içinde eksik (medya) dosyası yoksa, artık dosyaları kalıcı olarak silmek için çöp kutusunu boşaltın.
uk: У смітнику %@ файлів (%@). Якщо у %@ не залишилось загублених (медіа) файлів, очистить смітник для остаточного видалення загублених файлів.
zh_hans: 垃圾桶中有%@个文件（%@）。 如果 %@ 中没有缺少（媒体）文件，请清空垃圾桶以永久删除孤立文件。
zh_hant: 垃圾桶中有%@個檔案（%@）。 如果 %@ 中沒有缺少（媒體）檔案，請清空垃圾桶以永久刪除孤兒檔案。

# settings_orphaned_files_bin_footer_no_files
source: The trash bin is empty.
cs: Koš je prázdný.
ko: 휴지통이 비어 있습니다.
nl: De prullenbak is leeg.
sk: Kôš je prázdny
tr: Çöp kutusu boş.
uk: Смітник порожній.
zh_hans: 垃圾桶是空的。
zh_hant: 垃圾桶是空的。

# settings_orphaned_files_bin_delete_conformation
source: Would you like to permanently delete the orphaned files? This action cannot be undone.
cs: Chcete trvale odstranit osiřelé soubory? Tuto akci nelze vrátit zpět.
ko: 고아 파일을 영구적으로 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
nl: Wilt u de zwevende bestanden permanent verwijderen? Dit kan niet ongedaan worden gemaakt.
sk: Chcete natrvalo vymazať osamotené súbory? Túto akciu už nejde vrátiť späť.
tr: Artık dosyaları kalıcı olarak silmek istiyor musunuz? Bu işlem geri alınamaz.
uk: Бажаєте остаточно видалити загублені файли? Цю дію неможливо скасувати.
zh_hans: 您要永久删除孤立文件吗？ 此操作无法撤消。
zh_hant: 您要永久刪除孤兒檔案嗎？此作業無法復原。

# settings_orphaned_files_log_title
source: LOG FILES
cs: SOUBORY ZÁZNAMŮ
ko: 로그 파일
nl: BESTANDEN LOGGEN
sk: LOG SÚBORY
tr: LOG DOSYALARI
uk: ФАЙЛИ ЖУРНАЛІВ
zh_hans: 日志文件
zh_hant: 日誌檔案

# settings_orphaned_files_log_all_files_button
source: Log Files into Debug Log
cs: Soubory záznamů do protokolu ladění
ko: 디버그 로그로 로그 파일 저장
nl: Bestanden in Debug Log loggen
sk: Log súbory do denníka ladenia
tr: Dosyaları hata ayıklama günlüğüne kaydet
uk: Внести файли до журналу відладки
zh_hans: 将日志文件记录到调试日志中
zh_hant: 將記錄檔案記錄至偵錯記錄中

# settings_advanced_contacts_cleanup_stats_title
source: Contacts Cleanup
cs: Promazání kontaktů
ko: 연락처 정리
nl: Contactpersonen opschonen
sk: Čistenie kontaktov
tr: Kişi Temizleme
uk: Очищення контактів
zh_hans: 联系人清理
zh_hant: 聯絡人清理

# settings_advanced_contacts_cleanup_log_stats
source: Log Duplicate Contacts
cs: Zaznamenat duplicitní kontakty
ko: 중복 연락처 기록
nl: Dubbele contacten loggen
sk: Zaznamenanie duplicitných kontaktov
tr: Yinelenen Kişileri Günlüğe Kaydet
uk: Зареєструвати дублікати контактів
zh_hans: 记录重复的联系人
zh_hant: 記錄重複的聯絡人

# settings_advanced_contacts_cleanup_unused
source: Remove Duplicate Contacts
cs: Odebrat duplicitní kontakty
ko: 중복 연락처 제거
nl: Dubbele contacten verwijderen
sk: Odstrániť duplicitné kontakty
tr: Yinelenen Kişileri Kaldır
uk: Видалити дублікати контактів
zh_hans: 删除重复的联系人
zh_hant: 刪除重複的聯絡人

# settings_advanced_contacts_cleanup_log_disabled
source: Logging is disabled. Please go back to “Advanced,” turn on “Debug Log,” and try again.
cs: Zaznamenávání je deaktivované. Vraťte se do nabídky „Pokročilé“, aktivujte položku „Záznam pro hledání chyb“ a zkuste to znovu.
ko: 깅이 비활성화되었습니다. "고급"으로 돌아가 "디버그 로그"를 켜고 다시 시도하십시오.
nl: Het loggen is uitgeschakeld. Ga terug naar 'Geavanceerd', zet 'Debug log' aan en probeer het opnieuw.
sk: Protokolovanie je vypnuté. Vráťte sa späť do časti "Rozšírené", zapnite funkciu "Debug Log" a skúste to znova.
tr: Günlük kaydı devre dışı. Lütfen "Gelişmiş" bölümüne geri dönün, "Hata Ayıklama Günlüğü "nü açın ve tekrar deneyin.
uk: Ведення журналу вимкнено. Поверніться до розділу "Додатково", увімкніть "Журнал налагодження" і спробуйте ще раз.
zh_hans: 调试日志记录已禁用。 请先返回 “高级设置”，再打开 "调试日志"，然后重试。
zh_hant: 偵錯記錄已停用。 請先返回「進階設定」，再開啟「偵錯記錄」，然後再試一次。

# settings_advanced_contacts_cleanup_submit_logs
source: Please go back to “Advanced Settings,” and share the log with Threema Support for further analysis. After that, you may turn off “Debug Log.”
cs: Vraťte se do nabídky „Pokročilá nastavení“ a poskytněte záznam podpoře Threema pro další analýzu. Poté můžete položku „Záznam pro hledání chyb“ vypnout.
ko: "고급 설정"으로 돌아가 로그를 Threema 지원팀과 공유하여 추가 분석을 받으십시오. 그 후에 "디버그 로그"를 끄셔도 됩니다.
nl: Ga terug naar 'Geavanceerde instellingen' en deel het log met Threema support voor nadere analyse. Daarna kun je 'Debug log' uitzetten.
sk: Vráťte sa späť do "Rozšírených nastavení" a zdieľajte protokol s podporou spoločnosti Threema na ďalšiu analýzu. Potom môžete funkciu "Debug Log" vypnúť.
tr: Lütfen "Gelişmiş Ayarlar "a geri dönün ve daha fazla analiz için günlüğü Threema Destek ile paylaşın. Bundan sonra, "Hata Ayıklama Günlüğü"nü kapatabilirsiniz.
uk: Поверніться до розділу "Додаткові налаштування" та надішліть журнал до служби підтримки Threema для подальшого аналізу. Після цього можна вимкнути "Журнал налагодження".
zh_hans: 请返回 “高级设置”，并将调试日志分享到 Threema 支持，以进行进一步分析。 之后，您可以关闭 “调试日志”。
zh_hant: 請返回「進階設定」，並將偵錯記錄分享至 Threema 支援，以進行進一步分析。 之後，您可以關閉「偵錯記錄」。

# settings_advanced_contacts_cleanup_stats_logged
source: Information has been logged.
cs: Informace byla zaznamenána do protokolu.
ko: 정보가 기록되었습니다.
nl: De informatie is gelogd.
sk: Informácie boli zaznamenané.
tr: Bilgi kaydedildi.
uk: Інформацію зареєстровано.
zh_hans: 信息已被记录。
zh_hant: 資料已被記錄。

# settings_advanced_contacts_cleanup_no_duplicates
source: You have no duplicate contacts.
cs: Nemáte žádné duplicitní kontakty.
ko: 중복된 연락처가 없습니다.
nl: U hebt geen dubbele contacten.
sk: Nemáte žiadne duplicitné kontakty.
tr: Yinelenen kişileriniz yok.
uk: У вас немає дублікатів контактів.
zh_hans: 您没有重复的联系人。
zh_hant: 您沒有重複的聯絡人。

# settings_advanced_contacts_cleanup_error_title
source: Unable to remove contacts
cs: Nelze odebrat kontakty
ko: 연락처를 제거할 수 없습니다
nl: Geen contactpersonen verwijderd
sk: Nemožno odstrániť kontakty
tr: Kişiler silinemiyor
uk: Не вдалося видалити контакти
zh_hans: 无法删除联系人
zh_hant: 無法刪除聯絡人

# settings_advanced_contacts_cleanup_in_use_error_title
source: Delete chats manually
cs: Smazat konverzace ručně
ko: 대화를 수동으로 삭제하세요.
nl: Chats handmatig verwijderen
sk: Konverzácie odstrániť ručne
tr: Sohbetleri manuel olarak sil
uk: Видалити діалоги вручну
zh_hans: 手动删除会话
zh_hant: 手動刪除對話
