Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/*.lproj/Localizable.strings
Languages: cs, ko, nl, sk, tr, uk, zh_hans, zh_hant

# myprofile_link_email_phone_footer
source: Linking your email address or phone number to your ID lets other people find you on %@ automatically if they have you in their address book.
cs: Propojení e-mailové adresy nebo telefonního čísla s vaším ID umožňuje ostatním lidem automaticky vás najít na %@, pokud vás mají v adresáři.
ko: 이메일 주소 또는 전화번호를 ID에 연결하면 다른 사람들이 주소록에 담겨 있다면 %@에서 자동으로 당신을 찾을 수 있습니다.
nl: Als je je e-mailadres of telefoonnummer aan je ID koppelt, kunnen anderen je automatisch op %@ vinden als je in hun adresboek staat.
sk: Ak prepojíte vašu emailovú adresu alebo telefónne číslo s vaším ID, ostatní používatelia vás automaticky nájdu v aplikácii %@, ak vás majú vo svojom adresári.
tr: E-posta adresinizi veya telefon numaranızı kimliğinize bağlamak, diğer kişilerin sizi adres defterlerinde varsa otomatik olarak %@ üzerinde bulmasını sağlar.
uk: Прив'язання електронної пошти або мобільного номеру до вашого ID дозволить іншим користувачам знаходити вас у %@ автоматично якщо ваш номер збережено у їхніх контактах.
zh_hans: 将您的电子邮件地址或电话号码与您的ID链接，如果其他人的通讯录中有保存您的资料，他们将在 %@ 上自动找到您。
zh_hant: 將您的電子郵件地址或電話號碼與您的ID連結，如果其他人的通訊錄中有儲存您的資料，他們將在 %@ 上自動找到您。

# myprofile_link_email_footer
source: Linking your email address to your ID lets other users find you on %@ automatically if they have your email in their address book.
cs: Propojení e-mailové adresy s vaším ID umožní ostatním uživatelům, aby vás na %@ automaticky našli, pokud mají váš e-mail v adresáři.
ko: 이메일 주소를 ID에 연결하면 다른 사용자들이 당신을 자동으로 %@에서 찾을 수 있습니다. 단, 이메일 주소가 그들의 주소록에 저장되어 있어야 합니다.
nl: Als je je e-mailadres aan je ID koppelt, kunnen anderen je automatisch op %@ vinden als je e-mailadres in hun adresboek staat.
sk: Ak prepojíte vašu emailovú adresu s vaším ID, ostatní používatelia vás automaticky nájdu v aplikácii %@, ak majú váš email vo svojom adresári.
tr: E-posta adresinizi kimliğinize bağlamak, e-postanız adres defterlerinde varsa diğer kullanıcıların sizi %@ üzerinde otomatik olarak bulmasını sağlar.
uk: Прив'язання електронної пошти до вашого ID дозволить іншим користувачам знаходити вас у %@ автоматично якщо ваш номер збережено у їхніх контактах.
zh_hans: 将您的电子邮件地址与您的ID链接，如果其他人的通讯录中有保存您的电子邮件地址，他们将在 %@ 上自动找到您。
zh_hant: 將您的電子郵件地址與您的ID連結，如果其他人的通訊錄中有儲存您的電子郵件地址，他們將在 %@ 上自動找到您。

# myprofile_link_email_onprem_footer
source: Linking your email address to your ID lets other users of this server (%@) find you on %@ automatically if they have your email in their address book.
cs: Propojení vaší e-mailové adresy s vaším ID umožňuje ostatním uživatelům tohoto serveru (%@) automaticky vás najít na %@, pokud mají váš e-mail v adresáři.
ko: 이메일 주소를 ID에 연결하면 이 서버(%@)의 다른 사용자들이 당신을 자동으로 %@에서 찾을 수 있습니다. 다만, 이메일 주소가 그들의 주소록에 저장되어 있어야 합니다.
nl: Als je je e-mailadres aan je ID koppelt, kunnen andere gebruikers van deze server (%@) je automatisch op %@ vinden als je e-mailadres in hun adresboek staat.
sk: Ak prepojíte svoju emailovú adresu s vaším ID, ostatní používatelia tohto servera (%@) vás automaticky nájdu v aplikácii %@, ak majú váš email vo svojom adresári.
tr: E-posta adresinizi kimliğinize bağlamak, bu sunucunun (%@) diğer kullanıcılarının, adres defterlerinde e-postanız varsa, sizi %@ üzerinde otomatik olarak bulmasını sağlar.
uk: Прив'язання електронної пошти до вашого ID дозволить іншим користувачам цього серверу (%@) знаходити вас у %@ автоматично якщо ваш номер збережено у їхніх контактах.
zh_hans: 将您的电子邮件地址与您的ID链接，如果其他人的通讯录中有保存您的电子邮件地址，使用这个服务器（%@）的其他用户在 %@ 上将自动找到您。
zh_hant: 將您的電子郵件地址與您的ID連結，如果其他人的通訊錄中有儲存您的電子郵件地址，使用這個伺服器（%@）的其他使用者在 %@ 上將自動找到您。

# myprofile_link_phone_footer
source: Linking your phone number to your ID lets other users find you on %@ automatically if they have your phone number in their address book.
cs: Propojení vašeho telefonního čísla s vaším ID umožňuje ostatním uživatelům automaticky vás najít na %@, pokud mají vaše telefonní číslo v adresáři.
ko: 전화번호를 ID에 연결하면 다른 사용자들이 당신을 자동으로 %@에서 찾을 수 있습니다. 다만, 그들의 주소록에 당신의 전화번호가 저장되어 있어야 합니다.
nl: Als je je telefoonnummer aan je ID koppelt, kunnen anderen je automatisch op %@ vinden als je nummer in hun adresboek staat.
sk: Ak prepojíte svoje telefónne číslo s vaším ID, ostatní používatelia vás automaticky nájdu v aplikácii %@, ak majú vaše telefónne číslo vo svojom adresári.
tr: Telefon numaranızı kimliğinize bağlamak, telefon numaranız adres defterlerinde varsa diğer kullanıcıların sizi otomatik olarak %@ üzerinde bulmasını sağlar.
uk: Прив'язання мобільного номеру до вашого ID дозволить іншим користувачам знаходити вас у %@ автоматично якщо ваш номер збережено у їхніх контактах.
zh_hans: 将您的电话号码与您的ID链接，如果其他人的通讯录中有保存您的电话号码，他们将在 %@ 上自动找到您。
zh_hant: 將您的電話號碼與您的ID連結，如果其他人的通訊錄中有儲存您的電話號碼，他們將在 %@ 上自動找到您。

# myprofile_link_phone_onprem_footer
source: Linking your phone number to your ID lets other users of this server (%@) find you on %@ automatically if they have your number in their address book.
cs: Propojení vašeho telefonního čísla s vaším ID umožňuje ostatním uživatelům tohoto serveru (%@) automaticky vás najít na %@, pokud mají vaše číslo v adresáři.
ko: 전화번호를 ID에 연결하면 이 서버(%@)의 다른 사용자들이 당신을 자동으로 %@에서 찾을 수 있습니다. 다만, 그들의 주소록에 당신의 전화번호가 저장되어 있어야 합니다.
nl: Als je je telefoonnummer aan je ID koppelt, kunnen andere gebruikers van deze server (%@) je automatisch op %@ vinden als je nummer in hun adresboek staat.
sk: Ak prepojíte svoje telefónne číslo s vaším ID, ostatní používatelia tohto servera (%@) vás automaticky nájdu v aplikácii %@, ak majú vaše číslo vo svojom adresári.
tr: Telefon numaranızı kimliğinize bağlamak, bu sunucunun (%@) diğer kullanıcılarının, numaranız adres defterlerinde varsa, sizi %@ üzerinde otomatik olarak bulmasını sağlar.
uk: Прив'язання мобільного номеру до вашого ID дозволить іншим користувачам цього серверу (%@) знаходити вас у %@ автоматично якщо ваш номер збережено у їхніх контактах.
zh_hans: 将您的电话号码与您的ID链接，如果其他人的通讯录中有保存您的电话号码，使用这个服务器（%@）的其他用户在 %@ 上将自动找到您。
zh_hant: 將您的電話號碼與您的ID連結，如果其他人的通訊錄中有儲存您的電話號碼，使用這個伺服器（%@）的其他使用者在 %@ 上將自動找到您。

# mentions_table_view_cell_accessibility_hint
source: Tap to create mention
cs: Klepnutím vytvoříte zmínku
ko: 멘션을 생성하려면 탭하세요.
nl: Tikken om vermelding aan te maken
sk: Klepnutím vytvorte zmienku
tr: Bahsetmek için dokunun
uk: Торкніться для створення згадки
zh_hans: 点击创建 @提及
zh_hant: 按一下以建立 @提及

# poi_unavailable
source: Unavailable
cs: Nedostupný
ko: 사용 불가능합니다.
nl: Niet beschikbaar
sk: Nedostupné
tr: Kullanım dışı
uk: Недоступно
zh_hans: 无法使用
zh_hant: 無法使用

# poi_search_POI
source: Cities and Streets
cs: Města a ulice
ko: 도시와 거리
nl: Steden en Straten
sk: Mestá a ulice
tr: Şehirler ve sokaklar
uk: Міста та вулиці
zh_hans: 城市和街道
zh_hant: 城市和街道

# poi_search_prefix
source: Search Around %@
cs: Hledat v okolí %@
ko: %@ 주변 검색
nl: Zoeken rond %@
sk: Hľadať v okolí %@
tr: %@ çevresinde ara
uk: Шукати біля %@
zh_hans: 搜索 %@
zh_hant: 搜尋 %@

# poi_away
source: %@ away
cs: %@ pryč
ko: %@ 떨어져 있음
nl: Tot %@
sk: %@ neprítomný
tr: %@ uzakta
uk: %@ не на зв'язку
zh_hans: %@ 已离开
zh_hant: %@ 已離開

# poi_dropped_pin_info_alert_title
source: Dropped Pin
cs: Umístěný špendlík
ko: 핀 놓기
nl: Geplaatste markering
sk: Pripnutý špendlík
tr: Bırakılan iğne
uk: Поставити мітку
zh_hans: 图钉已放置
zh_hant: 圖釘已放置

# poi_dropped_pin_info_alert_message
source: To drop a pin, press and hold on the map.
cs: Chcete-li umístit špendlík, podržte stisknuté místo na mapě.
ko: 맵 위에서 핀을 놓으려면 누르고 놓기를 누르세요.
nl: Druk lang op de kaart om een markering te plaatsen.
sk: Ak chcete umiestniť špendlík, stlačte a podržte na mape.
tr: Bir iğne bırakmak için harita üzerinde basılı tutun.
uk: Щоб поставити мітку торкніться та утримуйте палець на карті.
zh_hans: 如要放置图钉，请在地图上长按。
zh_hant: 如要放置圖釘，請在地圖上長按。

# poi_current_location
source: My Location
cs: Moje poloha
ko: 내 위치
nl: Mijn locatie
sk: Moja pozícia
tr: Konumum
uk: Моя геопозиція
zh_hans: 我的位置
zh_hant: 我的位置

# poi_marked_location
source: Dropped Pin
cs: Umístěný špendlík
ko: 핀 놓기
nl: Geplaatste markering
sk: Pripnutý špendlík
tr: Bırakılan iğne
uk: Поставлена мітка
zh_hans: 图钉已放置
zh_hant: 圖釘已放置

# notification_threemaweb_connectionlost_title
source: Connection to the desktop app / web client lost
cs: Připojení k desktopové aplikaci / webovému klientovi bylo ztraceno
ko: 데스크톱 앱 / 웹 클라이언트와의 연결이 끊겼습니다.
nl: Verbinding met de desktop-app/webclient verbroken
sk: Strata spojenia s desktopovou aplikáciou / webovým klientom
tr: Masaüstü uygulamasına / web istemcisine bağlantı kesildi
uk: З'єднання з застосунком на компʼютері втрачено
zh_hans: 与桌面版应用程序 / 网页版客户端丢失连接
zh_hant: 與桌面版應用程式 / 網頁版用戶端失去連線

# notification_threemaweb_connectionlost_body
source: To continue using the desktop app / web client, please reopen the app.
cs: Chcete-li pokračovat v používání desktopové aplikace / webového klienta, znovu aplikaci otevřete.
ko: 데스크톱 앱 / 웹 클라이언트를 계속 사용하려면 앱을 다시 열어주세요.
nl: Heropen de app om de desktop-app/webclient te blijven gebruiken.
sk: Ak chcete pokračovať v používaní desktopovej aplikácie / webového klienta, znovu otvorte aplikáciu.
tr: Masaüstü uygulamasını / web istemcisini kullanmaya devam etmek için lütfen uygulamayı yeniden başlatın.
uk: Щоб продовжити користуватись застосунком на компʼютері, відкрийте його заново.
zh_hans: 如要继续使用桌面版应用程序 / 网页版客户端，请重启应用程序。
zh_hant: 如要繼續使用桌面版應用程式 / 網頁版用戶端，請重新啟動應用程式。

# settings_threema_web_desktop_banner_title
source: New: Threema 2.0 for Desktop (Beta)
cs: Novinka: Threema 2.0 for Desktop (Beta)
ko: 신규: 데스크톱용 Threema 2.0 (베타)
nl: Nieuw: Threema 2.0 voor Desktop (bèta)
sk: Nové: Threema 2.0 for Desktop (Beta)
tr: Yeni: Masaüstü için Threema 2.0 (Beta)
uk: Нове: Threema для комп’ютера 2.0 (Бета)
zh_hans: 新消息：推出 Threema 2.0 桌面版（测试版）
zh_hant: 最新消息：推出 Threema 2.0 桌面版（測試版）

# settings_threema_web_desktop_banner_message
source: Tap here to try the next generation of the desktop app with multi-device support.
cs: Klepněte zde, jestliže chcete vyzkoušet novou generaci desktopové aplikace s podporou více zařízení.
ko: 여기를 눌러 다중 기기 지원이 가능한 차세대 데스크톱 앱을 사용해 보세요.
nl: Tik hier om de volgende generatie van de desktop-app met ondersteuning voor meerdere apparaten uit te proberen.
sk: Ťuknite sem a vyskúšajte novú generáciu desktopovej aplikácie s podporou viacerých zariadení.
tr: Çoklu cihaz desteğine sahip yeni nesil masaüstü uygulamasını denemek için buraya dokunun.
uk: Торкніться, щоб спробувати наступне покоління застосунку для комп’ютера з підтримкою декількох пристроїв.
zh_hans: 点击这里试用支持多设备登录的新一代电脑版应用程序。
zh_hant: 按一下這裡試用支援多裝置登入的新一代電腦版應用程式。

# settings_threema_web_connected
source: Desktop/Web connected
cs: Připojení desktopu/webu
ko: 데스크톱/웹이 연결됨
nl: Verbonden met desktop/web
sk: Počítač/web pripojený
tr: Masaüstü / Web bağlandı
uk: Версію для комп’ютера / вебверсію під’єднано
zh_hans: 已连接到桌面版/网页版
zh_hant: 已連線至桌面版/網頁版

# settings_threema_web_connectioninfo
source: Your device must be unlocked with %@ running in the foreground to stay connected. While connected, your device will not lock automatically.
cs: Abyste mohli zůstat připojeni, musí být vaše zařízení odemčené a v popředí musí být spuštěna aplikace %@. Během připojení se zařízení automaticky nezamkne.
ko: 장치는 연결을 유지하기 위해 %@이(가) 화면 앞에서 실행 중이어야 합니다. 연결 중일 때, 장치는 자동으로 잠겨지지 않습니다.
nl: Je apparaat moet zijn vrijgegeven en %@ moet in de voorgrond actief zijn om verbonden te blijven. Zo lang je verbonden bent, zal je apparaat niet automatisch worden vergrendeld.
sk: Ak chcete zostať v spojení, vaše zariadenie musí byť odomknuté so spusteným %@ v popredí. Počas pripojenia sa vaše zariadenie automaticky neuzamkne.
tr: Bağlı kalmak için cihazınızın kilidinin %@ ön planda çalışırken açılmış olması gerekir. Bağlıyken cihazınız otomatik olarak kilitlenmeyecektir.
uk: Щоб залишатися на зв’язку, ваш пристрій має бути розблоковано, а %@ має працювати у фоновому режимі. Під’єднаний пристрій не блокуватиметься автоматично.
zh_hans: 为了保持与桌面版/网页版的连接，您的设备必须解锁，并在前台运行 %@。连接后，您的设备将不会自动锁屏。
zh_hant: 為了保持與桌面版/網頁版的連結，您的裝置必須解鎖，並在前景執行 %@。連結後，您的裝置將不會自動鎖定。

# settings_threema_web_multi_device_qr_code_title
source: Wrong QR Code
cs: Chybný QR kód
ko: 잘못된 QR 코드
nl: Verkeerde QR-code
sk: Nesprávny QR kód
tr: Yanlış QR Kodu
uk: Неправильний QR-код
zh_hans: 二维码有错误
zh_hant: QR碼有錯誤

# settings_threema_web_multi_device_qr_code_message
source: Navigate back to “%@” and select “%@” to link to this desktop app.
cs: Přejděte zpět do „%@“ a vyberte „%@“ pro připojení se k této desktopové aplikaci.
ko: '%@'(으)로 돌아가서 '%@'을(를) 선택하여 이 데스크톱 앱에 연결하세요.
nl: Blader terug naar '%@' en selecteer '%@' om deze desktop-app te koppelen.
sk: Prejdite späť na „%@“ a vyberte „%@“, aby ste sa prepojili s touto aplikáciou pre počítače.
tr: "%@" öğesine geri dönün ve bu masaüstü uygulamasına bağlanmak için "%@" öğesini seçin.
uk: Поверніться до “%@” та оберіть “%@” задля прив’язки до цього застосунку на комп'ютері.
zh_hans: 先返回 “%@”，然后选择 “%@” ，以链接到此桌面应用程序。
zh_hant: 先返回「%@」，然後選擇「%@」，以連結至此桌面應用程式。

# chat_text_view_placeholder
source: New Message
cs: Nová zpráva
ko: 새 메시지
nl: Nieuw bericht
sk: Nová správa
tr: Yeni mesaj
uk: Нове повідомлення
zh_hans: 新消息
zh_hant: 新訊息

# compose_bar_camera_button_accessibility_label
source: Open Camera
cs: Otevřít kameru
ko: 카메라 열기
nl: Camera openen
sk: Otvoriť fotoaparát
tr: Kamerayı aç
uk: Відкрити камеру
zh_hans: 打开摄像头
zh_hant: 開啟攝影機

# compose_bar_image_picker_button_accessibility_label
source: Open Image Picker
cs: Otevřít výběr obrázku
ko: 이미지 선택기 열기
nl: Beeldkiezer openen
sk: Otvoriť výber obrázkov
tr: Resim Seçiciyi Aç
uk: Вибрати зображення
zh_hans: 打开图像选取器
zh_hant: 開啟圖像選取器

# compose_bar_record_button_accessibility_label
source: Record Voice Message
cs: Nahrát hlasovou zprávu
ko: 음성 메시지 녹음
nl: Ingesproken bericht opnemen
sk: Nahrať hlasovú správu
tr: Sesli mesaj kaydet
uk: Записати голосове повідомлення
zh_hans: 录制语音消息
zh_hant: 錄製語音訊息

# compose_bar_send_message_button_accessibility_label
source: Send Message
cs: Poslat zprávu
ko: 메시지 전송
nl: Bericht versturen
sk: Odoslať správu
tr: Mesaj gönder
uk: Надіслати повідомлення
zh_hans: 发送消息
zh_hant: 傳送訊息

# compose_bar_send_edited_message_button_accessibility_label
source: Confirm Edit
cs: Potvrdit úpravy
ko: 편집 확인
nl: Bewerken bevestigen
sk: Potvrdiť úpravu
tr: Düzenlemeyi Onayla
uk: Підтвердити редагування
zh_hans: 确认编辑
zh_hant: 確認編輯

# compose_bar_attachment_button_accessibility_label
source: Add Attachments
cs: Přidat přílohy
ko: 첨부 파일 추가
nl: Bijlagen toevoegen
sk: Pridať prílohy
tr: Ek ekle
uk: Додати вкладення
zh_hans: 添加附件
zh_hant: 新增附件

# hardware_keyboard_send_on_enter_discoverability_title
source: Send Message
cs: Poslat zprávu
ko: 메시지 전송
nl: Bericht versturen
sk: Odoslať správu
tr: Mesaj gönder
uk: Надіслати повідомлення
zh_hans: 发送消息
zh_hant: 傳送訊息

# voice_recorder_call_state_not_idle_message
source: No voice message possible.
cs: Hlasová zpráva není k dispozici.
ko: 음성 메시지가 불가능합니다.
nl: Geen spraakbericht mogelijk.
sk: Hlasová správa nie je možná.
tr: Sesli mesaj mümkün değil.
uk: Неможливо записати голосове повідомлення.
zh_hans: 无法进行语音消息。
zh_hant: 無法進行語音訊息。

# voice_recorder_error_message
source: Please try again, or contact our support.
cs: Zkuste to znovu nebo se obraťte na naši podporu.
ko: 다시 시도하거나 지원팀에 문의하세요.
nl: Probeer het opnieuw of neem contact op voor ondersteuning.
sk: Skúste to znova alebo kontaktujte našu podporu.
tr: Lütfen tekrar deneyin veya destek ekibimizle iletişime geçin.
uk: Будь ласка, спробуйте ще раз, або зв’яжіться з нашою підтримкою.
zh_hans: 请重试，或者可以联系我们的支持人员。
zh_hant: 請再試一次，或者可以聯絡我們的支援人員。

# voice_recorder_call_state_not_idle
source: Active Call
cs: Aktivní hovor
ko: 활성 통화
nl: Actieve oproep
sk: Aktívny hovor
tr: Aktif Arama
uk: Активний виклик
zh_hans: 通话进行中
zh_hant: 通話進行中

# voice_recorder_playback_failure
source: Playback Error
cs: Chyba přehrávání
ko: 재생 오류
nl: Afspeelfout
sk: Chyba prehrávania
tr: Oynatma Hatası
uk: Помилка відтворення
zh_hans: 播放错误
zh_hant: 播放錯誤

# voice_recorder_recording_error
source: Recording Error
cs: Chyba nahrávání
ko: 녹음 오류
nl: Opnamefout
sk: Chyba nahrávania
tr: Kayıt Hatası
uk: Помилка записування
zh_hans: 录制错误
zh_hant: 錄製錯誤

# voice_recorder_recording_cancelled
source: Recording Cancelled
cs: Nahrávání bylo zrušeno
ko: 녹음 취소됨
nl: Opname geannuleerd
sk: Nahrávanie zrušené
tr: Kayıt İptal Edildi
uk: Записування скасовано
zh_hans: 录制已取消
zh_hant: 錄製已取消

# ballot_message_local_votes
source: You voted for %@.
cs: Hlasovali jste pro %@.
ko: %@에 투표했습니다.
nl: Je hebt op %@ gestemd.
sk: Hlasovali ste za %@.
tr: %@ için oy verdiniz.
uk: Ви проголосували за таке: %@.
zh_hans: 您投了%@一票。
zh_hant: 您投了%@一票。

# ballot_message_most_votes
source: Most votes for %@.
cs: Většina hlasů pro %@.
ko: %@에 대한 대부분의 투표.
nl: Meeste stemmen voor %@.
sk: Najviac hlasov pre %@.
tr: %@ için en çok oy.
uk: Більшість голосів за таке: %@.
zh_hans: %@ 获得最多票数。
zh_hant: %@ 取得最多票數。

# ballot_message_closed
source: Closed.
cs: Uzavřeno.
ko: 마감.
nl: Gesloten.
sk: Uzatvorené.
tr: Kapalı.
uk: Закрито.
zh_hans: 投票已关闭
zh_hant: 投票已關閉

# ballot_message_did_vote
source: %@ of %@ Participants.
cs: %@ z %@ účastníků.
ko: %@ 중 %@ 참가자.
nl: %@ van %@ deelnemers
sk: %@ z %@ účastníkov.
tr: %@ Katılımcıların %@
uk: %@ з %@ учасників.
zh_hans: %@位参与者中的第%@位。
zh_hant: %@位參與者中的第%@位。

# ballot_message_no_votes
source: No votes received.
cs: Neobdrženy žádné hlasy.
ko: 투표를 받지 않음.
nl: Geen stemmen ontvangen.
sk: Neboli prijaté žiadne hlasy.
tr: Oy alınmadı.
uk: Голоси не отримано.
zh_hans: 没有收到投票。
zh_hant: 沒有收到投票。

# vote_system_message
source: “%@” voted in “%@”
cs: Uživatel „%@“ hlasoval v „%@“
ko: "%@" 님이 "%@"에서 투표함.
nl: “%@” heeft gestemd in “%@”
sk: „%@“ hlasovalo v „%@“
tr: “%@”, “%@” için oy verdi
uk: «%@» проголосував(-ла) в «%@»
zh_hans: “%@” 投了 “%@” 一票
zh_hant: 「%@」投了「%@」一票

# vote_system_message_hidden
source: Received new vote in “%@”
cs: Přijato nové hlasování v „%@“
ko: "%@"에서 새로운 투표를 받음.
nl: Nieuwe stem ontvangen in "%@"
sk: Prijatý nový hlas v „%@“
tr: “%@” içinde yeni oy aldı
uk: Отримано новий голос в «%@»
zh_hans: “%@” 获得了新投票
zh_hant: 「%@」取得了新投票

# vote_system_message_default
source: Received vote message for unknown Poll
cs: Přijata zpráva o hlasování pro neznámou anketu
ko: 알 수 없는 투표에 대한 투표 메시지를 받음.
nl: Bericht met stem ontvangen voor onbekende poll
sk: Prijatá hlasovacia správa pre neznámu anketu
tr: Bilinmeyen anket için oy mesajı alındı
uk: Отримано повідомлення щодо голосів для невідомого голосування
zh_hans: 收到不知名投票的投票消息
zh_hant: 收到不知名投票的投票訊息

# vote_system_message_update
source: “%@” changed the vote in “%@”
cs: „%@“ změnil(a) hlasování v „%@“
ko: "%@" 님이 "%@"에서 투표를 변경함.
nl: '%@' wijzigde zijn/haar stem in '%@'
sk: „%@“ zmenil hlas v „%@“
tr: "%@", "%@" içindeki oyu değiştirdi
uk: «%@» змінив опитування у «%@»
zh_hans: “%@” 更改了 “%@” 的投票
zh_hant: 「%@」變更了「%@」的投票

# chat_bar_quote_close_button
source: Close quote
cs: Uzavřít citaci
ko: 인용문 닫기
nl: Citaat afsluiten
sk: Uzavrieť citát
tr: Alıntıyı kapat
uk: Закрити цитату
zh_hans: 关闭引用
zh_hant: 關閉引用

# detailView_title
source: Message Details
cs: Podrobnosti zprávy
ko: 인용문 닫기
nl: Berichtdetails
sk: Podrobnosti správ
tr: Mesaj Detayları
uk: Деталі повідомлення
zh_hans: 消息详情
zh_hant: 訊息詳情

# detailView_messageID
source: Message-ID
cs: ID zprávy
ko: 메시지 ID
nl: Bericht-ID
sk: ID správy
tr: Mesaj Kimliği
uk: Ідентифікатор повідомлення
zh_hans: 消息识别码
zh_hant: 訊息ID

# detailView_group_acknowledged
source: Agreed (%d)
cs: Souhlas (%d)
ko: 동의함 (%d)
nl: Akkoord (%d)
sk: Odsúhlasené (%d)
tr: Kabul Edildi (%d)
uk: Прийнято (%d)
zh_hans: 已同意 (%d)
zh_hant: 已同意 (%d)

# detailView_group_declined
source: Disagreed (%d)
cs: Nesouhlas (%d)
ko: 동의하지 않음 (%d)
nl: Niet akkoord (%d)
sk: Neodsúhlasené (%d)
tr: Kabul Edilmedi (%d)
uk: Не прийнято (%d)
zh_hans: 不同意 (%d)
zh_hant: 不同意 (%d)

# detailView_group_file_size
source: File Size
cs: Velikost souboru
ko: 파일 크기
nl: Bestandsgrootte
sk: Veľkosť súboru
tr: Dosya Boyutu
uk: Розмір файлу
zh_hans: 文件大小
zh_hant: 檔案大小

# detailView_consumed
source: First Played
cs: První hrané
ko: 처음 재생됨
nl: Als eerste afgespeeld
sk: Prvýkrát hrané
tr: İlk Kez Çalınmış
uk: Вперше відтворено
zh_hans: 首次播放
zh_hant: 首次播放

# detailView_created_footer
source: Created: %@
cs: Vytvořeno: %@
ko: 생성됨: %@
nl: Aangemaakt: %@
sk: Vytvorené: %@
tr: Oluşturuldu: %@
uk: Створено: %@
zh_hans: 创建于：%@
zh_hant: 建立於：%@

# detailView_edit_history_header
source: Edit History
cs: Upravit historii
ko: 편집 기록
nl: Geschiedenis bewerken
sk: Upraviť históriu
tr: Geçmişi Düzenle
uk: Редагувати історію
zh_hans: 编辑记录
zh_hant: 編輯記錄

# detailView_edit_history_current
source: Current
cs: Aktuální
ko: 현재
nl: Huidig
sk: Aktuálne
tr: Güncel
uk: Поточні
zh_hans: 当前
zh_hant: 目前

# detailView_edit_history_no_caption
source: No Caption
cs: Bez popisku
ko: 캡션 없음
nl: Geen onderschrift
sk: Bez titulku
tr: Altyazı Yok
uk: Без назви
zh_hans: 无编辑记录
zh_hant: 無編輯記錄

# message_display_status_none
source: None
cs: Nic
ko: 없음
nl: Geen
tr: Hiçbiri
uk: Немає
zh_hans: 无
zh_hant: 無

# message_display_status_user_acknowledged
source: Agreed
cs: Souhlas
ko: 동의함
nl: Akkoord
sk: Súhlasil
tr: Kabul
uk: Прийнято
zh_hans: 已同意
zh_hant: 已同意

# message_display_status_user_declined
source: Disagreed
cs: Nesouhlas
ko: 동의하지 않음
nl: Niet akkoord
sk: Nesúhlasil
tr: Ret
uk: Не прийнято
zh_hans: 不同意
zh_hant: 不同意

# message_display_status_sending
source: Sending
cs: Odesílání
ko: 전송 중
nl: Wordt verzonden
sk: Odosielanie
tr: Gönderilen
uk: Відправка
zh_hans: 发送中
zh_hant: 傳送中

# message_display_status_sent
source: Sent
cs: Odesláno
ko: 전송됨
nl: Verzonden
sk: Odoslané
tr: Gönderildi
uk: Відправити
zh_hans: 已发送
zh_hant: 已傳送

# message_display_status_delivered
source: Delivered
cs: Doručeno
ko: 배송됨
nl: Geleverd
sk: Doručená
tr: Teslim edildi
uk: Доставлено
zh_hans: 已送达
zh_hant: 已送達

# message_display_status_delivered_incoming
source: Received
cs: Obdrženo
ko: 받음
nl: Ontvangen
sk: Prijaté
tr: Teslim alındı
uk: Отримано
zh_hans: 已收到
zh_hant: 已收到

# message_display_status_read
source: Read
cs: Přečteno
ko: 읽음
nl: Gelezen
sk: Prečítané
tr: Okundu
uk: Прочитати
zh_hans: 已阅读
zh_hant: 已讀取

# message_display_status_failed
source: Failed
cs: Neúspěch
ko: 실패
nl: Mislukt
sk: Zlyhalo
tr: Başarısız
uk: Не вдалось
zh_hans: 失败
zh_hant: 失敗

# message_display_status_deleted_message
source: Deleted
cs: Smazáno
ko: 삭제됨
nl: Verwijderd
sk: Vymazané
tr: Silindi
uk: Видалено
zh_hans: 已删除
zh_hant: 已刪除

# message_display_status_edited_message
source: Edited
cs: Upraveno
ko: 편집됨
nl: Bewerkt
sk: Upravené
tr: Düzenlendi
uk: Редаговано
zh_hans: 已编辑
zh_hant: 已編輯

# notification_copying_succeeded
source: Item Copied
cs: Položka zkopírována
ko: 아이템 복사됨
nl: Item gekopieerd
sk: Položka bola skopírovaná
tr: Öğe Kopyalandı
uk: Елемент скопійовано
zh_hans: 项目已复制
zh_hant: 項目已複製

# notification_copying_failed
source: Copying Failed
cs: Kopírování se nezdařilo
ko: 복사 실패
nl: Kopiëren is mislukt
sk: Kopírovanie zlyhalo
tr: Kopyalama Başarısız
uk: Не вдалося скопіювати
zh_hans: 复制失败
zh_hant: 複製失敗

# notification_copying_id_succeeded
source: Threema ID Copied
cs: Threema ID zkopírováno
ko: Threema ID 복사됨
nl: De Threema ID is gekopieerd
sk: Threema ID skopírované
tr: Threema Kimliği Kopyalandı
uk: Threema ID скопійовано
zh_hans: Threema ID 已复制
zh_hant: Threema ID 已複製

# notification_saving_succeeded
source: Item Saved
cs: Položka uložena
ko: 아이템 저장됨
nl: Item opgeslagen
sk: Položka bola uložená
tr: Öğe Kaydedildi
uk: Елемент збережено
zh_hans: 项目已保存
zh_hant: 項目已儲存

# notification_saving_failed
source: Saving Failed
cs: Uložení se nezdařilo
ko: 저장 실패
nl: Opslaan mislukt
sk: Ukladanie zlyhalo
tr: Kaydetme Başarısız
uk: Не вдалося зберегти
zh_hans: 保存失败
zh_hant: 儲存失敗

# notification_saving_to_photos_succeeded
source: Added to Photos
cs: Přidáno do fotografií
ko: 사진에 추가됨
nl: Aan foto's toegevoegd
sk: Pridané do Fotiek
tr: Fotoğraflara Eklendi
uk: Додано до фотографій
zh_hans: 已添加到相簿
zh_hant: 已新增至相簿
