Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/*.lproj/Localizable.strings
Languages: cs, ko, nl, sk, tr, uk, zh_hans, zh_hant

# scanned_identity_mismatch_message
source: The ID that you have scanned does not match the contact that you have stored.
cs: Naskenované ID neodpovídá kontaktu, který máte uložený.
ko: 스캔한 ID가 저장된 연락처와 일치하지 않습니다
nl: De ID die je hebt gescand komt niet overeen met de contactpersoon die je hebt opgeslagen.
sk: ID, ktoré máte naskenované nesúhlasí s kontaktom, ktorý máte uložený.
tr: Taradığınız kimlik, kaydettiğiniz kişiyle eşleşmiyor.
uk: Зісканований ID не відповідає збереженому контакту.
zh_hans: 您扫描的ID与您存储的联系人不匹配。
zh_hant: 您掃描的ID与您儲存的聯絡人不相符。

# scanned_own_identity_title
source: You have scanned your own ID.
cs: Naskenovali jste své vlastní ID.
ko: 본인의 아이디를 스캔했습니다.
nl: Je hebt je eigen ID gescand.
sk: Naskenovali ste svoje vlastné ID.
tr: Kendi kimliğinizi taradınız.
uk: Ви зісканували власний ID.
zh_hans: 您扫描了自己的ID。
zh_hant: 您掃描了自己的ID。

# scan_code_expired_title
source: Code expired
cs: Platnost kódu skončila.
ko: 코드 만료됨
nl: Code verlopen
sk: Platnosť kódu vypršala
tr: Kodun süresi doldu
uk: Строк дії коду закінчився
zh_hans: 二维码已过期
zh_hant: QR碼已過期

# scan_code_expired_message
source: This code has expired. Please scan it again directly from the other user’s app.
cs: Platnost tohoto kódu skončila. Naskenujte jej znovu přímo z aplikace druhého uživatele.
ko: 이 코드는 만료되었습니다. 상대방의 앱에서 직접 다시 스캔해 주세요.
nl: Deze code is verlopen. Scan hem opnieuw, rechtstreeks van de app van de andere gebruiker.
sk: Tento kód exspiroval. Oskenujte ho prosím znovu priamo z aplikácie druhého užívateľa.
tr: Bu kodun süresi doldu. Lütfen doğrudan diğer kullanıcının uygulamasından tekrar tarayın.
uk: Строк дії цього коду закінчився. Будь ласка, зіскануйте його знов із застосунку співрозмовника.
zh_hans: 此二维码已过期。请直接从其他用户的应用中再次扫描。
zh_hant: 此QR碼已過期。請直接從其他使用者的應用程式中再次掃描。

# scan_id_add_contact_failed_title
source: Unable To Add Contact
cs: Nelze přidat kontakt
ko: 연락처를 추가할 수 없음
nl: Contactpersoon niet toegevoegd
sk: Kontakt nie je možné pridať
tr: Kişi eklenemiyor
uk: Неможливо додати контакт
zh_hans: 无法添加联系人
zh_hant: 無法新增聯絡人

# scan_id_add_contact_failed_message
source: Please try again.
cs: Zkuste to prosím znovu.
ko: 다시 시도해 주세요.
nl: Probeer het opnieuw.
sk: Skúste to znovu.
tr: Lütfen tekrar deneyin.
uk: Будь ласка, спробуйте ще.
zh_hans: 请再试一次。
zh_hant: 請再試一次。

# scanned_non_threema_id_title
source: Unable to read ID
cs: Nelze přečíst ID
ko: 아이디를 읽을 수 없음
nl: Kan ID niet lezen
sk: Nedá sa prečítať ID
tr: Kimlik okunamıyor
uk: Неможливо прочитати ID
zh_hans: 无法读取ID
zh_hant: 無法讀取ID

# scanned_non_threema_id_message
source: This is not a valid QR code of %@.
cs: Toto není platný QR kód %@.
ko: %@의 유효한 QR 코드가 아닙니다.
nl: Dit is geen geldige QR-code voor %@.
sk: Toto nie je platný QR kód %@.
tr: Bu, %@ için geçerli bir kare kodu değil.
uk: Це недійсний QR-код для %@.
zh_hans: 这不是属于 %@ 的有效二维码。
zh_hant: 這不是屬於 %@ 的有效QR碼。

source: Take Photo or Video
cs: Pořídit fotografii nebo video
ko: 사진 및 비디오 촬영
nl: Foto nemen of video opnemen
sk: Urobiť fotografiu alebo video
tr: Fotoğraf veya video çek
uk: Зняти фото або відео
zh_hans: 拍摄照片或视频
zh_hant: 拍攝照片或影片

source: Take Photo
cs: Pořídit fotografii
ko: 사진 촬영
nl: Foto nemen
sk: Odfotiť
tr: Fotoğraf çek
uk: Зробити фото
zh_hans: 拍摄照片
zh_hant: 拍攝照片

source: Choose Existing
cs: Zvolit stávající
ko: 앨범에서 선택
nl: Bestaande kiezen
sk: Vybrať existujúcu
tr: Var olanı seç
uk: Обрати наявне
zh_hans: 选择现有
zh_hant: 選擇現有

source: Choose existing photo
cs: Zvolte stávající fotografii
ko: 앨범에서 사진 선택
nl: Bestaande foto kiezen
sk: Vybrať existujúcu fotografiu
tr: Mevcut fotoğrafı seç
uk: Обрати наявне фото
zh_hans: 选择现有照片
zh_hant: 選擇現有照片

# edit_photos
source: Edit chosen files
cs: Upravit zvolené soubory
ko: 선택한 파일 편집
nl: Geselecteerde bestanden bewerken
sk: Upraviť vybratý súbor
tr: Seçilen dosyaları düzenle
uk: Редагувати обрані файли
zh_hans: 编辑所选文件
zh_hant: 編輯選定檔案

source: Delete Photo
cs: Smazat fotografii
ko: 사진 삭제
nl: Foto verwijderen
sk: Vymazať fotografiu
tr: Fotoğrafı sil
uk: Видалити фото
zh_hans: 删除照片
zh_hant: 刪除照片

source: Delete Video
cs: Smazat video
ko: 비디오 삭제
nl: Video verwijderen
sk: Vymazať video
tr: Videoyu sil
uk: Видалити відео
zh_hans: 删除视频
zh_hant: 刪除影片

source: Delete File
cs: Smazat soubor
ko: 파일 삭제
nl: Bestand verwijderen
sk: Vymazať súbor
tr: Dosyayı sil
uk: Видалити файл
zh_hans: 删除文件
zh_hant: 刪除檔案

source: Send Location
cs: Poslat polohu
ko: 위치 보내기
nl: Locatie verzenden
sk: Odoslať polohu
tr: Konum gönder
uk: Надіслати місцеперебування
zh_hans: 发送位置
zh_hant: 傳送位置

source: Record Audio
cs: Nahrát zvuk
ko: 오디오 녹음
nl: Audio opnemen
sk: Nahrať zvuk
tr: Ses kaydet
uk: Записати аудіо
zh_hans: 录制音频
zh_hant: 錄製音訊

# record_continue
source: Continue Audio Recording
cs: Pokračovat v nahrávání zvuku
ko: 오디오 녹음 계속
nl: Doorgaan met geluidsopname
sk: Pokračovanie v nahrávaní zvuku
tr: Ses Kaydına Devam Et
uk: Продовжити запис аудіо
zh_hans: 继续录音
zh_hant: 繼續錄音

# scan_qr
source: Scan QR code
cs: Naskenovat QR kód
ko: QR 코드 스캔
nl: QR-code scannen
sk: Skenovať QR kód
tr: Kare kodu tara
uk: Сканувати QR-код
zh_hans: 扫描二维码
zh_hant: 掃描QR碼

# share_file
source: Share File or Contact
cs: Sdílet soubor nebo kontakt
ko: 파일 또는 연락처 공유
nl: Bestand of contactpersoon delen
sk: Zdieľať súbor alebo kontakt
tr: Dosya veya Kişiyi Paylaş
uk: Поділитись файлом або контактом
zh_hans: 分享文件或联系人
zh_hant: 分享檔案或聯絡人

# add_item_caption
source: Add Caption
cs: Přidat titulek
ko: 캡션 추가
nl: Onderschrift toevoegen
sk: Pridať titulok
tr: Altyazı ekle
uk: Додати підпис
zh_hans: 添加标题
zh_hant: 新增描述

# add_items_caption
source: Add Captions
cs: Přidat titulky
ko: 캡션 추가
nl: Onderschrift toevoegen
sk: Pridať titulky
tr: Altyazı ekle
uk: Додати підписи
zh_hans: 添加标题
zh_hant: 新增描述

# send_item_immediately_photo
source: Send Photo
cs: Poslat fotku
ko: 사진 보내기
nl: Foto versturen
sk: Odoslať fotku
tr: Resim gönder
uk: Надіслати фото
zh_hans: 发送照片
zh_hant: 傳送照片

# send_item_immediately_video
source: Send Video
cs: Odeslat video
ko: 비디오 보내기
nl: Video versturen
sk: Odoslať video
tr: Video gönder
uk: Надіслати відео
zh_hans: 发送视频
zh_hant: 傳送影片

# send_items_immediately
source: Send %d Photos/Videos
cs: Odeslat %d fotografií / videí
ko: %d 사진/비디오 보내기
nl: %d foto’s/video’s versturen
sk: Odoslať %d fotografií / videí
tr: %d fotoğraf / video gönder
uk: Надіслати %d фото / відео
zh_hans: 发送%d个照片/视频
zh_hant: 傳送%d個照片/影片

# send_items_immediately_photo
source: Send %d Photos
cs: Odeslat %d fotografií
ko: %d 사진 보내기
nl: %d foto’s versturen
sk: Odoslať %d fotografií
tr: %d fotoğraf gönder
uk: Надіслати %d фото
zh_hans: 发送%d张照片
zh_hant: 傳送%d張照片

# send_items_immediately_video
source: Send %d Videos
cs: Odeslat %d videí
ko: %d 비디오 보내기
nl: %d video’s versturen
sk: Odoslať %d videí
tr: %d video gönder
uk: Надіслати %d відео
zh_hans: 发送%d个视频
zh_hant: 傳送%d個影片

source: Record
cs: Nahrát
ko: 녹음
nl: Opnemen
sk: Nahrať
tr: Kaydet
uk: Записати
zh_hans: 录制
zh_hant: 錄製

source: Play
cs: Spustit
ko: 재생
nl: Spelen
sk: Prehrať
tr: Oynat
uk: Прослухати
zh_hans: 播放
zh_hant: 播放

source: Pause
cs: Pozastavit
ko: 일시 정지
nl: Pauzeren
sk: Pauza
tr: Duraklat
uk: Павза
zh_hans: 暂停
zh_hant: 暫停

source: Stop
cs: Zastavit
ko: 정지
nl: Stoppen
sk: Zastaviť
tr: Durdur
uk: Стоп
zh_hans: 停止
zh_hant: 停止

# quit
source: Finish
cs: Dokončit
ko: 완료
nl: Stoppen
sk: Dokončiť
tr: Bitir
uk: Завершити
zh_hans: 完成
zh_hant: 完成

# send_file_title
source: Send file
cs: Poslat soubor
ko: 파일 보내기
nl: Bestand versturen
sk: Odoslať súbor
tr: Dosya gönder
uk: Надіслати файл
zh_hans: 发送文件
zh_hant: 傳送檔案

# send_file_message
source: File: %@ to %@
cs: Soubor: %@ pro %@
ko: 파일: %@ 수신 %@
nl: Bestand: %@ naar %@
sk: Súbor: %@ pre %@
tr: Dosya: %@ -e/-a %@
uk: Файл: %@ до %@
zh_hans: 文件：%@ 到 %@
zh_hant: 檔案：%@ 至 %@

# quote_not_found
source: Quoted message not found.
cs: Citovaná zpráva nebyla nalezena.
ko: 인용 메시지를 찾을 수 없습니다
nl: Geciteerd bericht niet gevonden.
sk: Citovaná správa nenájdená.
tr: Alıntılanan mesaj bulunamadı.
uk: Цитоване повідомлення не знайдене.
zh_hans: 未找到引用的消息。
zh_hant: 未找到引用的訊息。

source: Include Media
cs: Přidat média
ko: 미디어 포함
nl: Media bijsluiten
sk: Vrátane médií
tr: Medyayı dahil et
uk: З медіа
zh_hans: 包含媒体
zh_hant: 包括媒體

source: Without Media
cs: Bez médií
ko: 미디어 없음
nl: Zonder media
sk: Bez médií
tr: Medyasız
uk: Без медіа
zh_hans: 不含媒体
zh_hant: 不包括媒體

# media_overview
source: Media
cs: Média
ko: 미디어
sk: Média
tr: Medya
uk: Медіа
zh_hans: 媒体
zh_hant: 媒體

source: Members
cs: Členové
ko: 멤버들
nl: Leden
sk: Členovia
tr: Üyeler
uk: Учасники
zh_hans: 成员
zh_hant: 成員

# group_one_member_title
source: 1 Member
cs: 1 člen
ko: 1 멤버
nl: 1 lid
sk: 1 člen
tr: 1 üye
uk: 1 учасник
zh_hans: 1位成员
zh_hant: 1 位成員

# group_multiple_members_title
source: %d Members
cs: %d členů
ko: %d 멤버
nl: %d leden
sk: Členov: %d
tr: %d üye
uk: Учасників %d
zh_hans: %d位成员
zh_hant: %d 位成員

# group_members_section_header
source: Members (%d)
cs: Členové (%d)
ko: 멤버 (%d)
nl: Leden (%d)
sk: Členovia (%d)
tr: Üyeler (%d)
uk: Учасників (%d)
zh_hans: 成员（%d）
zh_hant: 成員（%d）

# group_add_members_button
source: Add Members
cs: Přidat členy
ko: 멤버 추가
nl: Leden toevoegen
sk: Pridať členov
tr: Üye ekle
uk: Додати учасників
zh_hans: 添加成员
zh_hant: 新增成員

# group_manage_members_button
source: Manage Members
cs: Spravovat členy
ko: 멤버 관리
nl: Leden beheren
sk: Spravovať členov
tr: Üyeleri yönet
uk: Керувати учасниками
zh_hans: 管理成员
zh_hant: 管理成員

# group_creator_section_header
source: Creator
cs: Tvůrce
ko: 생성자
nl: Aanmaker
sk: Zakladateľ
tr: Kurucu
uk: Автор
zh_hans: 创建者
zh_hant: 建立者

# group_creator_left_section_header
source: Creator (left)
cs: Tvůrce (odešel)
ko: 생성자(나감)
nl: Aanmaker (resterend)
sk: Zakladateľ (odídený)
tr: Kurucu (kalan)
uk: Автор (вийшов)
zh_hans: 创建者（已离开）
zh_hant: 建立者（已離開）

# too_many_members_title
source: Too many group members
cs: Příliš mnoho členů ve skupině
ko: 그룹 멤버가 너무 많음
nl: Te veel groepsleden
sk: V skupine je príliš veľa členov
tr: Çok fazla grup üyesi
uk: Забагато учасників групи
zh_hans: 群组成员太多
zh_hant: 群組成員太多

# too_many_members_message
source: The maximum number of group members is %d.
cs: Maximální počet členů ve skupině je %d.
ko: 그룹 멤버의 최대 수는 %d 입니다.
nl: Het maximum aantal groepsleden is %d.
sk: Maximálny počet členov v skupine je %d.
tr: Maksimum grup üyesi sayısı %d.
uk: Максимальна кількість учасників групи %d.
zh_hans: 群组成员人数上限为%d人。
zh_hant: 群組成員人數上限為%d人。

source: Add member
cs: Přidat člena
ko: 멤버 추가
nl: Lid toevoegen
sk: Pridať člena
tr: Üye ekle
uk: Додати учасників
zh_hans: 添加成员
zh_hant: 新增成員

# no_more_members
source: There are no more members in this group.
cs: V této skupině nejsou žádní další členové.
ko: 이 그룹에 더 이상 멤버가 없습니다
nl: Deze groep heeft geen leden meer.
sk: V tejto skupine už nie je žiadny člen.
tr: Bu grupta başka üye yok.
uk: У групи більше немає учасників.
zh_hans: 这个群组已经没有成员了。
zh_hant: 這個群組已經沒有成員了。

# group_different_identity
source: This group was created while you were using a different Threema ID. You cannot send any messages to it with your current ID.
cs: V době vytvoření této skupiny jste používali jiné Threema ID. Se svým současným ID do ní nemůžete poslat žádnou zprávu.
ko: 당신이 다른 Threema ID를 사용하고 있을 때 이 그룹이 생성되었습니다. 현재 ID로 이 그룹에 메시지를 보낼 수 없습니다.
nl: Deze groep is aangemaakt terwijl je een ander Threema-ID gebruikte. Je kunt er geen berichten naar sturen met je huidige ID.
sk: Táto skupina bola vytvorená keď ste používali iné Threema ID. S vašim súčasným ID nemôžete do tejto skupiny odoslať žiadnu správu.
tr: Bu grup, siz farklı bir Threema kimliği kullanırken oluşturuldu. Mevcut kimliğinizle ona mesaj gönderemezsiniz.
uk: Цю групу створено коли у вас був інший Threema ID. Ви не можете надсилати повідомлення до групи з поточним ID.
zh_hans: 这个群组是您在使用其他 Threema ID 时创建的。您无法使用您当前的ID发送任何消息。
zh_hant: 這個群組是您在使用其他 Threema ID 時建立的。您無法使用您目前的ID傳送任何訊息。

# group_is_not_member
source: You cannot send a message to this group because you are not a member anymore.
cs: Do této skupiny nemůžete posílat zprávy, jelikož už nejste jejím členem.
ko: 이 그룹에 메시지를 보낼 수 없습니다. 더 이상 그룹의 멤버가 아니기 때문입니다.
nl: Je kunt geen berichten naar deze groep sturen omdat je geen lid meer bent.
sk: Do tejto skupiny nemôžete odoslať žiadnu správ, pretože už nie ste viac členom tejto skupiny.
tr: Artık üye olmadığınız için bu gruba mesaj gönderemezsiniz.
uk: Ви не можете надсилати повідомлення до цієї групи оскільки ви більше не її учасник.
zh_hans: 您无法发送消息到这个群组，因为您已经不是群组成员了。
zh_hant: 您無法傳送訊息至這個群組，因為您已經不是群組成員了。

# contact_blocked_cannot_send
source: You cannot send a message to this contact because it is blocked.
cs: Tomuto kontaktu nemůžete poslat žádnou zprávu, protože je zablokovaný.
ko: 이 연락처에 메시지를 보낼 수 없습니다. 차단되었기 때문입니다.
nl: Je kunt geen bericht naar deze contactpersoon sturen omdat je bent geblokkeerd.
sk: Tomuto kontaktu nie je možné odoslať správu, pretože je blokovaný.
tr: Engellenmiş olduğu için bu kişiye mesaj gönderemezsiniz.
uk: Ви не можете надіслати повідомлення цьому контакту тому що його заблоковано.
zh_hans: 您无法发送消息到这个联系人，因为他被屏蔽了。
zh_hant: 您無法傳送訊息至這個聯絡人，因為他被封鎖了。

# contact_invalid_cannot_send
source: You cannot send a message to this contact because it is invalid.
cs: Tomuto kontaktu nemůžete poslat žádnou zprávu, protože je neplatný.
ko: 이 연락처에 메시지를 보낼 수 없습니다. 유효하지 않기 때문입니다
nl: Je kunt geen bericht naar deze contactpersoon sturen omdat hij ongeldig is.
sk: Správu nemožno tomuto kontaktu odoslať, pretože nie je platná.
tr: Geçersiz olduğu için bu kişiye mesaj gönderemezsiniz.
uk: Ви не можете надіслати повідомлення цьому контакту тому що він недійсний.
zh_hans: 您无法发送消息到这个联系人，因为他是无效的联系人。
zh_hant: 您無法傳送訊息至這個聯絡人，因為他是無效的聯絡人。

# contact_betafeedback_cannot_send
source: This is not a beta version, please send feedback to *SUPPORT.
cs: Nejedná se o beta verzi, pošlete prosím zpětnou vazbu na *SUPPORT.
ko: 이것은 베타 버전이 아닙니다, 피드백은 ID: *SUPPORT 로 보내 주세요.
nl: Dit is geen beta-versie, stuur feedback naar *ONDERSTEUNING.
sk: Toto nie je beta verzia, pošlite prosím spätnú väzbu na *SUPPORT.
tr: Bu bir beta sürümü değil, lütfen *SUPPORT'a geri bildirim gönderin.
uk: Це не бета-версія, будь ласка, надішліть відгук до *SUPPORT.
zh_hans: 这不是测试版，请将反馈信息发送到 *SUPPORT。
zh_hant: 這不是測試版，請將意見回饋傳送至 *SUPPORT。

# group_sync_button
source: Synchronize Group
cs: Synchronizovat skupinu
ko: 그룹 동기화
nl: Groep synchroniseren
sk: Synchronizovať skupinu
tr: Grubu eşitle
uk: Синхронізувати групу
zh_hans: 同步群组
zh_hant: 同步群組

# group_clone_button
source: Clone Group
cs: Klonovat skupinu
ko: 그룹 복제
nl: Groep klonen
sk: Klonovať skupinu
tr: Grubu kopyala
uk: Клонувати групу
zh_hans: 克隆群组
zh_hant: 克隆群組

# group_clone_title
source: Clone Group
cs: Klonovat skupinu
ko: 그룹 복제
nl: Groep klonen
sk: Klonovať skupinu
tr: Grubu kopyala
uk: Клонувати групу
zh_hans: 克隆群组
zh_hant: 克隆群組

# group_clone_message
source: This will create a clone of this group with you as the administrator.
cs: Tímto vytvoříte klon dané skupiny a budete jejím správcem. Chcete pokračovat?
ko: 이 작업은 당신을 관리자로 하는 이 그룹의 복제본을 생성합니다
nl: Dit kloont deze groep met u als administrator. Doorgaan?
sk: Týmto vytvoríte kópiu tejto skupiny s vami ako administrátorom.
tr: Bu, yönetici olarak sizinle birlikte bu grubun bir kopyasını oluşturacaktır.
uk: Це клонує цю групу з вами в ролі адміністратора.
zh_hans: 这将创建一个由您作为管理员的群组克隆。
zh_hant: 這將建立這個群組的克隆，並由您作為管理員。

# group_clone_action_button
source: Clone
cs: Klonovat
ko: 복제
nl: Klonen
sk: Kkonovať
tr: Kopyala
uk: Клонувати
zh_hans: 克隆
zh_hant: 克隆

# group_leave_button
source: Leave Group
cs: Opustit skupinu
ko: 그룹 떠나기
nl: Groep verlaten
sk: Opustiť skupinu
tr: Gruptan syrıl
uk: Покинути групу
zh_hans: 离开群组
zh_hant: 離開群組

# group_delete_confirm
source: Are you sure you want to leave this group?
cs: Opravdu chcete opustit tuto skupinu?
ko: 이 그룹을 떠나시겠습니까?
nl: Weet je zeker dat je deze groep wil verlaten?
sk: Naozaj chcete odísť z tejto skupiny?
tr: Bu gruptan ayrılmak istediğinize emin misiniz?
uk: Ви дійсно бажаєте покинути групу?
zh_hans: 您确定要退出此群组吗？
zh_hant: 您確定要離開此群組嗎？

# group_admin_delete_confirm
source: Are you sure you want to dissolve this group?
cs: Opravdu chcete rozpustit tuto skupinu?
ko: 이 그룹을 해체하시겠습니까?
nl: Weet je zeker dat je deze groep wil ontbinden?
sk: Naozaj chcete túto skupinu rozpustiť?
tr: Bu grubu dağıtmak istediğinize emin misiniz?
uk: Ви дійсно бажаєте розпустити цю групу?
zh_hans: 您确定要解散此群组吗？
zh_hant: 您確定要解散此群組嗎？

# group_dissolve_button
source: Dissolve Group
cs: Rozpustit skupinu
ko: 그룹 해체
nl: Groep ontbinden
sk: Rozpustiť skupinu
tr: Grubu dağıt
uk: Розпустити групу
zh_hans: 解散群组
zh_hant: 解散群組

# group_delete
source: Delete Group
cs: Smazat skupinu
ko: 그룹 삭제
nl: Groep verwijderen
sk: Vymazať skupinu
tr: Grubu sil
uk: Видалити групу
zh_hans: 删除群组
zh_hant: 刪除群組

# distribution_list_recipients_section_header
source: Recipients (%d)
cs: Příjemci (%d)
ko: 수신자 (%d)
nl: Ontvangers (%d)
sk: Príjemcovia (%d)
tr: Alıcılar (%d)
uk: Одержувачі (%d)
zh_hans: 收件人 (%d)
zh_hant: 收件者 (%d)

# distribution_list_no_recipient_title
source: No Recipients
cs: Žádní příjemci
ko: 수신자 없음
nl: Geen ontvangers
sk: Žiadni príjemcovia
tr: Alıcı Yok
uk: Немає одержувачів
zh_hans: 没有收件人
zh_hant: 沒有收件者

# distribution_list_one_recipient_title
source: 1 Recipient
cs: 1 příjemce
ko: 수신자 1명
nl: 1 ontvanger
sk: 1 príjemca
tr: 1 Alıcı
uk: 1 одержувач
zh_hans: 1个收件人
zh_hant: 1位收件者

# distribution_list_multiple_recipients_title
source: %d Recipients
cs: %d příjemci
ko: 수신자 %d명
nl: %d ontvangers
sk: %d príjemcov
tr: %d Alıcı
uk: Одержувачі %d
zh_hans: %d个收件人
zh_hant: %d位收件者

# distribution_list_delete
source: Delete Distribution List
cs: Smazat distribuční seznam
ko: 배포 목록 삭제
nl: Verwijder distributielijst
sk: Odstrániť distribučný zoznam
tr: Dağıtım Listesini Sil
uk: Видалити список розсилки
zh_hans: 删除通讯组列表
zh_hant: 刪除通訊群組列表

# distribution_list_create
source: New Distribution List
cs: Nový distribuční seznam
ko: 새 배포 목록
nl: Nieuwe distributielijst
sk: Nový distribučný zoznam
tr: Yeni Dağıtım Listesi
uk: Новий список розсилки
zh_hans: 新通讯组列表
zh_hant: 新通訊群組列表

# distribution_list_edit
source: Edit Distribution List
cs: Upravit distribuční seznam
ko: 배포 목록 편집
nl: Distributielijst bewerken
sk: Upraviť distribučný zoznam
tr: Dağıtım Listesini Düzenle
uk: Змінити список розсилки
zh_hans: 编辑通讯组列表
zh_hant: 編輯通訊群組列表

source: Group name
cs: Jméno skupiny
ko: 그룹 이름
nl: Groepsnaam
sk: Názov skupiny
tr: Grup ismi
uk: Назва групи
zh_hans: 群组名称
zh_hant: 群組名稱

source: Existing groups
cs: Stávající skupiny
ko: 기존 그룹
nl: Bestaande groepen
sk: Existujúce skupiny
tr: Mevcut gruplar
uk: Наявні групи
zh_hans: 现有群组
zh_hant: 現有群組

source: New group
cs: Nová skupina
ko: 새 그룹
nl: Nieuwe groep
sk: Nová skupina
tr: Yeni grup
uk: Нова група
zh_hans: 新群组
zh_hant: 建立群組

source: Edit group
cs: Upravit skupinu
ko: 그룹 편집
nl: Groep bewerken
sk: Upraviť skupinu
tr: Grubu düzenle
uk: Редагувати групу
zh_hans: 编辑群组
zh_hant: 編輯群組

source: Pick image
cs: Vybrat obrázek
ko: 선택 이미지
nl: Afbeelding kiezen
sk: Vybrať obrázok
tr: Resim seç
uk: Обрати зображення
zh_hans: 挑选 图片
zh_hant: 挑選 圖片

source: Create
cs: Vytvořit
ko: 생성
nl: Aanmaken
sk: Vytvoriť
tr: Oluştur
uk: Створити
zh_hans: 创建
zh_hant: 建立

source: Search
cs: Hledat
ko: 검색
nl: Zoeken
sk: Vyhľadať
tr: Ara
uk: Пошук
zh_hans: 搜索
zh_hant: 搜尋

source: Leave
cs: Odejít
ko: 떠나기
nl: Verlaten
sk: Odísť
tr: Ayrıl
uk: Покинути
zh_hans: 退出
zh_hant: 離開

# dissolve
source: Disolve
cs: Rozpustit
ko: 해체
nl: Ontbinden
sk: Rozpustiť
tr: Dağıt
uk: Розпустити
zh_hans: 解散
zh_hant: 解散

source: Groups
cs: Skupiny
ko: 그룹
nl: Groepen
sk: Skupiny
tr: Gruplar
uk: Групи
zh_hans: 群组
zh_hant: 群組

source: Create new group
cs: Vytvořit novou skupinu
ko: 새 그룹 만들기
nl: Nieuwe groep aanmaken
sk: Vytvoriť novú skupinu
tr: Yeni grup oluştur
uk: Створити нову групу
zh_hans: 创建新群组
zh_hant: 建立新群組

# create_note_group_info_title
source: Hint
cs: Rada
ko: 힌트
sk: Rada
tr: İpucu
uk: Підказка
zh_hans: 提示
zh_hant: 提示

# create_note_group_info_text
source: If you don’t add any group members, messages to this group will stay local. That’s ideal to securely store notes, media, and documents or to transfer items to the desktop.
cs: Pokud nepřidáte žádné členy skupiny, zprávy do této skupiny zůstanou místní. To se hodí pro bezpečné ukládání poznámek, médií a dokumentů nebo pro přenos položek na plochu.
ko: 그룹 멤버를 추가하지 않으면 이 그룹에 대한 메시지는 로컬에 머무릅니다. 이것은 노트, 미디어, 문서를 안전하게 저장하거나 데스크톱으로 항목을 전송하기에 이상적입니다
nl: Als u geen groepsleden toevoegt, blijven de berichten plaatselijk in deze groep opgeslagen. Dat is ideaal om notities, mediabestanden en documenten veilig op te slaan of om bestanden over te zetten naar de desktop.
sk: Ak do tejto skupiny nepridáte žiadnych členov, správy do nej odoslané zostanú uložené iba na vašom zariadení. Takáto možnosť môže príjsť vhod na bezpečné ukladanie poznámok, mediálnych súborov či dokumentov, alebo neskôr k ich prenosu do počítača.
tr: Herhangi bir grup üyesi eklemezseniz, bu gruba gönderilen mesajlar yerel olarak kalacaktır. Bu, notları, medyayı ve belgeleri güvenli bir şekilde depolamak veya öğeleri masaüstüne aktarmak için idealdir.
uk: Якщо ви не додасте жодного учасника групи, повідомлення до цієї групи залишаться на пристрої. Це ідеально підходить для безпечного зберігання нотаток, медіа та документів або для перенесення елементів на робочий стіл.
zh_hans: 如果您不添加任何群组成员，发送到这个群组的信息将保留在本地。这样能方便您安全地存储笔记、媒体和文件，或将文件转移到桌面。
zh_hant: 如果您不新增任何群組成員，傳送至這個群組的訊息將保留在本地。這樣能方便您安全地儲存筆記、媒體和檔案，或將檔案轉移至桌面。

source: Remind Me Next Time
cs: Připomenout příště
ko: 다음에 알려주세요
nl: Me nogmaals herinneren
sk: Upozorniť ma nabudúce
tr: Bir dahaki sefere bana hatırlat
uk: Нагадати наступного разу
zh_hans: 下次提醒我
zh_hant: 下次提醒我

# doNotShowAgain
source: Don’t Show Again
cs: Neukazovat znovu
ko: 다시 보지 않기
nl: Niet meer weergeven
sk: Viac už nezobrazovať
tr: Tekrar gösterme
uk: Не показувати знов
zh_hans: 下次不再提示
zh_hant: 不再顯示

# add_note_group_info
source: *You’re alone in here* Use this chat as a secure notebook for text, media, and documents.
cs: *Jste tu sami* Použijte tento chat jako svůj zabezpečený poznámkový blok pro text, média a dokumenty.
ko: *여기엔 당신 혼자입니다* 이 채팅을 텍스트, 미디어, 문서를 위한 안전한 노트북으로 사용하세요.
nl: *U bent hier helemaal alleen* Gebruik deze chat als een beveiligd notitieboekje voor tekst, mediabestanden en documenten.
sk: *Ste tu úplne sám* Túto konverzáciu použite na bezpečné ukladanie textových poznámok, médií a dokumentov.
tr: *Burada yalnızsınız* Bu sohbeti metin, medya ve belgeler için güvenli bir not defteri olarak kullanın.
uk: *Тут лише ви* Використовуйте цей чат як надійний нотатник для тексту, медіафайлів та документів.
zh_hans: *在此会话中只有您一个人能访问* 将此会话用作保存文本、媒体和文件的安全笔记本。
zh_hant: *在此對話中只有您一個人能存取* 將此對話用作儲存文字、媒體和檔案的安全筆記本。

# end_note_group_info
source: *You’re no longer alone in this chat* New messages will be sent to all group members.
cs: * V tomto chatu už nejste sami * Nové zprávy budou odeslány všem členům skupiny.
ko: *이 채팅에서 더 이상 혼자가 아닙니다* 새 메시지는 모든 그룹 멤버에게 전송됩니다
nl: *U bent niet langer de enige in deze chat* Nieuwe berichten worden aan alle groepsleden verzonden.
sk: *V tejto konverzácii uz nie ste jediný* Nové správy budú poslané všetkým členom skupiny.
tr: * Artık bu sohbette yalnız değilsiniz * Tüm grup üyelerine yeni mesajlar gönderilecektir.
uk: *Ви більше не самотні у цьому чаті* Нові повідомлення надсилатимуться усім членам групи.
zh_hans: *在此会话中不再只有您一个人能访问* 新消息将被发送到所有群组成员。
zh_hant: *在此對話中不再只有您一個人能存取* 新訊息將被傳送至所有群組成員。

# chat_search_searching
source: Searching…
cs: Vyhledávání...
ko: 검색 중...
nl: Bezig met zoeken...
sk: Hľadá sa…
tr: Aranıyor...
uk: Пошук…
zh_hans: 搜索中…
zh_hant: 搜尋中…

# chat_search_no_matches
source: No matches
cs: Žádné shody
ko: 일치하는 항목 없음
nl: Geen overeenkomsten
sk: Žiadna zhoda
tr: Eşleşme yok
uk: Немає збігів
zh_hans: 没有匹配项
zh_hant: 没有相符項

# chat_search_matches
source: %d of %d matches
cs: %d z %d shod
ko: %d / %d 개 일치
nl: %d van %d overeenkomsten
sk: %d z %d zhôd
tr: %d / %d eşleşme
uk: %d з %d збігів
zh_hans: %d 个匹配项，共 %d 个
zh_hant: %d 個相符項，共 %d 個
