Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/*.lproj/Localizable.strings
Languages: cs, ko, nl, sk, tr, uk, zh_hans, zh_hant

# notification_saving_to_photos_failed
source: Adding to Photos Failed
cs: Přidání do fotografií se nezdařilo
ko: 사진에 추가하는 데 실패함
nl: Toevoegen aan foto's is mislukt
sk: Pridávanie do fotografií zlyhalo
tr: Fotoğraflara Ekleme Başarısız
uk: Не вдалося додати до фотографій
zh_hans: 添加到相簿失败
zh_hant: 新增至相簿失敗

# notification_autosave_failed
source: Autosaving Media Failed
cs: Automatické ukládání médií se nezdařilo
ko: 미디어 자동 저장 실패
nl: Het automatisch opslaan van media is mislukt
sk: Automatické ukladanie médií zlyhalo
tr: Medyayı Otomatik Kaydetme Başarısız
uk: Помилка автозбереження носія
zh_hans: 自动保存媒体失败
zh_hant: 自動儲存多媒體失敗

# notification_sending_failed
source: Sending Failed
cs: Odeslání se nezdařilo
ko: 전송 실패
nl: Verzending mislukt
sk: Odosielanie zlyhalo
tr: Gönderme Başarısız
uk: Не вдалося надіслати
zh_hans: 发送失败
zh_hant: 傳送失敗

# notification_sending_failed_subtitle_size
source: Item too large
cs: Položka je příliš velká
ko: 아이템이 너무 큼
nl: Het item is te groot
sk: Položka je príliš veľká
tr: Öğe çok büyük
uk: Елемент завеликий
zh_hans: 项目体积太大
zh_hant: 專案體積太大

# notification_deleted_messages_count
source: %d Messages Deleted
cs: Smazáno zpráv: %d
ko: %d개의 메시지 삭제됨
nl: %d berichten verwijderd
sk: Odstránené správy: %d
tr: %d Mesaj Silindi
uk: Видалено стільки повідомлень: %d
zh_hans: %d条消息已删除
zh_hant: %d則訊息已刪除

# notification_cannot_play_video
source: Unable to Play Video
cs: Nelze přehrát video
ko: 비디오 재생 불가능
nl: Niet mogelijk om video af te spelen
sk: Video sa nedá prehrať
tr: Video Oynatılamıyor
uk: Не вдалося відтворити відео
zh_hans: 无法播放视频
zh_hant: 無法播放影片

# notification_recording_too_long
source: Recording Exceeded Max Length
cs: Nahrávání překročilo max. délku záznamu
ko: 녹음이 최대 길이를 초과했습니다
nl: Opname heeft de maximale lengte overschreden
sk: Prekročená maximálna dĺžka záznamu
tr: Kayıt Maksimum Uzunluğu Aştı
uk: Запис перевищив максимальну довжину
zh_hans: 录音超出最大长度
zh_hant: 錄音超過最大長度

# notification_call_failed_connected
source: Connection Lost
cs: Ztráta spojení
ko: 연결이 끊어짐
nl: Verbinding verbroken
sk: Spojenie prerušené
tr: Bağlantı Koptu
uk: Зв’язок втрачено
zh_hans: 连接中断
zh_hant: 連線中斷

# notification_call_failed_not_connected
source: Establishing Connection Failed
cs: Navázání spojení se nezdařilo
ko: 연결 설정 실패
nl: Geen verbinding tot stand gebracht
sk: Nadviazanie spojenia zlyhalo
tr: Bağlantı Kurulamadı
uk: Не вдалося встановити зв’язок
zh_hans: 建立连接失败
zh_hant: 建立連線失敗

# notification_call_creation_failed
source: Call Creation Failed
cs: Vytvoření hovoru se nezdařilo
ko: 통화 생성 실패
nl: Geen gesprek gevoerd
sk: Vytvorenie hovoru zlyhalo
tr: Arama Oluşturulamadı
uk: Не вдалося здійснити виклик
zh_hans: 呼叫创建失败
zh_hant: 呼叫建立失敗

# notification_call_creation_disabled
source: Calls Disabled
cs: Hovory byly deaktivovány
ko: 통화 비활성화됨
nl: Oproepen zijn uitgeschakeld
sk: Hovory sú zakázané
tr: Aramalar Devre Dışı Bırakıldı
uk: Дзвінки вимкнено
zh_hans: 通话已禁用
zh_hant: 通話已停用

# notification_sending_profile_picture_succeeded
source: Profile Picture Sent
cs: Profilový obrázek odeslán
ko: 프로필 사진 전송됨
nl: Profielafbeelding verzonden
sk: Profilový obrázok odoslaný
tr: Profil Resmi Gönderildi
uk: Фото профілю надіслано
zh_hans: 头像已发送
zh_hant: 大頭貼已傳送

# notification_sending_profile_picture_failed
source: Sending Failed
cs: Odesílání se nezdařilo
ko: 전송 실패
nl: Niet verzonden
sk: Odosielanie zlyhalo
tr: Gönderme Başarısız
uk: Не вдалося надіслати
zh_hans: 发送失败
zh_hant: 傳送失敗

# notification_sending_profile_picture_failed_settings_sync_message
source: Settings Synced
cs: Nastavení synchronizována
ko: 설정 동기화됨
nl: Instellingen gesynchroniseerd
sk: Odosielanie zlyhalo
tr: Ayarlar Senkronize Edildi
uk: Налаштування синхронізовано
zh_hans: 设置已同步
zh_hant: 設定已同步

# notification_group_sync_succeeded
source: Group Synced
cs: Skupina synchronizována
ko: 그룹 동기화됨
nl: Groep gesynchroniseerd
sk: Skupina synchronizovaná
tr: Grup Senkronize Edildi
uk: Групу синхронізовано
zh_hans: 群组已同步
zh_hant: 群組已同步

# notification_group_sync_failed
source: Group Sync Failed
cs: Synchronizace skupiny se nezdařila
ko: 그룹 동기화 실패
nl: Groep niet gesynchroniseerd
sk: Synchronizácia skupiny zlyhala
tr: Grup Senkronizasyonu Başarısız
uk: Не вдалося синхронізувати групу
zh_hans: 群组同步失败
zh_hant: 群組同步失敗

# notification_group_call_start_failed
source: No members support group calls
cs: Žádní člen nepodporuje skupinové hovory
ko: 그룹 통화를 지원하는 회원 없음
nl: Geen van de leden ondersteunt groepsgesprekken
sk: Žiadny člen nepodporuje skupinové hovory
tr: Üye destek grubu arama yok
uk: Жоден з учасників групи не має функцію групового дзвінка
zh_hans: 没有成员支持群组通话功能
zh_hant: 沒有成員支援群組通話功能

# notification_settings_sync_pending
source: Syncing…
cs: Synchronizace…
ko: 동기화 중...
nl: Wordt gesynchroniseerd...
sk: Prebieha synchronizácia...
tr: Senkronize ediliyor…
uk: Синхронізація...
zh_hans: 同步中…
zh_hant: 同步中…

# notification_settings_sync_succeeded
source: Settings synchronized
cs: Nastavení bylo synchronizováno
ko: 설정 동기화됨
nl: Instellingen zijn gesynchroniseerd
sk: Nastavenia synchronizované
tr: Ayarlar senkronize edildi
uk: Налаштування синхронізовані
zh_hans: 设置已同步
zh_hant: 設定已同步

# notification_interaction_delete_succeeded
source: Interactions Deleted
cs: Interakce smazány
ko: 상호작용 삭제됨
nl: Interacties verwijderd
sk: Interakcie odstránené
tr: Etkileşimler Silindi
uk: Взаємодії видалено
zh_hans: 分享互动已删除
zh_hant: 分享互動已刪除

# notification_interaction_delete_failed
source: Deleting Interactions Failed
cs: Smazání interakcí se nezdařilo
ko: 상호작용 삭제 실패
nl: Het verwijderen van interacties is mislukt
sk: Odstraňovanie interakcií zlyhalo
tr: Etkileşimleri Silme Başarısız
uk: Не вдалося видалити взаємодії
zh_hans: 删除分享互动失败
zh_hant: 刪除分享互動失敗

# notification_revocation_failed
source: Revocation Failed
cs: Zrušení se nezdařilo
ko: 취소 실패
nl: Intrekken is mislukt
sk: Odvolanie neúspešné
tr: İptal Başarısız
uk: Не вдалося відкликати
zh_hans: 撤销失败
zh_hant: 撤銷失敗

# notification_caption_too_long
source: Caption is too long
cs: Titulek je příliš dlouhý
ko: 캡션이 너무 길어요
nl: Het onderschrift is te lang
sk: Popis je príliš dlhý
tr: Altyazı çok uzun
uk: Підпис задовгий
zh_hans: 标题太长
zh_hant: 描述太長

# notification_updateworkdata_failed
source: Synchronization with the provisioning server failed
cs: Synchronizace s poskytujícím serverem se nezdařila
ko: 프로비저닝 서버와의 동기화 실패
nl: Synchronisatie met de provisioning-server is mislukt
sk: Synchronizácia so serverom poskytovania bola neúspešná
tr: Konfigurasyon sunucusuyla eşitleme başarısız oldu
uk: Не вдалося синхроніхуватись із сервером
zh_hans: 与置备服务器同步失败
zh_hant: 與佈建伺服器同步失敗

# notification_empty_debug_log_success
source: Debug log was emptied successfully
cs: Výpis pro ladění programu byl úspěšně vyprázdněn
ko: 디버그 로그가 성공적으로 비워졌습니다
nl: Debug-log is geleegd
sk: Denník ladenia bol úspešne vyprázdnený
tr: Hata ayıklama günlüğü başarıyla temizlendi
uk: Журнал налагодження очищено
zh_hans: 调试日志清空成功
zh_hant: 偵錯記錄清除成功

# notification_flush_message_queue_succeeded
source: Message queue has been cleared
cs: Fronta zpráv byla promazána
ko: 메시지 큐가 지워졌습니다
nl: Wachtrij voor berichten is gewist
sk: Fronta správ bola vymazaná
tr: Mesaj kuyruğu temizlendi
uk: Чергу повідомлень очищено
zh_hans: 消息队列已被清除
zh_hant: 訊息佇列已被清除

# notification_reregister_notifications_succeeded
source: Push notifications have been re-registered
cs: Nabízená oznámení byla znovu zaregistrována
ko: 푸시 알림이 다시 등록되었습니다.
nl: Push-meldingen zijn opnieuw geregistreerd
sk: Oznámenia Push boli opätovne zaregistrované
tr: Anlık bildirimler yeniden kaydedildi
uk: Push-сповіщення було перереєстровано
zh_hans: 推送通知已重新注册
zh_hant: 推播通知已重新註冊

# notification_audio_muted
source: Microphone: Off
cs: Mikrofon: vypnuto
ko: 마이크: 끔
nl: Microfoon: Uit
sk: Mikrofón: vypnutý
tr: Mikrofon: Kapalı
uk: Мікрофон: вимк.
zh_hans: 麦克风：已关闭
zh_hant: 麥克風：已關閉

# notification_audio_unmuted
source: Microphone: On
cs: Mikrofon: zapnuto
ko: 마이크: 켬
nl: Microfoon: Aan
sk: Mikrofón: zapnutý
tr: Mikrofon: Açık
uk: Мікрофон: увімк.
zh_hans: 麦克风：已开启
zh_hant: 麥克風：已開啟

# notification_video_muted
source: Camera: Off
cs: Fotoaparát: vypnuto
ko: 카메라: 끔
nl: Camera: Uit
sk: Fotoaparát: vypnutý
tr: Kamera: Kapalı
uk: Камера: вимк.
zh_hans: 相机：已关闭
zh_hant: 相機：已關閉

# notification_video_unmuted
source: Camera: On
cs: Fotoaparát: zapnuto
ko: 카메라: 켬
nl: Camera: Aan
sk: Fotoaparát: zapnutý
tr: Kamera: Açık
uk: Камера: увімк.
zh_hans: 相机：已开启
zh_hant: 相機：已開啟

# forward_security_message_without
source: A message without Perfect Forward Secrecy has been received. Verify that the sender has intentionally disabled Perfect Forward Secrecy.
cs: Byla přijata zpráva bez dopředné bezpečnosti. Ověřte, zda odesílatel záměrně vypnul funkci PFS.
ko: 완벽한 전달 비밀 보안이 없는 메시지를 받았습니다. 발신자가 의도적으로 완벽한 전달 비밀 보안을 비활성화했는지 확인하세요.
nl: Er is een bericht zonder Perfect forward secrecy ontvangen. Controleer of de afzender Perfect forward secrecy opzettelijk heeft uitgeschakeld.
sk: Bola prijatá správa bez ochrany Perfect Forward Secrecy. Overte, či odosielateľ úmyselne zakázal funkciu Perfect Forward Secrecy.
tr: Kusursuz İletme Gizliliği olmayan bir mesaj alındı. Gönderenin Kusursuz İletme Gizliliğini kasıtlı olarak devre dışı bıraktığını doğrulayın.
uk: Отримано повідомлення без функції «Цілковита пряма секретність» (PFS). Перевірте, чи одержувач навмисно вимкнув PFS.
zh_hans: 您收到一条没有完全正向保密的消息，您可以验证发件人是否主动禁用完全正向保密。
zh_hant: 您收到一則沒有完全正向保密的訊息，您可以驗證寄件者是否主動停用完全正向保密。

# forward_security_session_established
source: Messages with this chat partner are now protected by Perfect Forward Secrecy.
cs: Zprávy s tímto partnerem v chatu jsou nyní chráněny technologií dopředné bezpečnosti.
ko: 이 채팅 파트너와의 메시지는 이제 완벽한 전방향 비밀번호 보호로 보호됩니다.
nl: De berichten met deze chatpartner zijn nu beschermd met Perfect forward secrecy.
sk: Správy s týmto partnerom konverzácie sú teraz chránené technológiou Perfect Forward Secrecy.
tr: Bu sohbet eşiyle yapılan mesajlaşmalar artık Mükemmel İletme Gizliliğiyle korunmaktadır.
uk: Повідомлення в цьому діалозі відтепер захищені функцією «Цілковита пряма секретність».
zh_hans: 与对方之间聊天的消息现正受 “完全正向保密” 的保护。
zh_hant: 與對方之間傳送的訊息現正受「完全正向保密」的保護。

# forward_security_session_established_rx
source: Messages received in this chat are now protected by Perfect Forward Secrecy. Enable Perfect Forward Secrecy in contact details to protect sent messages as well.
cs: Zprávy přijaté v tomto chatu jsou nyní chráněny technologií dopředné bezpečnosti. Povolením funkce PFS v kontaktních údajích ochráníte i odeslané zprávy.
ko: 이 채팅에서 받은 메시지는 이제 완벽한 전달 비밀 보안으로 보호됩니다. 발송된 메시지도 보호하려면 연락처 세부 정보에서 완벽한 전달 비밀 보안을 활성화하세요.
nl: De ontvangen berichten in deze chat zijn nu beschermd met Perfect forward secrecy. Zorg dat u Perfect forward secrecy in de contactgegevens inschakelt om verzonden berichten ook te beschermen.
sk: Správy prijaté v tomto rozhovore sú teraz chránené systémom Perfect Forward Secrecy. Povoľte Perfect Forward Secrecy v kontaktných údajoch, aby ste ochránili aj odoslané správy.
tr: Bu sohbette alınan mesajlar artık Mükemmel İletme Gizliliği ile korunmaktadır. Gönderilen mesajları da korumak için kişi ayrıntılarında Mükemmel İletme Gizliliğini etkinleştirin.
uk: Повідомлення в цьому діалозі захищено функцією «Цілковита пряма секретність» (PFS). Активуйте PFS у даних контакта, щоб захистити й надіслані повідомлення.
zh_hans: 在此会话中收到的消息现正受完全正向保密的保护，您可以在联系人详细信息中启用完全正向保密来保护以后发送的消息。
zh_hant: 在此對話中收到的訊息現正受完全正向保密的保護，您可以在聯絡人詳細資訊中啟用完全正向保密來保護以後傳送的訊息。

# forward_security_messages_skipped_1
source: One message has been lost since the last message.
cs: Od poslední zprávy se jedna zpráva ztratila.
ko: 지난 메시지 이후 하나의 메시지가 손실되었습니다.
nl: Er is één bericht verloren gegaan sinds het laatste bericht.
sk: Od poslednej správy sa stratila jedna správa.
tr: Son mesajdan bu yana bir mesaj kayboldu.
uk: Одне повідомлення втрачено після останнього повідомлення.
zh_hans: 自上一条信息以来，有一条信息已经丢失。
zh_hant: 自上一則訊息以來，有一則訊息已經丟失。

# forward_security_messages_skipped_x
source: %d messages have been lost since the last message.
cs: Od poslední zprávy se ztratily zprávy v počtu %d.
ko: 지난 메시지 이후 %d개의 메시지가 손실되었습니다.
nl: Er zijn %d berichten verloren gegaan sinds het laatste bericht.
sk: Od poslednej správy sa stratilo %d správ.
tr: Son mesajdan bu yana %d mesaj kayboldu.
uk: Кілька повідомлень (%d) втрачено після останнього повідомлення.
zh_hans: 自上一条信息以来，有%d条信息已经丢失。
zh_hant: 自上一則訊息以來，有%d則訊息已經丟失。

# forward_security_session_reset
source: The Perfect Forward Secrecy session was reset. This can happen when the chat partner changes devices or reinstalls the app.
cs: Relace dopředné bezpečnosti byla resetována. Může k tomu dojít, když partner chatu změní zařízení nebo přeinstaluje aplikaci.
ko: Perfect Forward Secrecy 세션이 리셋되었습니다. 이것은 채팅 상대방이 장치를 변경하거나 앱을 다시 설치할 때 발생할 수 있습니다.
nl: De Perfect Forward Secrecy-sessie is gereset. Dit kan gebeuren wanneer de contactpersoon van apparaat wisselt of de app opnieuw installeert.
sk: Relácia Perfect Forward Secrecy bola resetovaná. Môže sa to stať, keď partner rozhovoru zmení zariadenie alebo preinštaluje aplikáciu.
tr: Mükemmel İletme Gizliliği oturumu sıfırlandı. Bu, sohbet ortağı cihazları değiştirdiğinde veya uygulamayı yeniden yüklediğinde meydana gelebilir.
uk: Сеанс функції «Цілковита пряма секретність» скинуто. Це може відбутися, якщо партнер по чату змінив пристрій або перевстановив застосунок.
zh_hans: 这个之前已启用 “完全正向保密” 的会话，现被重置保密状态。如果对方更换了设备或重新安装此应用程序，就会重置保密状态。
zh_hant: 這個之前已啟用「完全正向保密」的工作階段，現被重設保密狀態。如果聯絡人更換了裝置或重新安裝此應用程式，就會重設保密狀態。

# forward_security_message_out_of_order
source: A message was received out of order and could not be decrypted.
cs: Zpráva byla přijata mimo pořadí a nemohla být dešifrována.
ko: 메시지가 순서대로 수신되지 않았으며 복호화할 수 없습니다.
nl: Er is een bericht buiten de volgorde ontvangen dat niet is versleuteld.
sk: Správa bola prijatá ako nefunkčná a nedá sa dešifrovať.
tr: Sıra dışı bir mesaj alındı ​​ve şifresi çözülemedi.
uk: Отримано повідомлення з помилками, яке неможливо розшифрувати.
zh_hans: 收到的消息发生故障，无法解密。
zh_hant: 收到的訊息發生故障，無法解密。

# forward_security_status_enabled_outgoing
source: Perfect Forward Secrecy enabled for outgoing messages.
cs: Pro odchozí zprávy je povolena funkce dopředné bezpečnosti.
ko: 완벽한 전달 비밀 보안이 발신 메시지에 대해 활성화되었습니다.
nl: Perfect forward secrecy is ingeschakeld voor uitgaande berichten.
sk: Perfect Forward Secrecy je pre odchádzajúce správy je povolené.
tr: Giden mesajlar için Mükemmel İletme Gizliliği etkinleştirildi.
uk: Для вихідних повідомлень увімкнено функцію «Цілковита пряма секретність».
zh_hans: 已为发出消息开启完全正向保密。
zh_hant: 寄出的訊息已啟用「完全正向保密」

# forward_security_status_disabled_outgoing
source: Perfect Forward Secrecy is disabled for this chat.
cs: Pro tento chat je funkce dopředné bezpečnosti zakázána.
ko: 이 채팅에서 완벽한 전달 비밀 보안이 비활성화되었습니다.
nl: Perfect Forward Secrecy is uitgeschakeld voor deze chat.
sk: Perfect Forward Secrecy je pre túto konverzáciu vypnutý.
tr: Mükemmel İletme Gizliliği bu sohbet için devre dışı bırakıldı.
uk: Для цього чату вимкнено функцію «Цілковита пряма секретність».
zh_hans: 此会话已禁用 “完全正向保密” 。
zh_hant: 此對話已停用「完全正向保密」。

# forward_security_contact_has_downgraded_to_an_incompatible_version
source: Perfect Forward Secrecy has been disabled in this conversation because your chat partner’s app version doesn’t support it.
cs: Funkce dopředné bezpečnosti byla v této konverzaci zakázána, protože verze aplikace u vašeho partnera chatu ji nepodporuje.
ko: 이 대화에서 Perfect Forward Secrecy 은 채팅 상대방의 앱 버전이 지원하지 않기 때문에 비활성화되었습니다.
nl: Perfect Forward Secrecy is uitgeschakeld voor dit gesprek omdat de appversie van de gesprekspartner deze functie niet ondersteunt.
sk: Funkcia Perfect Forward Secrecy bola v tejto konverzácii vypnutá, pretože verzia aplikácie vášho partnera ju nepodporuje.
tr: Sohbet ortağınızın uygulama sürümü desteklemediği için Mükemmel İletme Gizliliği bu görüşmede devre dışı bırakıldı.
uk: Функцію «Цілковита пряма секретність» вимкнено для цієї розмови, оскільки версія застосунку вашого співрозмовника не підтримує її.
zh_hans: 因为对方使用的应用程序版本不支持 “完全正向保密” 功能，所以在此会话中已禁用 “完全正向保密” 。
zh_hant: 因為對方使用的應用程式版本不支援「完全正向保密」功能，所以在此對話中已停用「完全正向保密」。

# forward_security_illegal_session_state
source: The Perfect Forward Secrecy session was reset due to invalidity.
cs: Relace dopředné bezpečnosti byla kvůli neplatnosti resetována.
ko: Perfect Forward Secrecy세션이 유효하지 않아서 재설정되었습니다.
nl: De Perfect Forward Secrecy-sessie is gereset vanwege ongeldigheid.
sk: Relácia Perfect Forward Secrecy bola resetovaná z dôvodu neplatnosti.
tr: Mükemmel İletme Gizliliği oturumu geçersizlik nedeniyle sıfırlandı.
uk: Сеанс функції «Цілковита пряма секретність» скинуто, оскільки він недійсний.
zh_hans: 这个之前已启用 “完全正向保密” 的会话，因无效而被重置保密状态。
zh_hant: 這個之前已啟用「完全正向保密」的工作階段，因無效而被重設保密狀態。

# accessibility_profile_button_hint_contact
source: Opens contact details
cs: Otevře kontaktní údaje
ko: 연락처 세부 정보 열기
nl: Opent de contactgegevens
sk: Otvoriť podrobnosti kontaktu
tr: Kişi ayrıntılarını açar
uk: Відкрити дані контакта
zh_hans: 打开联系人详细消息
zh_hant: 開啟聯絡人詳細資訊

# accessibility_profile_button_hint_group
source: Opens group details
cs: Otevře podrobnosti o skupině
ko: 그룹 세부 정보 열기
nl: Opent de groepsgegevens
sk: Otvorí podrobnosti skupiny
tr: Grup ayrıntılarını açar
uk: Відкрити дані групи
zh_hans: 打开群组详细消息
zh_hant: 開啟群組詳細資訊

# accessibility_chatbar_label
source: Chat input field.
cs: Vstupní pole chatu.
ko: 채팅 입력 필드
nl: Chat invoerveld.
sk: Vstupné pole konverzácie.
tr: Sohbet giriş alanı.
uk: Поле діалогу.
zh_hans: 聊天输入框
zh_hant: 對話輸入框

# accessibility_chatbar_hint
source: Compose message.
cs: Sestavení zprávy.
ko: 메시지 작성.
nl: Bericht samenstellen.
sk: Napísať správu.
tr: Mesaj oluştur.
uk: Напишіть повідомлення.
zh_hans: 撰写消息
zh_hant: 撰寫訊息

# accessibility_chatbar_quote_label
source: Message to quote: %@.
cs: Vybraná citace zprávy: %@.
ko: 인용할 메시지: %@.
nl: Bericht om te citeren: %@.
sk: Správa na citáciu: %@.
tr: Alıntı yapılacak mesaj: %@.
uk: Цитоване повідомлення: %@.
zh_hans: 要引用的消息：%@
zh_hant: 要引用的訊息：%@

# accessibility_chatbar_close_quote_button_label
source: Cancel quoting.
cs: Zrušit citaci.
ko: 인용 취소.
nl: Citaat annuleren.
sk: Zrušiť citáciu.
tr: Alıntı yapmayı iptal eder.
uk: Не цитувати.
zh_hans: 取消引用
zh_hant: 取消引用

# accessibility_chatbar_close_quote_button_hint
source: Cancels the quoting of the selected message.
cs: Zrušit citování vybrané zprávy.
ko: 선택한 메시지의 인용을 취소합니다.
nl: Dit annuleert het citeren van het geselecteerde bericht.
sk: Zruší citovanie vybranej správy.
tr: Seçilen mesajın alıntılanmasını iptal eder.
uk: Залишає обране повідомлення без цитування.
zh_hans: 取消对所选消息的引用
zh_hant: 取消對選定訊息的引用

# accessibility_chatbar_edited_message_label
source: Message to edit: %@.
cs: Zpráva k úpravě: %@.
ko: 편집할 메시지: %@.
nl: Bericht om te bewerken: %@.
sk: Správa na úpravu: %@.
tr: Düzenlenecek mesaj: %@.
uk: Повідомлення для редагування: %@.
zh_hans: 要编辑的消息：%@
zh_hant: 要編輯的訊息：%@。

# accessibility_chatbar_close_edited_message_button_label
source: Cancel editing.
cs: Zrušit úpravu.
ko: 편집 취소.
nl: Bewerken annuleren.
sk: Zrušiť úpravy.
tr: Düzenlemeyi iptal eder.
uk: Скасувати редагування.
zh_hans: 取消编辑
zh_hant: 取消編輯

# accessibility_chatbar_close_edited_message_button_hint
source: Cancels the editing of the selected message.
cs: Ukončí upravování vybrané zprávy.
ko: 선택한 메시지의 편집을 취소합니다.
nl: Annuleert het bewerken van het geselecteerde bericht.
sk: Zruší úpravu vybranej správy.
tr: Seçilen mesajın düzenlenmesini iptal eder.
uk: Скасує редагування обраного повідомлення.
zh_hans: 取消对所选消息的编辑
zh_hant: 取消對選定訊息的編輯

# accessibility_senderDescription_ownMessage
source: Your %@
cs: Vaše %@
ko: 귀하의 %@
nl: Uw %@
sk: Vaše %@
tr: Sizinki %@
uk: Ваші %@
zh_hans: 您的%@
zh_hant: 您的%@

# accessibility_senderDescription_otherMessage_group
source: %@ from %@
cs: %@ od %@
ko: %@님으로부터 %@
nl: %@ van %@
sk: %@ od %@
tr: %@ itibaren %@
uk: %@ від %@
zh_hans: 来自%@的%@
zh_hant: 來自%@的%@

# accessibility_senderDescription_systemMessage
source: Info: %@
cs: Informace: %@
ko: 정보: %@
tr: Bilgi: %@
uk: Інфо: %@
zh_hans: 资讯：%@
zh_hant: 資訊：%@

# accessibility_senderDescription_typing
source: Contact is typing
cs: Kontakt píše
ko: 연락처가 입력 중
nl: Contactpersoon is aan het typen
sk: Kontakt píše
tr: Kişi yazıyor
uk: Контакт вводить текст
zh_hans: 对方正在输入…
zh_hant: 對方正在輸入…

# accessibility_senderDescription_stopped_typing
source: Contact stopped typing
cs: Kontakt přestal psát
ko: 연락처가 입력 중지
nl: Contactpersoon is gestopt met typen
sk: Kontakt prestal písať
tr: Kişi yazmayı bıraktı
uk: Контакт припинив вводити текст
zh_hans: 对方已停止输入
zh_hant: 對方已停止輸入

# accessibility_senderDescription_contact_typing
source: %@ is typing
cs: %@ píše
ko: %@님이 입력 중
nl: %@ is aan het typen
sk: %@ píše
tr: %@ yazıyor
uk: %@ вводить текст
zh_hans: %@正在输入…
zh_hant: %@正在輸入…

# accessibility_senderDescription_contact_stopped_typing
source: %@ stopped typing
cs: %@ přestal(a) psát
ko: %@님이 입력 중지
nl: %@ is gestopt met typen
sk: %@ prestal písať
tr: %@ yazmayı bıraktı
uk: %@ припинив(-ла) вводити текст
zh_hans: %@已停止输入
zh_hant: %@已停止輸入

# accessibility_textMessage_description
source: Message
cs: Zpráva
ko: 메시지
nl: Bericht
sk: Správa
tr: Mesaj
uk: Повідомлення
zh_hans: 消息
zh_hant: 訊息

# accessibility_locationMessage_description
source: Location
cs: Poloha
ko: 위치
nl: Locatie
sk: Poloha
tr: Konum
uk: Розташування
zh_hans: 位置
zh_hant: 位置

# accessibility_systemCallMessage_description
source: Call
cs: Volání
ko: 통화
nl: Oproep
sk: Hovor
tr: Arama
uk: Виклик
zh_hans: 通话
zh_hant: 通話

# accessibility_fileMessage_description
source: File
cs: Soubor
ko: 파일
nl: Bestand
sk: Súbor
tr: Dosya
uk: Файл
zh_hans: 文件
zh_hant: 檔案

# accessibility_imageMessage_description
source: Image
cs: Obrázek
ko: 이미지
nl: Afbeelding
sk: Obrázok
tr: Resim
uk: Зображення
zh_hans: 图片
zh_hant: 圖片

# accessibility_videoMessage_description
source: Video
ko: 비디오
uk: Відео
zh_hans: 视频
zh_hant: 影片

# accessibility_stickerMessage_description
source: Sticker
cs: Nálepka
ko: 스티커
sk: Nálepka
tr: Çıkartma
uk: Наліпка
zh_hans: 表情包
zh_hant: 貼圖

# accessibility_voiceMessage_description
source: Voice message
cs: Hlasová zpráva
ko: 음성 메시지
nl: Spraakbericht
sk: Hlasová správa
tr: Sesli mesaj
uk: Голосове повідомлення
zh_hans: 语音消息
zh_hant: 語音訊息

# accessibility_pollMessage_description
source: Poll
cs: Anketa
ko: 투표
sk: Anketa
tr: Anket
uk: Опитування
zh_hans: 投票
zh_hant: 投票

# accessibility_audioMessage_hint
source: Play voice message.
cs: Přehrát hlasovou zprávu.
ko: 음성 메시지 재생.
nl: Spraakbericht afspelen.
sk: Prehrať hlasovú správu.
tr: Sesli mesajı oynat.
uk: Відтворити голосове повідомлення.
zh_hans: 播放语音消息。
zh_hant: 播放語音訊息。

# accessibility_locationMessage_hint
source: Open location.
cs: Otevřít polohu.
ko: 위치 열기.
nl: Locatie openen
sk: Otvoriť umiestnenie.
tr: Konumu aç.
uk: Відкрити розташування.
zh_hans: 打开位置
zh_hant: 開啟位置

# accessibility_systemCallMessage_hint
source: Start call
cs: Zahájení hovoru
ko: 통화 시작
nl: Oproep starten
sk: Začať hovor
tr: Arama başlat
uk: Почати виклик
zh_hans: 开始通话
zh_hant: 開始通話

# accessibility_imageMessage_hint
source: Open image.
ko: 이미지 열기
nl: Afbeelding openen.
sk: Otvoriť obrázok.
tr: Resmi göster.
uk: Відкрити зображення.
zh_hans: 打开图片
zh_hant: 開啟圖片

# accessibility_videoMessage_hint
source: Play video.
cs: Přehrát video.
ko: 비디오 재생
nl: Video afspelen.
sk: Prehrať video.
tr: Videoyu oynat.
uk: Відтворити відео.
zh_hans: 播放视频
zh_hant: 播放影片

# accessibility_fileMessage_hint
source: Open file preview.
cs: Otevřít náhled souboru.
ko: 파일 미리 보기 열기.
nl: Open de preview van het bestand.
sk: Otvoriť náhľad súboru.
tr: Dosya önizlemesini aç.
uk: Попередній перегляд файлу.
zh_hans: 打开文件预览
zh_hant: 開啟檔案預覽

# accessibility_animatedImageMessage_hint
source: Toggle GIF animation
cs: Přepnout animaci GIF
ko: GIF 애니메이션 전환
nl: GIF-animatie in-/uitschakelen
sk: Prepnúť animáciu GIF
tr: GIF animasyonunu değiştir
uk: Увім. / вимк. GIF-анімацію
zh_hans: 启用GIF动画
zh_hant: 啟用GIF動畫
