Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/*.lproj/Localizable.strings
Languages: cs, ko, nl, sk, tr, uk, zh_hans, zh_hant

# ballot_create
source: Create Poll
cs: Vytvořit anketu
ko: 투표 생성
nl: Poll aanmaken
sk: Vytvoriť anketu
tr: Anket oluştur
uk: Створити опитування
zh_hans: 创建投票
zh_hant: 建立投票

# ballot_placeholder_title
source: Title, e.g. Where do you want to go today?
cs: Název, např. Kam chcete dnes jít?
ko: 제목, 예: 오늘 어디로 가고 싶나요?
nl: Titel, bijv. Waar wil je vandaag naartoe?
sk: Názov, napr. Kam chcete ísť dnes večer?
tr: Başlık, örneğin; Bugün nereye gitmek istersin?
uk: Заголовок, наприклад, «Куди ви бажаєте піти сьогодні»?
zh_hans: 设置题目，例如：你今天想去哪里玩？
zh_hant: 設定題目，例如：你今天想去哪裡玩？

# ballot_placeholder_choice
source: Choice
cs: Možnost
ko: 선택
nl: Keuze
sk: Voľba
tr: Tercih
uk: Варіанти
zh_hans: 选项
zh_hant: 選項

# ballot_date_button
source: Date
cs: Datum
ko: 날짜
nl: Datum
sk: Dátum
tr: Tarih
uk: Дата
zh_hans: 日期
zh_hant: 日期

# ballot_allDay_switch
source: All-day
cs: Celý den
ko: 하루 종일
nl: Hele dag
sk: Celý deň
tr: Tüm gün
uk: Увесь день
zh_hans: 全天
zh_hant: 全天

# ballot_choose_title
source: Choose Poll
cs: Vybrat hlasování
ko: 투표 선택
nl: Poll kiezen
sk: Vybrať anketu
tr: Anket seçin
uk: Обрати опитування
zh_hans: 选择投票
zh_hant: 選擇投票

# ballot_description_intermediate
source: Turn on to make the accumulated incoming votes visible for all participants. Otherwise the results are kept secret until the poll is closed.
cs: Zapnutím zviditelníte nasbírané hlasy všem účastníkům. Jinak budou výsledky tajné, dokud hlasování neskončí.
ko: 모든 참가자에게 누적된 들어오는 투표 결과를 보이게 하려면 켜세요. 그렇지 않으면 투표가 마감될 때까지 결과가 비밀로 유지됩니다.
nl: Inschakelen om de cumulatieve resultaten van inkomende stemmen voor alle deelnemers zichtbaar te maken. Anders blijven de resultaten geheim totdat de poll is gesloten.
sk: Zapnutím zviditeľníte nazbierané hlasy všetkým účastníkom. Inak budú výsledky tajné, dokiaľ hlasovanie neskončí.
tr: Birikmiş gelen oyları tüm katılımcılar için görünür hale getirmek için açın. Aksi takdirde sonuçlar anket kapanana kadar gizli tutulur.
uk: Увімкніть можливість усім учасникам бачити результати незавершеного опитування. В іншому випадку результати не показуватимуться допоки опитування не завершене.
zh_hans: 开启后，所有参与者都能看到投票结果。否则参与者只能在投票结束后才能得知投票结果。
zh_hant: 啟用後，所有參與者都能看到投票結果。否則參與者只能在投票結束後才能獲悉投票結果。

# ballot_description_multiplechoice
source: Choose whether participants can only select a single choice or multiple choices.
cs: Určete, zda mohou účastníci vybrat jenom jednu odpověď, nebo více možností.
ko: 참가자가 하나의 선택지만 선택할 수 있는지 아니면 여러 선택지를 선택할 수 있는지 선택하세요.
nl: Kies of deelnemers één of meerdere keuzes kan maken.
sk: Určite, či môžu účastníci vybrať iba jednu odpoveď, alebo viac.
tr: Katılımcıların yalnızca tek bir seçenek mi yoksa birden çok seçenek mi seçebileceğini seçin.
uk: Вкажіть, чи зможуть учасники опитування обирати один варіант або декілька.
zh_hans: 设置参与者只能选择单项选择还是多项选择。
zh_hant: 設定參與者只能選擇單項選擇還是多項選擇。

# ballot_vote
source: Vote
cs: Hlasovat
ko: 투표
nl: Stemmen
sk: Hlasovať
tr: Oy
uk: Голосувати
zh_hans: 投票
zh_hant: 投票

# ballot_votes_count
source: %@ votes
cs: %@ hlasy(ů)
ko: %@ 표
nl: %@ stemmen
sk: %@ hlasov
tr: %@ oy
uk: Голосів %@
zh_hans: %@票
zh_hant: %@票

# ballot_vote_selected
source: Selected
cs: Zvoleno
ko: 선택됨
nl: Geselecteerd
sk: Vybraté
tr: Seçildi
uk: Обрані
zh_hans: 已选择
zh_hant: 已選定

# ballot_vote_not_selected
source: Not selected
cs: Nezvoleno
ko: 선택되지 않음
nl: Niet geselecteerd
sk: Nie je vybraté
tr: Seçilmedi
uk: Не обрані
zh_hans: 未选择
zh_hant: 未選定

# ballot_close
source: Close Poll
cs: Ukončit hlasování
ko: 투표 마감
nl: Poll sluiten
sk: Uzavrieť anketu
tr: Anketi kapat
uk: Завершити опитування
zh_hans: 关闭投票
zh_hant: 關閉投票

# ballot_close_ack
source: Do you want to close this poll and make the results available?
cs: Chcete uzavřít toto hlasování a zpřístupnit jeho výsledky?
ko: 이 투표를 마감하고 결과를 공개하시겠습니까?
nl: Wil je de poll sluiten en de resultaten beschikbaar maken?
sk: Chcete uzatvoriť túto anketu a sprístupniť výsledky hlasovania?
tr: Bu anketi kapatmak ve sonuçları kullanıma sunmak istiyor musunuz?
uk: Бажаєте завершити опитування та зробити його результати доступними?
zh_hans: 您想关闭这个投票并公布结果吗？
zh_hant: 您想關閉這個投票並公佈結果嗎？

# ballot_got_votes_count
source: Received %1$i of %2$i votes.
cs: Obdrženo %1$i z %2$i hlasů.
ko: 받은 투표: %1$i / 총 투표: %2$i
nl: %1$i van %2$i stemmen ontvangen.
sk: Prijatých %1$i z %2$i hlasov.
tr: %2$i oyun %1$i alındı.
uk: Отримано %1$i з %2$i голосів.
zh_hans: 获得%2$i票中的%1$i票。
zh_hant: 取得%2$i票中的%1$i票。

# ballot_vote_ballot_closed_title
source: Sorry, too late
cs: Bohužel, už je pozdě.
ko: 죄송합니다, 너무 늦었습니다.
nl: Sorry, te laat
sk: Bohužiaľ, už je neskoro
tr: Üzgünüm, çok geç
uk: Вибачте, вже запізно
zh_hans: 对不起，您来迟了。
zh_hant: 對不起，您遲來一步。

# ballot_vote_ballot_closed_message
source: The poll has been closed in the meantime.
cs: Hlasování mezitím skončilo.
ko: 그동안 투표가 마감되었습니다.
nl: De poll is ondertussen gesloten.
sk: Anketa medzitým skončila
tr: Bu arada anket kapatılmıştır.
uk: Опитування вже завершено.
zh_hans: 本次投票已经结束。
zh_hant: 本次投票已經結束。

# ballot_open_ballots
source: Open polls
cs: Otevřená hlasování
ko: 열린 투표
sk: Otvorené ankety
tr: Açık anketler
uk: Відкриті опитування
zh_hans: 开放投票
zh_hant: 開放投票

# ballot_closed_ballots
source: Closed polls
cs: Uzavřená hlasování
ko: 마감된 투표
nl: Gesloten polls
sk: Uzatvorené ankety
tr: Kapalı anketler
uk: Закриті опитування
zh_hans: 关闭投票
zh_hant: 關閉投票

# ballot_not_voted
source: These participants did not vote:
cs: Tito účastníci nehlasovali:
ko: 다음 참가자들이 투표하지 않았습니다:
nl: Deze deelnemers hebben niet gestemd:
sk: Títo účastníci nehlasovali:
tr: Bu katılımcılar oy kullanmadı:
uk: Ці учасники не брали участь в опитуванні:
zh_hans: 这些参与者没有投票：
zh_hant: 這些參與者沒有投票：

# voteCancelTitle
source: Discard Vote
cs: Zahodit hlasování
ko: 투표 무효화
nl: Stem annuleren
sk: Zahodiť hlas
tr: Oyu sil
uk: Відхилити
zh_hans: 放弃投票
zh_hant: 捨棄投票

# voteCancelMessage
source: If you leave before casting your vote, it will be discarded.
cs: Pokud před odesláním hlasu odejdete, bude zahozen.
ko: 투표하기 전에 나가면 투표가 폐기됩니다.
nl: Als u vertrekt voordat u hebt gestemd, gaat uw stem verloren.
sk: Pokiaľ odídete pred odoslaním hlasu, bude zahodený.
tr: Oyunuzu kullanmadan önce ayrılırsanız, geçersiz sayılacaktır.
uk: Якщо ви покинете опитування не проголосувавши, вашу відповідь не буде зараховано.
zh_hans: 如果您在投票前退出，投票记录将被丢弃。
zh_hant: 如果您在投票前離開，投票記錄將被捨棄。

# discardVoteTitle
source: Discard
cs: Vyřadit
ko: 폐기
nl: Annuleren
sk: Zahodiť
tr: Geçersiz say
uk: Відхилити
zh_hans: 放弃
zh_hant: 捨棄

# ballot_load_error
source: Polls unavailable
cs: Ankety nejsou k dispozici
ko: 투표 불가능
nl: Polls zijn niet beschikbaar
sk: Ankety nie sú k dispozícii
tr: Anketler kullanım dışı
uk: Опитування недоступні
zh_hans: 投票无法使用
zh_hant: 無法使用投票功能

# ballots_with_open_count_accessibility
source: Polls (%d open)
cs: Hlasování (%d otevřené)
ko: 투표 (%d개 열림)
sk: Ankety (otvorené: %d)
tr: Anketler (%d açık)
uk: Опитування (відкриті %d)
zh_hans: 投票（现公开 %d）
zh_hant: 投票（現公開 %d）

# privacySetting_header
source: Privacy
cs: Soukromí
ko: 개인 정보
sk: Súkromie
tr: Gizlilik
uk: Приватність
zh_hans: 隐私
zh_hant: 隱私權

# send_readReceipts
source: Read Receipts
cs: Potvrzení o přečtení
ko: 읽음
nl: Leesbevestigingen
sk: Potvrdenia o prečítaní
tr: Okundu bilgileri
uk: Звіти про прочитання
zh_hans: 已读回执
zh_hant: 已讀標記

source: Don't Send
cs: Neposílat
ko: 전송하지 않음
nl: Niet versturen
sk: Neposielať
tr: Gönderme
uk: Не надсилати
zh_hans: 不要发送
zh_hant: 不要傳送

# send_typingIndicators
source: Typing Indicators
cs: Ukazatele psaní
ko: 입력 중 표시
nl: Invoerindicators
sk: Indikátory písania
tr: Yazma göstergeleri
uk: Сповіщення про набір тексту
zh_hans: 输入状态
zh_hant: 打字狀態

# send_typingIndicator
source: Typing Indicator
cs: Ukazatel psaní
ko: 입력 중 표시
nl: Invoerindicator
sk: Indikátor písania
tr: Yazma göstergesi
uk: Сповіщення про набір тексту
zh_hans: 输入状态
zh_hant: 打字狀態

# default_send
source: %@ (Default)
cs: %@ (Výchozí)
ko: %@ (기본)
nl: %@ (Standaard)
sk: %@ (Predvolené)
tr: %@ (Varsayılan)
uk: %@ (за замовчуванням)
zh_hans: %@（默认）
zh_hant: %@（預設）

# use_default_send
source: Default (%@)
cs: Výchozí (%@)
ko: 기본 (%@)
nl: Standaard (%@)
sk: Predvolené (%@)
tr: Varsayılan (%@)
uk: За замовчуванням (%@)
zh_hans: 默认（%@）
zh_hant: 預設（%@）

source: Default Setting
cs: Výchozí nastavení
ko: 기본 설정
nl: Standaardinstelling
sk: Predvolené nastavenia
tr: Varsayılan ayarlar
uk: Налаштування за замовчуванням
zh_hans: 默认设置
zh_hant: 預設設定

# contactoverride_sheetMessage
source: This overrides the default setting for this specific contact.
cs: Tímto se přepíše výchozí nastavení tohoto konkrétního kontaktu.
ko: 이것은 이 특정 연락처에 대한 기본 설정을 무시합니다.
nl: Dit overschrijft de standaardinstelling voor deze specifieke contactpersoon.
sk: Týmto sa prepíše predvolené nastavenia pre tento konkrétny kontakt.
tr: Bu, söz konusu ilgili kişi için varsayılan ayarı geçersiz kılar.
uk: Це перезапише налаштування за замовчуванням для цього контакту.
zh_hans: 这将覆盖此特定联系人的默认设置。
zh_hant: 這將覆寫此特定聯絡人的預設設定。

# multi_device_linked_devices_title
source: Multi-Device Preview
cs: Náhled pro více zařízení
ko: 멀티 디바이스 미리보기
sk: Ukážka viacerých zariadení
tr: Çoklu Cihaz Önizlemesi
uk: Попередній перегляд на кількох пристроях
zh_hans: 多设备预览
zh_hant: 多裝置預覽

# multi_device_linked_devices_desc
source: Activate or deactivate the Multi-Device Preview for this device.
cs: Aktivujte nebo deaktivujte náhled pro více zařízení pro toto zařízení.
ko: 이 기기의 멀티 디바이스 미리보기를 활성화 또는 비활성화합니다.
nl: Multi-device preview in- of uitschakelen voor dit apparaat.
sk: Aktivujte alebo deaktivujte náhľad viacerých zariadení pre toto zariadenie.
tr: Bu cihaz için Çoklu Cihaz Önizlemesini etkinleştirin veya devre dışı bırakın.
uk: Увімкніть або вимкніть попередній перегляд на кількох пристроях для цього пристрою.
zh_hans: 为这个设备激活或关闭多设备预览。
zh_hant: 您可以啟用或關閉此裝置的「多裝置預覽」功能。

# multi_device_linked_devices_refresh
source: Pull to refresh
cs: Potažením dolů obnovit
ko: 당겨서 새로 고침
nl: Vegen om te verversen
sk: Potiahnutím obnoviť
tr: Yenilemek için çekin
uk: Потягніть для оновлення
zh_hans: 下拉刷新
zh_hant: 下拉更新

# multi_device_linked_devices_loading_failed
source: Loading devices failed: %@
cs: Načtení zařízení se nezdařilo: %@
ko: 디바이스 로딩 실패: %@
nl: Apparaten niet geladen: %@
sk: Načítanie zariadení zlyhalo: %@
tr: Aygıtlar yüklenemedi: %@
uk: Не вдалось завантажити пристрої: %@
zh_hans: 加载设备失败：%@
zh_hant: 載入裝置失敗：%@

# multi_device_linked_devices_failed_to_load_message
source: Could not load linked devices, please check your Internet connection and try again.
cs: Nelze načíst propojená zařízení, zkontrolujte připojení k internetu a zkuste to znovu.
ko: 연결된 디바이스를 로드할 수 없습니다. 인터넷 연결을 확인하고 다시 시도하십시오.
nl: De gekoppelde apparaten zijn niet geladen. Controleer uw internetverbinding en probeer het opnieuw.
sk: Nepodarilo sa načítať prepojené zariadenia, skontrolujte svoje internetové pripojenie a skúste to znova.
tr: Bağlı cihazlar yüklenemedi, lütfen internet bağlantınızı kontrol edin ve tekrar deneyin.
uk: Не вдалося завантажити прив’язані пристрої. Перевірте інтернет-з'єднання та спробуйте ще раз.
zh_hans: 无法加载已连接的设备，请检查您的互联网连接并重试。
zh_hant: 無法載入已連結的裝置，請檢查您的網路連線並再試一次。

# multi_device_linked_devices_this
source: This Device
cs: Toto zařízení
ko: 이 기기
nl: Dit apparaat
sk: Toto zariadenie
tr: Bu cihaz
uk: Цей пристрій
zh_hans: 此设备
zh_hant: 此裝置

# multi_device_linked_devices_others
source: Other Devices
cs: Jiná zařízení
ko: 다른 디바이스
nl: Overige apparaten
sk: Iné zariadenia
tr: Diğer cihazlar
uk: Інші пристрої
zh_hans: 其他设备
zh_hant: 其他裝置

# multi_device_linked_devices_last_login
source: Last login: %@
cs: Poslední přihlášení: %@
ko: 마지막 로그인: %@
nl: Laatste aanmelding: %@
sk: Posledné prihlásenie: %@
tr: Son giriş: %@
uk: Останній вхід: %@
zh_hans: 最后登录时间：%@
zh_hant: 最近登入：%@

# multi_device_linked_devices_remove_failed
source: Failed to remove device: %@
cs: Nepodařilo se odebrat zařízení: %@
ko: 기기 제거 실패: %@
nl: Apparaat is niet verwijderd: %@
sk: Zariadenie sa nepodarilo odstrániť: %@
tr: Cihaz kaldırılamadı: %@
uk: Не вдалося видалити пристрій: %@
zh_hans: 移除设备失败：%@
zh_hant: 移除裝置失敗：%@

# multi_device_linked_devices_removed_devices_title
source: Disable Multi-Device?
cs: Zakázat více zařízení?
ko: 다중 기기 비활성화?
nl: Multi-device uitschakelen?
sk: Zakázať viacero zariadení?
tr: Çoklu Cihaz Devre Dışı Bırakılsın mı?
uk: Вимкнути режим кількох пристроїв?
zh_hans: 禁用多设备登录？
zh_hant: 停用多裝置登入？

# multi_device_linked_devices_removed_devices_message
source: This will remove all the connected devices and disable multi-device
cs: Tím odeberete všechna připojená zařízení a zakážete více zařízení.
ko: 이로 인해 모든 연결된 기기가 제거되고 다중 기기가 비활성화됩니다.
nl: Dit zorgt ervoor dat alle gekoppelde apparaten worden verwijderd en multi-device wordt uitgeschakeld
sk: Týmto sa odstránia všetky pripojené zariadenia a deaktivuje sa možnosť viacerých zariadení
tr: Bu işlem bağlı tüm cihazları kaldırır ve çoklu cihazı devre dışı bırakır
uk: Це видалить всі приєднані пристрої та вимкне режим кількох пристроїв
zh_hans: 这将删除所有连接的设备并禁用多设备登录。
zh_hant: 這將刪除所有連結的裝置並停用多裝置登入

# multi_device_linked_devices_removed_devices_ok
source: Disable
cs: Deaktivovat
ko: 다중 기기 비활성화
nl: Uitschakelen
sk: Zakázať
tr: Devre dışı bırak
uk: Вимкнути
zh_hans: 禁用
zh_hant: 停用

# multi_device_linked_duplicate_contacts_title
source: Duplicate contacts
cs: Duplicitní kontakty
ko: 중복 연락처
nl: Dubbele contacten
sk: Duplicitné kontakty
tr: Yinelenen kişiler
uk: Дублікати контактів
zh_hans: 重复的联系人
zh_hant: 有重複的聯絡人

# multi_device_linked_devices_failed_to_load_title
source: Failed to Load Device List
cs: Nepodařilo se načíst seznam zařízení
ko: 기기 목록 로드 실패
nl: Apparatenlijst is niet geladen
sk: Nepodarilo sa načítať zoznam zariadení
tr: Cihaz listesi yüklenemedi
uk: Не вдалося завантажити список пристроїв
zh_hans: 加载设备列表失败
zh_hant: 載入裝置清單失敗

# multi_device_linked_devices_failed_remove_title
source: Failed to Remove Device
cs: Nepodařilo se odebrat zařízení
ko: 기기 제거 실패
nl: Apparaat is niet verwijderd
sk: Zariadenie sa nepodarilo odstrániť
tr: Cihaz kaldırılamadı
uk: Не вдалося видалити пристрій
zh_hans: 移除设备失败
zh_hant: 移除裝置失敗

# multi_device_linked_devices_failed_remove_message
source: Could not remove linked device, please try again.
cs: Nelze odebrat propojené zařízení, zkuste to znovu.
ko: 연결된 기기를 제거할 수 없습니다. 다시 시도하세요.
nl: Het gekoppelde apparaat is niet verwijderd. Probeer het opnieuw.
sk: Prepojené zariadenie sa nepodarilo odstrániť, skúste to znova.
tr: Bağlı cihaz kaldırılamadı, lütfen tekrar deneyin.
uk: Не вдалось видалити прив'язаний пристрій. Будь ласка, спробуйте ще.
zh_hans: 无法移除已连接的设备，请稍后重试。
zh_hant: 無法移除已連結的裝置，請再試一次。

# multi_device_linked_devices_failed_remove_message_2
source: Could not remove linked device, please check your Internet connection and try again.
cs: Nelze odebrat propojené zařízení, zkontrolujte připojení k internetu a zkuste to znovu.
ko: 연결된 기기를 제거할 수 없습니다. 인터넷 연결을 확인하고 다시 시도하세요.
nl: Het gekoppelde apparaat is niet verwijderd. Controleer uw internetverbinding en probeer het opnieuw.
sk: Prepojené zariadenie sa nepodarilo odstrániť. Skontrolujte svoje internetové pripojenie a skúste to znova.
tr: Bağlı cihaz kaldırılamadı, lütfen internet bağlantınızı kontrol edin ve tekrar deneyin.
uk: Не вдалося видалити прив'язаний пристрій. Перевірте інтернет-з'єднання та спробуйте ще раз.
zh_hans: 无法移除已连接的设备，请检查您的互联网连接并重试。
zh_hant: 無法移除已連結的裝置，請檢查您的網路連線並再試一次。

# multi_device_unsupported_protocol_version_alert
source: This Threema version is no longer supported (outdated protocol version). Please install the latest version to continue using Threema.
cs: Tato verze aplikace Threema už není podporovaná (zastaralá verze protokolu). Chcete-li dál používat aplikaci Threema, nainstalujte si nejnovější verzi.
ko: 이 Threema 버전은 더 이상 지원되지 않습니다 (버전이 오래되었습니다). 계속해서 Threema를 사용하려면 최신 버전을 설치하세요.
nl: Deze versie van Threema wordt niet meer ondersteund (verouderde protocolversie). Installeer de laatste versie om Threema te blijven gebruiken.
sk: Táto verzia Threema už nie je podporovaná (zastaraná verzia protokolu). Ak chcete naďalej používať Threemu, nainštalujte si najnovšiu verziu.
tr: Bu Threema sürümü artık desteklenmiyor (eski protokol sürümü). Threema'yı kullanmaya devam etmek için lütfen en son sürümü yükleyin.
uk: Ця версія Threema більше не підтримується (застарілий протокол). Встановіть останню версію, щоб продовжити використовувати Threema.
zh_hans: 我们不再支持此版本的 Threema（这是过时的协议版本）。请安装最新版本以继续使用 Threema。
zh_hant: 我們不再支援此版本的 Threema（這是過時的協定版本）。請安裝最新版本以繼續使用 Threema。

# multi_device_slot_state_mismatch_alert
source: This device has been unlinked, which is why you currently can’t send or receive new messages. If unlinking was not triggered by you, please note that this might happen during the beta phase for technical reasons. We apologize for the inconvience. To relink, please follow the steps in this FAQ entry: https://threema.ch/faq/md_reset
cs: Toto zařízení bylo odpojeno, proto momentálně nemůžete posílat ani přijímat nové zprávy. Pokud jste odpojení neprovedli vy, vezměte prosím na vědomí, že v průběhu fáze beta k tomu může dojít z technických důvodů. Omlouváme se za způsobené komplikace. Chcete-li zařízení znovu propojit, řiďte se postupem uvedeným v této sekci Častých dotazů: https://threema.ch/faq/md_reset
ko: 이 기기가 연결 해제되었으므로 현재 새로운 메시지를 보내거나 받을 수 없습니다. 연결 해제가 여러분에 의해 시작되지 않았다면, 기술적인 이유로 베타 단계 중에 발생할 수 있음을 유념해 주세요. 불편을 드려 죄송합니다. 다시 연결하려면 다음 FAQ 항목의 단계를 따르세요 FAQ 항목: https://threema.ch/faq/md_reset
nl: Dit apparaat is ontkoppeld en daarom kunt u momenteel geen nieuwe berichten verzenden of ontvangen. Als u het apparaat niet hebt ontkoppeld, kan dit vanwege technische redenen tijdens de bètafase zijn gebeurd. Onze excuses voor het ongemak. Raadpleeg de FAQ om opnieuw te koppelen: https://threema.ch/faq/md_reset
sk: Toto zariadenie bolo odpojené, preto momentálne nemôžete odosielať ani prijímať nové správy. Ak ste odpojenie nevykonali vy, upozorňujeme, že k tomu môže z technických príčin dôjsť počas beta fázy. Ospravedlňujeme sa za nepríjemnosti. Ak chcete obnoviť pripojenie, postupujte podľa pokynov uvedených v častých otázkach: https://threema.ch/faq/md_reset
tr: Bu cihazın bağlantısı kaldırıldı, bu nedenle şu anda yeni mesaj gönderemiyor veya alamıyorsunuz. Bağlantıyı kaldırma işlemi sizin tarafınızdan yapılmadıysa bunun teknik nedenlerle beta aşamasında gerçekleşebileceğini lütfen unutmayın. Rahatsızlıktan dolayı özür dileriz. Yeniden bağlantı kurmak için lütfen bu SSS girişindeki adımları izleyin: https://threema.ch/faq/md_reset
uk: Цей пристрій відв’язано. Тому ви не можете відправляти й отримувати нові повідомлення. Якщо ви не відв’язували його, це могло відбутися через технічні проблеми бета-версії. Просимо вибачення за незручності. Щоб прив’язати повторно, ознайомтеся з поширеними запитаннями: https://threema.ch/faq/md_reset
zh_hans: 此设备已取消链接，因此您目前无法发送或接收新信息。如果您没有主动取消链接，这可能是由于测试版的技术问题而发生错误。我们对此深表歉意。如要重新链接，请按照以下常见问题解答条目中的步骤操作： https://threema.ch/faq/md_reset
zh_hant: 此裝置已取消連結，因此您目前無法傳送或接收新訊息。如果您沒有主動取消連結，這可能是由於測試版的技術問題而發生錯誤。我們對此深感抱歉。如要重新連結，請按照以下常見問題解答條目中的步驟執行： https://threema.ch/faq/md_reset

# multi_device_new_linked_devices_title
source: Linked Device (Beta)
cs: Propojené zařízení (beta)
ko: 연결된 기기 (베타)
nl: Gekoppeld apparaat (bèta)
sk: Prepojené zariadenie (Beta)
tr: Bağlı Cihaz (Beta)
uk: Прив’язаний пристрій (бета)
zh_hans: 链接设备（测试中）
zh_hant: 連結裝置（測試中）

# multi_device_new_linked_devices_add_button
source: Add Device
cs: Přidat zařízení
ko: 기기 추가
nl: Apparaat toevoegen
sk: Pridať zariadenie
tr: Cihaz Ekle
uk: Додати пристрій
zh_hans: 添加设备
zh_hant: 新增裝置

# multi_device_new_linked_devices_limitation_info
source: Note: At the moment, only one computer can be linked with the beta version. Linking another iPhone/iPad or an Android device is not supported.
cs: Poznámka: Momentálně lze s beta verzí propojit pouze jeden počítač. Propojení dalšího iPhonu/iPadu nebo zařízení s Androidem není podporováno.
ko: 참고: 현재 베타 버전에서는 컴퓨터 한 대만 연결할 수 있습니다. 다른 iPhone/iPad 또는 Android 기기를 연결하는 것은 지원되지 않습니다.
nl: Let op: op dit moment kan slechts één computer binnen de bètaversie worden gekoppeld. Een andere iPhone/iPad of Android-apparaat koppelen wordt niet ondersteund.
sk: Poznámka: V súčasnosti je možné s beta verziou prepojiť iba jeden počítač. Prepojenie iného iPhone/iPad alebo Android zariadenia nie je podporované.
tr: Not: Şu anda yalnızca bir bilgisayar beta sürümüyle ilişkilendirilebilir. Başka bir iPhone/iPad veya Android cihaz bağlantısı desteklenmemektedir.
uk: Примітка: у бета-версії можна прив’язати лише один пристрій. Прив’язування ще одного пристрою iPhone/iPad або Android не підтримується.
zh_hans: 注意：当前的测试版只能连接一台电脑，但不支持链接其他 iPhone / iPad 或 Android 设备。
zh_hant: 注意：當前的測試版只能連結一台電腦，但不支援連結其他 iPhone / iPad 或 Android 裝置。

# multi_device_new_linked_devices_failed_to_load
source: Failed to load linked devices. Please check your Internet connection and pull down to try again.
cs: Nelze načíst propojená zařízení. Zkontrolujte své připojení k internetu a potažením dolů to zkuste znovu.
ko: 연결된 기기를 로드하지 못했습니다. 인터넷 연결을 확인하고 다시 시도하려면 아래로 당기세요.
nl: De gekoppelde apparaten zijn niet geladen. Controleer uw internetverbinding en veeg omlaag om het opnieuw te proberen.
sk: Prepojené zariadenia sa nepodarilo načítať. Skontrolujte svoje internetové pripojenie a potiahnutím nadol to skúste znova.
tr: Bağlı cihazlar yüklenemedi. Lütfen internet bağlantınızı kontrol edin ve tekrar denemek için aşağı çekin.
uk: Не вдалося завантажити прив’язані пристрої. Перевірте інтернет-з'єднання та потягніть вниз, щоб спробувати ще раз.
zh_hans: 无法加载已链接的设备。请检查您的互联网连接，并下拉刷新重试。
zh_hant: 無法載入已連結的裝置，請檢查您的網路連線，並再次往下拉以重新整理。

# multi_device_new_linked_devices_no_other_device
source: Tap %@ to link a device again
cs: Klepnutím na %@ znovu propojte zařízení
ko: 기기를 다시 연결하려면 %@를 탭하세요.
nl: Tik op %@ om een apparaat opnieuw te koppelen
sk: Klepnutím na %@ znova prepojíte zariadenie
tr: Bir cihazı yeniden bağlamak için %@ öğesine dokunun
uk: Торкніться %@, щоб знову прив’язати пристрій
zh_hans: 点击 %@ 重新链接新设备
zh_hant: 按一下 %@ 重新連結新裝置

# multi_device_new_linked_device_remove_all_button
source: Remove All Linked Devices
cs: Odebrat všechna propojená zařízení
ko: 모든 연결된 기기 제거
nl: Alle gekoppelde apparaten verwijderen
sk: Odstrániť všetky prepojené zariadenia
tr: Tüm Bağlı Cihazları Kaldır
uk: Вилучити всі прив’язані пристрої
zh_hans: 移除所有已链接的设备
zh_hant: 移除所有已連結的裝置

# multi_device_new_linked_device_remove_all_title
source: Remove all linked devices?
cs: Odebrat všechna propojená zařízení?
ko: 모든 연결된 기기 제거하시겠습니까?
nl: Alle gekoppelde apparaten verwijderen?
sk: Odstrániť všetky prepojené zariadenia?
tr: Bağlı tüm cihazlar kaldırılsın mı?
uk: Вилучити всі прив’язані пристрої?
zh_hans: 移除所有已链接的设备？
zh_hant: 移除所有已連結的裝置？

# multi_device_new_linked_device_remove_all_error_title
source: Removing All Linked Devices Failed
cs: Odebrání všech propojených zařízení se nezdařilo
ko: 모든 연결된 기기 제거 실패
nl: De gekoppelde apparaten zijn niet verwijderd
sk: Odstránenie všetkých prepojených zariadení zlyhalo
tr: Bağlı Cihazların Tümünü Kaldırma Başarısız Oldu
uk: Не вдалося вилучити всі прив’язані пристрої
zh_hans: 移除所有已链接设备失败
zh_hant: 移除所有已連結的裝置失敗

# multi_device_new_linked_device_error_message
source: Please check the Internet connection and try again.
cs: Zkontrolujte své připojení k internetu a zkuste to znovu.
ko: 인터넷 연결을 확인하고 다시 시도하세요.
nl: Controleer uw internetverbinding en probeer het opnieuw.
sk: Skontrolujte prosím internetové pripojenie a skúste to znova.
tr: Lütfen İnternet bağlantısını kontrol edin ve tekrar deneyin.
uk: Перевірте інтернет-з’єднання та спробуйте ще раз.
zh_hans: 请检查您的互联网连接并重试。
zh_hant: 請檢查您的網路連線並再試一次。
